[{"name":"Daniel 10:6","text":"his body also was like the beryl, and his face as the appearance of lightning, and his eyes as flaming torches, and his arms and his feet like burnished brass, and the voice of his words like the voice of a multitude."},{"name":"Daniel 10:7","text":"I, Daniel, alone saw the vision; for the men who were with me didn\"t see the vision; but a great quaking fell on them, and they fled to hide themselves."},{"name":"Daniel 10:8","text":"So I was left alone, and saw this great vision, and there remained no strength in me; for my comeliness was turned in me into corruption, and I retained no strength."},{"name":"Daniel 10:9","text":"Yet heard I the voice of his words; and when I heard the voice of his words, then was I fallen into a deep sleep on my face, with my face toward the ground."},{"name":"Daniel 10:10","text":"Behold, a hand touched me, which set me on my knees and on the palms of my hands."},{"name":"Daniel 10:11","text":"He said to me, Daniel, you man greatly beloved, understand the words that I speak to you, and stand upright; for am I now sent to you. When he had spoken this word to me, I stood trembling."},{"name":"Daniel 10:12","text":"Then he said to me, Don\"t be afraid, Daniel; for from the first day that you set your heart to understand, and to humble yourself before your God, your words were heard: and I have come for your words\" sake."},{"name":"Daniel 10:13","text":"But the prince of the kingdom of Persia withstood me twenty-one days; but, behold, Michael, one of the chief princes, came to help me: and I remained there with the kings of Persia."},{"name":"Daniel 10:14","text":"Now I have come to make you understand what shall happen to your people in the latter days; for the vision is yet for many days:"},{"name":"Daniel 10:15","text":"and when he had spoken to me according to these words, I set my face toward the ground, and was mute."},{"name":"Daniel 10:16","text":"Behold, one in the likeness of the sons of men touched my lips: then I opened my mouth, and spoke and said to him who stood before me, my lord, by reason of the vision my sorrows are turned on me, and I retain no strength."},{"name":"Daniel 10:17","text":"For how can the servant of this my lord talk with this my lord? for as for me, immediately there remained no strength in me, neither was there breath left in me."},{"name":"Daniel 10:18","text":"Then there touched me again one like the appearance of a man, and he strengthened me."},{"name":"Daniel 10:19","text":"He said, \"Greatly beloved man, don\"t be afraid: peace be to you, be strong, yes, be strong.\" When he spoke to me, I was strengthened, and said, \"Let my lord speak; for you have strengthened me.\""},{"name":"Daniel 10:20","text":"Then he said, \"Do you know why I have come to you? Now I will return to fight with the prince of Persia. When I go forth, behold, the prince of Greece shall come."},{"name":"Daniel 10:21","text":"But I will tell you that which is inscribed in the writing of truth: and there is none who holds with me against these, but Michael your prince.\""},{"name":"Daniel 11:1","text":"\"As for me, in the first year of Darius the Mede, I stood up to confirm and strengthen him."},{"name":"Daniel 11:2","text":"Now will I show you the truth. Behold, there shall stand up yet three kings in Persia; and the fourth shall be far richer than they all: and when he has grown strong through his riches, he shall stir up all against the realm of Greece."},{"name":"Daniel 11:3","text":"A mighty king shall stand up, who shall rule with great dominion, and do according to his will."},{"name":"Daniel 11:4","text":"When he shall stand up, his kingdom shall be broken, and shall be divided toward the four winds of the sky, but not to his posterity, nor according to his dominion with which he ruled; for his kingdom shall be plucked up, even for others besides these."},{"name":"Daniel 11:5","text":"The king of the south shall be strong, and one of his princes; and he shall be strong above him, and have dominion; his dominion shall be a great dominion."},{"name":"Daniel 11:6","text":"At the end of years they shall join themselves together; and the daughter of the king of the south shall come to the king of the north to make an agreement: but she shall not retain the strength of her arm; neither shall he stand, nor his arm; but she shall be given up, and those who brought her, and he who became the father of her, and he who strengthened her in those times."},{"name":"Daniel 11:7","text":"But out of a shoot from her roots shall one stand up in his place, who shall come to the army, and shall enter into the fortress of the king of the north, and shall deal against them, and shall prevail."},{"name":"Daniel 11:8","text":"Also their gods, with their molten images, and with their goodly vessels of silver and of gold, shall he carry captive into Egypt; and he shall refrain some years from the king of the north."},{"name":"Daniel 11:9","text":"He shall come into the realm of the king of the south, but he shall return into his own land."},{"name":"Daniel 11:10","text":"His sons shall war, and shall assemble a multitude of great forces, which shall come on, and overflow, and pass through; and they shall return and war, even to his fortress."},{"name":"Daniel 11:11","text":"The king of the south shall be moved with anger, and shall come forth and fight with him, even with the king of the north; and he shall set forth a great multitude, and the multitude shall be given into his hand."},{"name":"Daniel 11:12","text":"The multitude shall be lifted up, and his heart shall be exalted; and he shall cast down tens of thousands, but he shall not prevail."},{"name":"Daniel 11:13","text":"The king of the north shall return, and shall set forth a multitude greater than the former; and he shall come on at the end of the times, even of years, with a great army and with much substance."},{"name":"Daniel 11:14","text":"In those times there shall many stand up against the king of the south: also the children of the violent among your people shall lift themselves up to establish the vision; but they shall fall."},{"name":"Daniel 11:15","text":"So the king of the north shall come, and cast up a mound, and take a well-fortified city: and the forces of the south shall not stand, neither his chosen people, neither shall there be any strength to stand."},{"name":"Daniel 11:16","text":"But he who comes against him shall do according to his own will, and none shall stand before him; and he shall stand in the glorious land, and in his hand shall be destruction."},{"name":"Daniel 11:17","text":"He shall set his face to come with the strength of his whole kingdom, and with him equitable conditions; and he shall perform them: and he shall give him the daughter of women, to corrupt her; but she shall not stand, neither be for him."},{"name":"Daniel 11:18","text":"After this shall he turn his face to the islands, and shall take many: but a prince shall cause the reproach offered by him to cease; yes, moreover, he shall cause his reproach to turn on him."},{"name":"Daniel 11:19","text":"Then he shall turn his face toward the fortresses of his own land; but he shall stumble and fall, and shall not be found."},{"name":"Daniel 11:20","text":"Then shall stand up in his place one who shall cause a tax collector to pass through the kingdom to maintain its glory; but within few days he shall be destroyed, neither in anger, nor in battle."},{"name":"Daniel 11:21","text":"In his place shall stand up a contemptible person, to whom they had not given the honor of the kingdom: but he shall come in time of security, and shall obtain the kingdom by flatteries."},{"name":"Daniel 11:22","text":"The overwhelming forces shall be overwhelmed from before him, and shall be broken; yes, also the prince of the covenant."},{"name":"Daniel 11:23","text":"After the treaty made with him he shall work deceitfully; for he shall come up, and shall become strong, with a small people."},{"name":"Daniel 11:24","text":"In time of security shall he come even on the fattest places of the province; and he shall do that which his fathers have not done, nor his fathers\" fathers; he shall scatter among them prey, and spoil, and substance: yes, he shall devise his devices against the strongholds, even for a time."},{"name":"Daniel 11:25","text":"He shall stir up his power and his courage against the king of the south with a great army; and the king of the south shall war in battle with an exceeding great and mighty army; but he shall not stand; for they shall devise devices against him."},{"name":"Daniel 11:26","text":"Yes, they who eat of his dainties shall destroy him, and his army shall overflow; and many shall fall down slain."},{"name":"Daniel 11:27","text":"As for both these kings, their hearts shall be to do mischief, and they shall speak lies at one table: but it shall not prosper; for yet the end shall be at the time appointed."},{"name":"Daniel 11:28","text":"Then shall he return into his land with great substance; and his heart shall be against the holy covenant; and he shall do his pleasure, and return to his own land."},{"name":"Daniel 11:29","text":"At the time appointed he shall return, and come into the south; but it shall not be in the latter time as it was in the former."},{"name":"Daniel 11:30","text":"For ships of Kittim shall come against him; therefore he shall be grieved, and shall return, and have indignation against the holy covenant, and shall do his pleasure: he shall even return, and have regard to those who forsake the holy covenant."},{"name":"Daniel 11:31","text":"Forces shall stand on his part, and they shall profane the sanctuary, even the fortress, and shall take away the continual burnt offering, and they shall set up the abomination that makes desolate."},{"name":"Daniel 11:32","text":"Such as do wickedly against the covenant shall he pervert by flatteries; but the people who know their God shall be strong, and do exploits."},{"name":"Daniel 11:33","text":"Those who are wise among the people shall instruct many; yet they shall fall by the sword and by flame, by captivity and by spoil, many days."},{"name":"Daniel 11:34","text":"Now when they shall fall, they shall be helped with a little help; but many shall join themselves to them with flatteries."},{"name":"Daniel 11:35","text":"Some of those who are wise shall fall, to refine them, and to purify, and to make them white, even to the time of the end; because it is yet for the time appointed."},{"name":"Daniel 11:36","text":"The king shall do according to his will; and he shall exalt himself, and magnify himself above every god, and shall speak marvelous things against the God of gods; and he shall prosper until the indignation be accomplished; for that which is determined shall be done."},{"name":"Daniel 11:37","text":"Neither shall he regard the gods of his fathers, nor the desire of women, nor regard any god; for he shall magnify himself above all."},{"name":"Daniel 11:38","text":"But in his place shall he honor the god of fortresses; and a god whom his fathers didn\"t know shall he honor with gold, and silver, and with precious stones, and pleasant things."},{"name":"Daniel 11:39","text":"He shall deal with the strongest fortresses by the help of a foreign god: whoever acknowledges him he will increase with glory; and he shall cause them to rule over many, and shall divide the land for a price."},{"name":"Daniel 11:40","text":"At the time of the end shall the king of the south contend with him; and the king of the north shall come against him like a whirlwind, with chariots, and with horsemen, and with many ships; and he shall enter into the countries, and shall overflow and pass through."},{"name":"Daniel 11:41","text":"He shall enter also into the glorious land, and many countries shall be overthrown; but these shall be delivered out of his hand: Edom, and Moab, and the chief of the children of Ammon."},{"name":"Daniel 11:42","text":"He shall stretch forth his hand also on the countries; and the land of Egypt shall not escape."},{"name":"Daniel 11:43","text":"But he shall have power over the treasures of gold and of silver, and over all the precious things of Egypt; and the Libyans and the Ethiopians shall be at his steps."},{"name":"Daniel 11:44","text":"But news out of the east and out of the north shall trouble him; and he shall go forth with great fury to destroy and utterly to sweep away many."},{"name":"Daniel 11:45","text":"He shall plant the tents of his palace between the sea and the glorious holy mountain; yet he shall come to his end, and none shall help him."},{"name":"Daniel 12:1","text":"\"At that time shall Michael stand up, the great prince who stands for the children of your people; and there shall be a time of trouble, such as never was since there was a nation even to that same time: and at that time your people shall be delivered, everyone who shall be found written in the book."},{"name":"Daniel 12:2","text":"Many of those who sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt."},{"name":"Daniel 12:3","text":"Those who are wise shall shine as the brightness of the expanse; and those who turn many to righteousness as the stars forever and ever."},{"name":"Daniel 12:4","text":"But you, Daniel, shut up the words, and seal the book, even to the time of the end: many shall run back and forth, and knowledge shall be increased.\""},{"name":"Daniel 12:5","text":"Then I, Daniel, looked, and behold, two others stood, one on the river bank on this side, and the other on the river bank on that side."},{"name":"Daniel 12:6","text":"One said to the man clothed in linen, who was above the waters of the river, How long shall it be to the end of these wonders?"},{"name":"Daniel 12:7","text":"I heard the man clothed in linen, who was above the waters of the river, when he held up his right hand and his left hand to heaven, and swore by him who lives forever that it shall be for a time, times, and a half; and when they have made an end of breaking in pieces the power of the holy people, all these things shall be finished."},{"name":"Daniel 12:8","text":"I heard, but I didn\"t understand: then I said, my lord, what shall be the issue of these things?"},{"name":"Daniel 12:9","text":"He said, Go your way, Daniel; for the words are shut up and sealed until the time of the end."},{"name":"Daniel 12:10","text":"Many shall purify themselves, and make themselves white, and be refined; but the wicked shall do wickedly; and none of the wicked shall understand; but those who are wise shall understand."},{"name":"Daniel 12:11","text":"From the time that the continual burnt offering shall be taken away, and the abomination that makes desolate set up, there shall be one thousand two hundred ninety days."},{"name":"Daniel 12:12","text":"Blessed is he who waits, and comes to the one thousand three hundred thirty-five days."},{"name":"Daniel 12:13","text":"But go you your way until the end; for you shall rest, and shall stand in your lot, at the end of the days."},{"name":"Hosea 1:1","text":"The word of Yahweh that came to Hosea the son of Beeri, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash, king of Israel."},{"name":"Hosea 1:2","text":"When Yahweh spoke at first by Hosea, Yahweh said to Hosea, \"Go, take for yourself a wife of prostitution and children of unfaithfulness; for the land commits great adultery, forsaking Yahweh.\""},{"name":"Hosea 1:3","text":"So he went and took Gomer the daughter of Diblaim; and she conceived, and bore him a son."},{"name":"Hosea 1:4","text":"Yahweh said to him, \"Call his name Jezreel; for yet a little while, and I will avenge the blood of Jezreel on the house of Jehu, and will cause the kingdom of the house of Israel to cease."},{"name":"Hosea 1:5","text":"It will happen in that day that I will break the bow of Israel in the valley of Jezreel.\""},{"name":"Hosea 1:6","text":"She conceived again, and bore a daughter. Then he said to him, \"Call her name Lo-Ruhamah; for I will no longer have mercy on the house of Israel, that I should in any way pardon them."},{"name":"Hosea 1:7","text":"But I will have mercy on the house of Judah, and will save them by Yahweh their God, and will not save them by bow, sword, battle, horses, or horsemen.\""},{"name":"Hosea 1:8","text":"Now when she had weaned Lo-Ruhamah, she conceived, and bore a son."},{"name":"Hosea 1:9","text":"He said, \"Call his name Lo-Ammi; for you are not my people, and I will not be yours."},{"name":"Hosea 1:10","text":"Yet the number of the children of Israel will be as the sand of the sea, which can\"t be measured nor numbered; and it will come to pass that, in the place where it was said to them, \"You are not my people,\" they will be called \"sons of the living God.\""},{"name":"Hosea 1:11","text":"The children of Judah and the children of Israel will be gathered together, and they will appoint themselves one head, and will go up from the land; for great will be the day of Jezreel."},{"name":"Hosea 2:1","text":"\"Say to your brothers, \"My people!\" and to your sisters, \"My loved one!\""},{"name":"Hosea 2:2","text":"Contend with your mother! Contend, for she is not my wife, neither am I her husband; and let her put away her prostitution from her face, and her adulteries from between her breasts;"},{"name":"Hosea 2:3","text":"Lest I strip her naked, and make her bare as in the day that she was born, and make her like a wilderness, and set her like a dry land, and kill her with thirst."},{"name":"Hosea 2:4","text":"Indeed, on her children I will have no mercy; for they are children of unfaithfulness;"},{"name":"Hosea 2:5","text":"For their mother has played the prostitute. She who conceived them has done shamefully; for she said, \"I will go after my lovers, who give me my bread and my water, my wool and my flax, my oil and my drink.\""},{"name":"Hosea 2:6","text":"Therefore, behold, I will hedge up your way with thorns, and I will build a wall against her, that she can\"t find her way."},{"name":"Hosea 2:7","text":"She will follow after her lovers, but she won\"t overtake them; and she will seek them, but won\"t find them. Then she will say, \"I will go and return to my first husband; for then was it better with me than now.\""},{"name":"Hosea 2:8","text":"For she did not know that I gave her the grain, the new wine, and the oil, and multiplied to her silver and gold, which they used for Baal."},{"name":"Hosea 2:9","text":"Therefore I will take back my grain in its time, and my new wine in its season, and will pluck away my wool and my flax which should have covered her nakedness."},{"name":"Hosea 2:10","text":"Now I will uncover her lewdness in the sight of her lovers, and no one will deliver her out of my hand."},{"name":"Hosea 2:11","text":"I will also cause all her celebrations to cease: her feasts, her new moons, her Sabbaths, and all her solemn assemblies."},{"name":"Hosea 2:12","text":"I will lay waste her vines and her fig trees, about which she has said, \"These are my wages that my lovers have given me; and I will make them a forest,\" and the animals of the field shall eat them."},{"name":"Hosea 2:13","text":"I will visit on her the days of the Baals, to which she burned incense, when she decked herself with her earrings and her jewels, and went after her lovers, and forgot me,\" says Yahweh."},{"name":"Hosea 2:14","text":"\"Therefore, behold, I will allure her, and bring her into the wilderness, and speak tenderly to her."},{"name":"Hosea 2:15","text":"I will give her vineyards from there, and the valley of Achor for a door of hope; and she will respond there, as in the days of her youth, and as in the day when she came up out of the land of Egypt."},{"name":"Hosea 2:16","text":"It will be in that day,\" says Yahweh, \"that you will call me \"my husband,\" and no longer call me \"my master.\""},{"name":"Hosea 2:17","text":"For I will take away the names of the Baals out of her mouth, and they will no longer be mentioned by name."},{"name":"Hosea 2:18","text":"In that day I will make a covenant for them with the animals of the field, and with the birds of the sky, and with the creeping things of the ground. I will break the bow, the sword, and the battle out of the land, and will make them lie down safely."},{"name":"Hosea 2:19","text":"I will betroth you to me forever. Yes, I will betroth you to me in righteousness, in justice, in loving kindness, and in compassion."},{"name":"Hosea 2:20","text":"I will even betroth you to me in faithfulness; and you shall know Yahweh."},{"name":"Hosea 2:21","text":"It will happen in that day, I will respond,\" says Yahweh, \"I will respond to the heavens, and they will respond to the earth;"},{"name":"Hosea 2:22","text":"and the earth will respond to the grain, and the new wine, and the oil; and they will respond to Jezreel."},{"name":"Hosea 2:23","text":"I will sow her to me in the earth; and I will have mercy on her who had not obtained mercy; and I will tell those who were not my people, \"You are my people;\" and they will say, \"My God!\"\""},{"name":"Hosea 3:1","text":"Yahweh said to me, \"Go again, love a woman loved by another, and an adulteress, even as Yahweh loves the children of Israel, though they turn to other gods, and love cakes of raisins.\""},{"name":"Hosea 3:2","text":"So I bought her for myself for fifteen pieces of silver and a homer and a half of barley."},{"name":"Hosea 3:3","text":"I said to her, \"You shall stay with me many days. You shall not play the prostitute, and you shall not be with any other man. I will also be so toward you.\""},{"name":"Hosea 3:4","text":"For the children of Israel shall live many days without king, and without prince, and without sacrifice, and without sacred stone, and without ephod or idols."},{"name":"Hosea 3:5","text":"Afterward the children of Israel shall return, and seek Yahweh their God, and David their king, and shall come with trembling to Yahweh and to his blessings in the last days."},{"name":"Hosea 4:1","text":"Hear the word of Yahweh, you children of Israel; for Yahweh has a charge against the inhabitants of the land: \"Indeed there is no truth, nor goodness, nor knowledge of God in the land."},{"name":"Hosea 4:2","text":"There is cursing, lying, murder, stealing, and committing adultery; they break boundaries, and bloodshed causes bloodshed."},{"name":"Hosea 4:3","text":"Therefore the land will mourn, and everyone who dwells therein will waste away. all living things in her, even the animals of the field and the birds of the sky; yes, the fish of the sea also die."},{"name":"Hosea 4:4","text":"\"Yet let no man bring a charge, neither let any man accuse; For your people are like those who bring charges against a priest."},{"name":"Hosea 4:5","text":"You will stumble in the day, and the prophet will also stumble with you in the night; and I will destroy your mother."},{"name":"Hosea 4:6","text":"My people are destroyed for lack of knowledge. Because you have rejected knowledge, I will also reject you, that you may be no priest to me. Because you have forgotten your God\"s law, I will also forget your children."},{"name":"Hosea 4:7","text":"As they were multiplied, so they sinned against me. I will change their glory into shame."},{"name":"Hosea 4:8","text":"They feed on the sin of my people, and set their heart on their iniquity."},{"name":"Hosea 4:9","text":"It will be, like people, like priest; and I will punish them for their ways, and will repay them for their deeds."},{"name":"Hosea 4:10","text":"They will eat, and not have enough. They will play the prostitute, and will not increase; because they have abandoned giving to Yahweh."},{"name":"Hosea 4:11","text":"Prostitution, wine, and new wine take away understanding."},{"name":"Hosea 4:12","text":"My people consult with their wooden idol, and answer to a stick of wood. Indeed the spirit of prostitution has led them astray, and they have been unfaithful to their God."},{"name":"Hosea 4:13","text":"They sacrifice on the tops of the mountains, and burn incense on the hills, under oaks and poplars and terebinths, because its shade is good. Therefore your daughters play the prostitute, and your brides commit adultery."},{"name":"Hosea 4:14","text":"I will not punish your daughters when they play the prostitute, nor your brides when they commit adultery; because the men consort with prostitutes, and they sacrifice with the shrine prostitutes; so the people without understanding will come to ruin."},{"name":"Hosea 4:15","text":"\"Though you, Israel, play the prostitute, yet don\"t let Judah offend; and don\"t come to Gilgal, neither go up to Beth Aven, nor swear, \"As Yahweh lives.\""},{"name":"Hosea 4:16","text":"For Israel has behaved extremely stubbornly, like a stubborn heifer. Then how will Yahweh feed them like a lamb in a meadow."},{"name":"Hosea 4:17","text":"Ephraim is joined to idols. Leave him alone!"},{"name":"Hosea 4:18","text":"Their drink has become sour. They play the prostitute continually. Her rulers dearly love their shameful way."},{"name":"Hosea 4:19","text":"The wind has wrapped her up in its wings; and they shall be disappointed because of their sacrifices."},{"name":"Hosea 5:1","text":"\"Listen to this, you priests! Listen, house of Israel, and give ear, house of the king! For the judgment is against you; for you have been a snare at Mizpah, and a net spread on Tabor."},{"name":"Hosea 5:2","text":"The rebels are deep in slaughter; but I discipline all of them."},{"name":"Hosea 5:3","text":"I know Ephraim, and Israel is not hidden from me; for now, Ephraim, you have played the prostitute. Israel is defiled."},{"name":"Hosea 5:4","text":"Their deeds won\"t allow them to turn to their God; for the spirit of prostitution is within them, and they don\"t know Yahweh."},{"name":"Hosea 5:5","text":"The pride of Israel testifies to his face. Therefore Israel and Ephraim will stumble in their iniquity. Judah also will stumble with them."},{"name":"Hosea 5:6","text":"They will go with their flocks and with their herds to seek Yahweh; but they won\"t find him. He has withdrawn himself from them."},{"name":"Hosea 5:7","text":"They are unfaithful to Yahweh; for they have borne illegitimate children. Now the new moon will devour them with their fields."},{"name":"Hosea 5:8","text":"\"Blow the cornet in Gibeah, and the trumpet in Ramah! Sound a battle cry at Beth Aven, behind you, Benjamin!"},{"name":"Hosea 5:9","text":"Ephraim will become a desolation in the day of rebuke. Among the tribes of Israel, I have made known that which will surely be."},{"name":"Hosea 5:10","text":"The princes of Judah are like those who remove a landmark. I will pour out my wrath on them like water."},{"name":"Hosea 5:11","text":"Ephraim is oppressed, he is crushed in judgment; Because he is intent in his pursuit of idols."},{"name":"Hosea 5:12","text":"Therefore I am to Ephraim like a moth, and to the house of Judah like rottenness."},{"name":"Hosea 5:13","text":"\"When Ephraim saw his sickness, and Judah his wound, Then Ephraim went to Assyria, and sent to king Jareb: but he is not able to heal you, neither will he cure you of your wound."},{"name":"Hosea 5:14","text":"For I will be to Ephraim like a lion, and like a young lion to the house of Judah. I myself will tear in pieces and go away. I will carry off, and there will be no one to deliver."},{"name":"Hosea 5:15","text":"I will go and return to my place, until they acknowledge their offense, and seek my face. In their affliction they will seek me earnestly.\""},{"name":"Hosea 6:1","text":"\"Come, and let us return to Yahweh; for he has torn us to pieces, and he will heal us; he has injured us, and he will bind up our wounds."},{"name":"Hosea 6:2","text":"After two days he will revive us. On the third day he will raise us up, and we will live before him."},{"name":"Hosea 6:3","text":"Let us acknowledge Yahweh. Let us press on to know Yahweh. As surely as the sun rises, Yahweh will appear. He will come to us like the rain, like the spring rain that waters the earth.\""},{"name":"Hosea 6:4","text":"\"Ephraim, what shall I do to you? Judah, what shall I do to you? For your love is like a morning cloud, and like the dew that disappears early."},{"name":"Hosea 6:5","text":"Therefore I have cut them to pieces with the prophets; I killed them with the words of my mouth. Your judgments are like a flash of lightning."},{"name":"Hosea 6:6","text":"For I desire mercy, and not sacrifice; and the knowledge of God more than burnt offerings."},{"name":"Hosea 6:7","text":"But they, like Adam, have broken the covenant. They were unfaithful to me, there."},{"name":"Hosea 6:8","text":"Gilead is a city of those who work iniquity; it is stained with blood."},{"name":"Hosea 6:9","text":"As gangs of robbers wait to ambush a man, so the company of priests murder in the way toward Shechem, committing shameful crimes."},{"name":"Hosea 6:10","text":"In the house of Israel I have seen a horrible thing. There is prostitution in Ephraim. Israel is defiled."},{"name":"Hosea 6:11","text":"\"Also, Judah, there is a harvest appointed for you, when I restore the fortunes of my people."},{"name":"Hosea 7:1","text":"When I would heal Israel, then the iniquity of Ephraim is uncovered, also the wickedness of Samaria; for they commit falsehood, and the thief enters in, and the gang of robbers ravages outside."},{"name":"Hosea 7:2","text":"They don\"t consider in their hearts that I remember all their wickedness. Now their own deeds have engulfed them. They are before my face."},{"name":"Hosea 7:3","text":"They make the king glad with their wickedness, and the princes with their lies."},{"name":"Hosea 7:4","text":"They are all adulterers. They are burning like an oven that the baker stops stirring, from the kneading of the dough, until it is leavened."},{"name":"Hosea 7:5","text":"On the day of our king, the princes made themselves sick with the heat of wine. He joined his hand with mockers."},{"name":"Hosea 7:6","text":"For they have prepared their heart like an oven, while they lie in wait. Their baker sleeps all the night. In the morning it burns as a flaming fire."},{"name":"Hosea 7:7","text":"They are all hot as an oven, and devour their judges. All their kings have fallen. There is no one among them who calls to me."},{"name":"Hosea 7:8","text":"Ephraim, he mixes himself among the nations. Ephraim is a pancake not turned over."},{"name":"Hosea 7:9","text":"Strangers have devoured his strength, and he doesn\"t realize it. Indeed, gray hairs are here and there on him, and he doesn\"t realize it."},{"name":"Hosea 7:10","text":"The pride of Israel testifies to his face; yet they haven\"t returned to Yahweh their God, nor sought him, for all this."},{"name":"Hosea 7:11","text":"\"Ephraim is like an easily deceived dove, without understanding. They call to Egypt. They go to Assyria."},{"name":"Hosea 7:12","text":"When they go, I will spread my net on them. I will bring them down like the birds of the sky. I will chastise them, as their congregation has heard."},{"name":"Hosea 7:13","text":"Woe to them! For they have wandered from me. Destruction to them! For they have trespassed against me. Though I would redeem them, yet they have spoken lies against me."},{"name":"Hosea 7:14","text":"They haven\"t cried to me with their heart, but they howl on their beds. They assemble themselves for grain and new wine. They turn away from me."},{"name":"Hosea 7:15","text":"Though I have taught and strengthened their arms, yet they plot evil against me."},{"name":"Hosea 7:16","text":"They return, but not to the Most High. They are like a faulty bow. Their princes will fall by the sword for the rage of their tongue. This will be their derision in the land of Egypt."},{"name":"Hosea 8:1","text":"\"Put the trumpet to your lips! Something like an eagle is over Yahweh\"s house, because they have broken my covenant, and rebelled against my law."},{"name":"Hosea 8:2","text":"They cry to me, \"My God, we Israel acknowledge you!\""},{"name":"Hosea 8:3","text":"Israel has cast off that which is good. The enemy will pursue him."},{"name":"Hosea 8:4","text":"They have set up kings, but not by me. They have made princes, and I didn\"t approve. Of their silver and their gold they have made themselves idols, that they may be cut off."},{"name":"Hosea 8:5","text":"Let Samaria throw out his calf idol! My anger burns against them! How long will it be until they are capable of purity?"},{"name":"Hosea 8:6","text":"For this is even from Israel! The workman made it, and it is no God; indeed, the calf of Samaria shall be broken in pieces."},{"name":"Hosea 8:7","text":"For they sow the wind, and they will reap the whirlwind. He has no standing grain. The stalk will yield no head. If it does yield, strangers will swallow it up."},{"name":"Hosea 8:8","text":"Israel is swallowed up. Now they are among the nations like a worthless thing."},{"name":"Hosea 8:9","text":"For they have gone up to Assyria, like a wild donkey wandering alone. Ephraim has hired lovers for himself."},{"name":"Hosea 8:10","text":"But although they sold themselves among the nations, I will now gather them; and they begin to waste away because of the oppression of the king of mighty ones."},{"name":"Hosea 8:11","text":"Because Ephraim has multiplied altars for sinning, they became for him altars for sinning."},{"name":"Hosea 8:12","text":"I wrote for him the many things of my law; but they were regarded as a strange thing."},{"name":"Hosea 8:13","text":"As for the sacrifices of my offerings, they sacrifice flesh and eat it; But Yahweh doesn\"t accept them. Now he will remember their iniquity, and punish their sins. They will return to Egypt."},{"name":"Hosea 8:14","text":"For Israel has forgotten his Maker and built palaces; and Judah has multiplied fortified cities; but I will send a fire on his cities, and it will devour its fortresses.\""},{"name":"Hosea 9:1","text":"Don\"t rejoice, Israel, to jubilation like the nations; for you were unfaithful to your God. You love the wages of a prostitute at every grain threshing floor."},{"name":"Hosea 9:2","text":"The threshing floor and the winepress won\"t feed them, and the new wine will fail her."},{"name":"Hosea 9:3","text":"They won\"t dwell in Yahweh\"s land; but Ephraim will return to Egypt, and they will eat unclean food in Assyria."},{"name":"Hosea 9:4","text":"They won\"t pour out wine offerings to Yahweh, neither will they be pleasing to him. Their sacrifices will be to them like the bread of mourners; all who eat of it will be polluted; for their bread will be for their appetite. It will not come into the house of Yahweh."},{"name":"Hosea 9:5","text":"What will you do in the day of solemn assembly, and in the day of the feast of Yahweh?"},{"name":"Hosea 9:6","text":"For, behold, they have gone away from destruction. Egypt will gather them up. Memphis will bury them. Nettles will possess their pleasant things of silver. Thorns will be in their tents."},{"name":"Hosea 9:7","text":"The days of visitation have come. The days of reckoning have come. Israel will consider the prophet to be a fool, and the man who is inspired to be insane, because of the abundance of your sins, and because your hostility is great."},{"name":"Hosea 9:8","text":"A prophet watches over Ephraim with my God. A fowler\"s snare is on all of his paths, and hostility in the house of his God."},{"name":"Hosea 9:9","text":"They have deeply corrupted themselves, as in the days of Gibeah. He will remember their iniquity. He will punish them for their sins."},{"name":"Hosea 9:10","text":"I found Israel like grapes in the wilderness. I saw your fathers as the first ripe in the fig tree at its first season; but they came to Baal Peor, and consecrated themselves to the shameful thing, and became abominable like that which they loved."},{"name":"Hosea 9:11","text":"As for Ephraim, their glory will fly away like a bird. There will be no birth, none with child, and no conception."},{"name":"Hosea 9:12","text":"Though they bring up their children, yet I will bereave them, so that not a man shall be left. Indeed, woe also to them when I depart from them!"},{"name":"Hosea 9:13","text":"I have seen Ephraim, like Tyre, planted in a pleasant place; but Ephraim will bring out his children to the murderer."},{"name":"Hosea 9:14","text":"Give them\"Yahweh what will you give? Give them a miscarrying womb and dry breasts."},{"name":"Hosea 9:15","text":"\"All their wickedness is in Gilgal; for there I hated them. Because of the wickedness of their deeds I will drive them out of my house! I will love them no more. All their princes are rebels."},{"name":"Hosea 9:16","text":"Ephraim is struck. Their root has dried up. They will bear no fruit. Even though they bring forth, yet I will kill the beloved ones of their womb.\""},{"name":"Hosea 9:17","text":"My God will cast them away, because they did not listen to him; and they will be wanderers among the nations."},{"name":"Hosea 10:1","text":"Israel is a luxuriant vine that puts forth his fruit. According to the abundance of his fruit he has multiplied his altars. As their land has prospered, they have adorned their sacred stones."},{"name":"Hosea 10:2","text":"Their heart is divided. Now they will be found guilty. He will demolish their altars. He will destroy their sacred stones."},{"name":"Hosea 10:3","text":"Surely now they will say, \"We have no king; for we don\"t fear Yahweh; and the king, what can he do for us?\""},{"name":"Hosea 10:4","text":"They make promises, swearing falsely in making covenants. Therefore judgment springs up like poisonous weeds in the furrows of the field."},{"name":"Hosea 10:5","text":"The inhabitants of Samaria will be in terror for the calves of Beth Aven; for its people will mourn over it, Along with its priests who rejoiced over it, for its glory, because it has departed from it."},{"name":"Hosea 10:6","text":"It also will be carried to Assyria for a present to a great king. Ephraim will receive shame, and Israel will be ashamed of his own counsel."},{"name":"Hosea 10:7","text":"Samaria and her king float away, like a twig on the water."},{"name":"Hosea 10:8","text":"The high places also of Aven, the sin of Israel, will be destroyed. The thorn and the thistle will come up on their altars. They will tell the mountains, \"Cover us!\" and the hills, \"Fall on us!\""},{"name":"Hosea 10:9","text":"\"Israel, you have sinned from the days of Gibeah. There they remained. The battle against the children of iniquity doesn\"t overtake them in Gibeah."},{"name":"Hosea 10:10","text":"When it is my desire, I will chastise them; and the nations will be gathered against them, when they are bound to their two transgressions."},{"name":"Hosea 10:11","text":"Ephraim is a trained heifer that loves to thresh; so I will put a yoke on her beautiful neck. I will set a rider on Ephraim. Judah will plow. Jacob will break his clods."},{"name":"Hosea 10:12","text":"Sow to yourselves in righteousness, reap according to kindness. Break up your fallow ground; for it is time to seek Yahweh, until he comes and rains righteousness on you."},{"name":"Hosea 10:13","text":"You have plowed wickedness. You have reaped iniquity. You have eaten the fruit of lies, for you trusted in your way, in the multitude of your mighty men."},{"name":"Hosea 10:14","text":"Therefore a battle roar will arise among your people, and all your fortresses will be destroyed, as Shalman destroyed Beth Arbel in the day of battle. The mother was dashed in pieces with her children."},{"name":"Hosea 10:15","text":"So Bethel will do to you because of your great wickedness. At daybreak the king of Israel will be destroyed."},{"name":"Hosea 11:1","text":"\"When Israel was a child, then I loved him, and called my son out of Egypt."},{"name":"Hosea 11:2","text":"They called to them, so they went from them. They sacrificed to the Baals, and burned incense to engraved images."},{"name":"Hosea 11:3","text":"Yet I taught Ephraim to walk. I took them by his arms; but they didn\"t know that I healed them."},{"name":"Hosea 11:4","text":"I drew them with cords of a man, with ties of love; and I was to them like those who lift up the yoke on their necks; and I bent down to him and I fed him."},{"name":"Hosea 11:5","text":"\"They won\"t return into the land of Egypt; but the Assyrian will be their king, because they refused to repent."},{"name":"Hosea 11:6","text":"The sword will fall on their cities, and will destroy the bars of their gates, and will put an end to their plans."},{"name":"Hosea 11:7","text":"My people are determined to turn from me. Though they call to the Most High, he certainly won\"t exalt them."},{"name":"Hosea 11:8","text":"\"How can I give you up, Ephraim? How can I hand you over, Israel? How can I make you like Admah? How can I make you like Zeboiim? My heart is turned within me, my compassion is aroused."},{"name":"Hosea 11:9","text":"I will not execute the fierceness of my anger. I will not return to destroy Ephraim: for I am God, and not man; the Holy One in the midst of you; and I will not come in wrath."},{"name":"Hosea 11:10","text":"They will walk after Yahweh, who will roar like a lion; for he will roar, and the children will come trembling from the west."},{"name":"Hosea 11:11","text":"They will come trembling like a bird out of Egypt, and like a dove out of the land of Assyria; and I will settle them in their houses,\" says Yahweh."},{"name":"Hosea 11:12","text":"Ephraim surrounds me with falsehood, and the house of Israel with deceit. Judah still strays from God, and is unfaithful to the Holy One."},{"name":"Hosea 12:1","text":"Ephraim feeds on wind, and chases the east wind. He continually multiplies lies and desolation. They make a covenant with Assyria, and oil is carried into Egypt."},{"name":"Hosea 12:2","text":"Yahweh also has a controversy with Judah, and will punish Jacob according to his ways; according to his deeds he will repay him."},{"name":"Hosea 12:3","text":"In the womb he took his brother by the heel; and in his manhood he contended with God."},{"name":"Hosea 12:4","text":"Indeed, he struggled with the angel, and prevailed; he wept, and made supplication to him. He found him at Bethel, and there he spoke with us,"},{"name":"Hosea 12:5","text":"even Yahweh, the God of Armies; Yahweh is his name of renown!"},{"name":"Hosea 12:6","text":"Therefore turn to your God. Keep kindness and justice, and wait continually for your God."},{"name":"Hosea 12:7","text":"A merchant has dishonest scales in his hand. He loves to defraud."},{"name":"Hosea 12:8","text":"Ephraim said, \"Surely I have become rich, I have found myself wealth. In all my wealth they won\"t find in me any iniquity that is sin.\""},{"name":"Hosea 12:9","text":"\"But I am Yahweh your God from the land of Egypt. I will yet again make you dwell in tents, as in the days of the solemn feast."},{"name":"Hosea 12:10","text":"I have also spoken to the prophets, and I have multiplied visions; and by the ministry of the prophets I have used parables."},{"name":"Hosea 12:11","text":"If Gilead is wicked, surely they are worthless. In Gilgal they sacrifice bulls. Indeed, their altars are like heaps in the furrows of the field."},{"name":"Hosea 12:12","text":"Jacob fled into the country of Aram, and Israel served to get a wife, and for a wife he tended flocks and herds."},{"name":"Hosea 12:13","text":"By a prophet Yahweh brought Israel up out of Egypt, and by a prophet he was preserved."},{"name":"Hosea 12:14","text":"Ephraim has bitterly provoked anger. Therefore his blood will be left on him, and his Lord will repay his contempt."},{"name":"Hosea 13:1","text":"When Ephraim spoke, there was trembling. He exalted himself in Israel, but when he became guilty in Baal, he died."},{"name":"Hosea 13:2","text":"Now they sin more and more, and have made themselves molten images of their silver, even idols according to their own understanding, all of them the work of the craftsmen. They say of them, \"They offer human sacrifice and kiss the calves.\""},{"name":"Hosea 13:3","text":"Therefore they will be like the morning mist, and like the dew that passes away early, like the chaff that is driven with the whirlwind out of the threshing floor, and like the smoke out of the chimney."},{"name":"Hosea 13:4","text":"\"Yet I am Yahweh your God from the land of Egypt; and you shall acknowledge no god but me, and besides me there is no savior."},{"name":"Hosea 13:5","text":"I knew you in the wilderness, in the land of great drought."},{"name":"Hosea 13:6","text":"According to their pasture, so were they filled; they were filled, and their heart was exalted. Therefore they have forgotten me."},{"name":"Hosea 13:7","text":"Therefore I am like a lion to them. Like a leopard, I will lurk by the path."},{"name":"Hosea 13:8","text":"I will meet them like a bear that is bereaved of her cubs, and will tear the covering of their heart. There I will devour them like a lioness. The wild animal will tear them."},{"name":"Hosea 13:9","text":"You are destroyed, Israel, because you are against me, against your help."},{"name":"Hosea 13:10","text":"Where is your king now, that he may save you in all your cities? And your judges, of whom you said, \"Give me a king and princes?\""},{"name":"Hosea 13:11","text":"I have given you a king in my anger, and have taken him away in my wrath."},{"name":"Hosea 13:12","text":"The guilt of Ephraim is stored up. His sin is stored up."},{"name":"Hosea 13:13","text":"The sorrows of a travailing woman will come on him. He is an unwise son; for when it is time, he doesn\"t come to the opening of the womb."},{"name":"Hosea 13:14","text":"I will ransom them from the power of Sheol. I will redeem them from death! Death, where are your plagues? Sheol, where is your destruction? \"Compassion will be hidden from my eyes."},{"name":"Hosea 13:15","text":"Though he is fruitful among his brothers, an east wind will come, the breath of Yahweh coming up from the wilderness; and his spring will become dry, and his fountain will be dried up. He will plunder the storehouse of treasure."},{"name":"Hosea 13:16","text":"Samaria will bear her guilt; for she has rebelled against her God. They will fall by the sword. Their infants will be dashed in pieces, and their pregnant women will be ripped open.\""},{"name":"Hosea 14:1","text":"Israel, return to Yahweh your God; for you have fallen because of your sin."},{"name":"Hosea 14:2","text":"Take words with you, and return to Yahweh. Tell him, \"Forgive all our sins, and accept that which is good: so we offer our lips like bulls."},{"name":"Hosea 14:3","text":"Assyria can\"t save us. We won\"t ride on horses; neither will we say any more to the work of our hands, \"Our gods!\" for in you the fatherless finds mercy.\""},{"name":"Hosea 14:4","text":"\"I will heal their waywardness. I will love them freely; for my anger is turned away from him."},{"name":"Hosea 14:5","text":"I will be like the dew to Israel. He will blossom like the lily, and send down his roots like Lebanon."},{"name":"Hosea 14:6","text":"His branches will spread, and his beauty will be like the olive tree, and his fragrance like Lebanon."},{"name":"Hosea 14:7","text":"Men will dwell in his shade. They will revive like the grain, and blossom like the vine. Their fragrance will be like the wine of Lebanon."},{"name":"Hosea 14:8","text":"Ephraim, what have I to do any more with idols? I answer, and will take care of him. I am like a green fir tree; from me your fruit is found.\""},{"name":"Hosea 14:9","text":"Who is wise, that he may understand these things? Who is prudent, that he may know them? For the ways of Yahweh are right, and the righteous walk in them; But the rebellious stumble in them."},{"name":"Joel 1:1","text":"The Word of Yahweh that came to Joel, the son of Pethuel."},{"name":"Joel 1:2","text":"Hear this, you elders, And listen, all you inhabitants of the land. Has this ever happened in your days, or in the days of your fathers?"},{"name":"Joel 1:3","text":"Tell your children about it, and have your children tell their children, and their children, another generation."},{"name":"Joel 1:4","text":"What the swarming locust has left, the great locust has eaten. What the great locust has left, the grasshopper has eaten. What the grasshopper has left, the caterpillar has eaten."},{"name":"Joel 1:5","text":"Wake up, you drunkards, and weep! Wail, all you drinkers of wine, because of the sweet wine; for it is cut off from your mouth."},{"name":"Joel 1:6","text":"For a nation has come up on my land, strong, and without number. His teeth are the teeth of a lion, and he has the fangs of a lioness."},{"name":"Joel 1:7","text":"He has laid my vine waste, and stripped my fig tree. He has stripped its bark, and thrown it away. Its branches are made white."},{"name":"Joel 1:8","text":"Mourn like a virgin dressed in sackcloth for the husband of her youth!"},{"name":"Joel 1:9","text":"The meal offering and the drink offering are cut off from Yahweh\"s house. The priests, Yahweh\"s ministers, mourn."},{"name":"Joel 1:10","text":"The field is laid waste. The land mourns, for the grain is destroyed, The new wine has dried up, and the oil languishes."},{"name":"Joel 1:11","text":"Be confounded, you farmers! Wail, you vineyard keepers; for the wheat and for the barley; for the harvest of the field has perished."},{"name":"Joel 1:12","text":"The vine has dried up, and the fig tree withered; the pomegranate tree, the palm tree also, and the apple tree, even all of the trees of the field are withered; for joy has withered away from the sons of men."},{"name":"Joel 1:13","text":"Put on sackcloth and mourn, you priests! Wail, you ministers of the altar. Come, lie all night in sackcloth, you ministers of my God, for the meal offering and the drink offering are withheld from your God\"s house."},{"name":"Joel 1:14","text":"Sanctify a fast. Call a solemn assembly. Gather the elders, and all the inhabitants of the land, to the house of Yahweh, your God, and cry to Yahweh."},{"name":"Joel 1:15","text":"Alas for the day! For the day of Yahweh is at hand, and it will come as destruction from the Almighty."},{"name":"Joel 1:16","text":"Isn\"t the food cut off before our eyes; joy and gladness from the house of our God?"},{"name":"Joel 1:17","text":"The seeds rot under their clods. The granaries are laid desolate. The barns are broken down, for the grain has withered."},{"name":"Joel 1:18","text":"How the animals groan! The herds of livestock are perplexed, because they have no pasture. Yes, the flocks of sheep are made desolate."},{"name":"Joel 1:19","text":"Yahweh, I cry to you, For the fire has devoured the pastures of the wilderness, and the flame has burned all the trees of the field."},{"name":"Joel 1:20","text":"Yes, the animals of the field pant to you, for the water brooks have dried up, And the fire has devoured the pastures of the wilderness."},{"name":"Joel 2:1","text":"Blow the trumpet in Zion, and sound an alarm in my holy mountain! Let all the inhabitants of the land tremble, for the day of Yahweh comes, for it is close at hand:"},{"name":"Joel 2:2","text":"A day of darkness and gloominess, a day of clouds and thick darkness. As the dawn spreading on the mountains, a great and strong people; there has never been the like, neither will there be any more after them, even to the years of many generations."},{"name":"Joel 2:3","text":"A fire devours before them, and behind them, a flame burns. The land is as the garden of Eden before them, and behind them, a desolate wilderness. Yes, and no one has escaped them."},{"name":"Joel 2:4","text":"Their appearance is as the appearance of horses, and as horsemen, so do they run."},{"name":"Joel 2:5","text":"Like the noise of chariots on the tops of the mountains do they leap, like the noise of a flame of fire that devours the stubble, as a strong people set in battle array."},{"name":"Joel 2:6","text":"At their presence the peoples are in anguish. All faces have grown pale."},{"name":"Joel 2:7","text":"They run like mighty men. They climb the wall like warriors. They each march in his line, and they don\"t swerve off course."},{"name":"Joel 2:8","text":"Neither does one jostle another; they march everyone in his path, and they burst through the defenses, and don\"t break ranks."},{"name":"Joel 2:9","text":"They rush on the city. They run on the wall. They climb up into the houses. They enter in at the windows like thieves."},{"name":"Joel 2:10","text":"The earth quakes before them. The heavens tremble. The sun and the moon are darkened, and the stars withdraw their shining."},{"name":"Joel 2:11","text":"Yahweh thunders his voice before his army; for his forces are very great; for he is strong who obeys his command; for the day of Yahweh is great and very awesome, and who can endure it?"},{"name":"Joel 2:12","text":"\"Yet even now,\" says Yahweh, \"turn to me with all your heart, and with fasting, and with weeping, and with mourning.\""},{"name":"Joel 2:13","text":"Tear your heart, and not your garments, and turn to Yahweh, your God; for he is gracious and merciful, slow to anger, and abundant in loving kindness, and relents from sending calamity."},{"name":"Joel 2:14","text":"Who knows? He may turn and relent, and leave a blessing behind him, even a meal offering and a drink offering to Yahweh, your God."},{"name":"Joel 2:15","text":"Blow the trumpet in Zion! Sanctify a fast. Call a solemn assembly."},{"name":"Joel 2:16","text":"Gather the people. Sanctify the assembly. Assemble the elders. Gather the children, and those who nurse from breasts. Let the bridegroom go forth from his room, and the bride out of her room."},{"name":"Joel 2:17","text":"Let the priests, the ministers of Yahweh, weep between the porch and the altar, and let them say, \"Spare your people, Yahweh, and don\"t give your heritage to reproach, that the nations should rule over them. Why should they say among the peoples, \"Where is their God?\"\""},{"name":"Joel 2:18","text":"Then Yahweh was jealous for his land, And had pity on his people."},{"name":"Joel 2:19","text":"Yahweh answered his people, \"Behold, I will send you grain, new wine, and oil, and you will be satisfied with them; and I will no more make you a reproach among the nations."},{"name":"Joel 2:20","text":"But I will remove the northern army far away from you, and will drive it into a barren and desolate land, its front into the eastern sea, and its back into the western sea; and its stench will come up, and its bad smell will rise.\" Surely he has done great things."},{"name":"Joel 2:21","text":"Land, don\"t be afraid. Be glad and rejoice, for Yahweh has done great things."},{"name":"Joel 2:22","text":"Don\"t be afraid, you animals of the field; for the pastures of the wilderness spring up, for the tree bears its fruit. The fig tree and the vine yield their strength."},{"name":"Joel 2:23","text":"\"Be glad then, you children of Zion, and rejoice in Yahweh, your God; for he gives you the former rain in just measure, and he causes the rain to come down for you, the former rain and the latter rain, as before."},{"name":"Joel 2:24","text":"The threshing floors will be full of wheat, and the vats will overflow with new wine and oil."},{"name":"Joel 2:25","text":"I will restore to you the years that the swarming locust has eaten, the great locust, the grasshopper, and the caterpillar, my great army, which I sent among you."},{"name":"Joel 2:26","text":"You will have plenty to eat, and be satisfied, and will praise the name of Yahweh, your God, who has dealt wondrously with you; and my people will never again be disappointed."},{"name":"Joel 2:27","text":"You will know that I am in the midst of Israel, and that I am Yahweh, your God, and there is no one else; and my people will never again be disappointed."},{"name":"Joel 2:28","text":"\"It will happen afterward, that I will pour out my Spirit on all flesh; and your sons and your daughters will prophesy. Your old men will dream dreams. Your young men will see visions."},{"name":"Joel 2:29","text":"And also on the servants and on the handmaids in those days, I will pour out my Spirit."},{"name":"Joel 2:30","text":"I will show wonders in the heavens and in the earth: blood, fire, and pillars of smoke."},{"name":"Joel 2:31","text":"The sun will be turned into darkness, and the moon into blood, before the great and terrible day of Yahweh comes."},{"name":"Joel 2:32","text":"It will happen that whoever will call on the name of Yahweh shall be saved; for in Mount Zion and in Jerusalem there will be those who escape, as Yahweh has said, and among the remnant, those whom Yahweh calls."},{"name":"Joel 3:1","text":"\"For, behold, in those days, and in that time, when I restore the fortunes of Judah and Jerusalem,"},{"name":"Joel 3:2","text":"I will gather all nations, and will bring them down into the valley of Jehoshaphat; and I will execute judgment on them there for my people, and for my heritage, Israel, whom they have scattered among the nations. They have divided my land,"},{"name":"Joel 3:3","text":"and have cast lots for my people, and have given a boy for a prostitute, and sold a girl for wine, that they may drink."},{"name":"Joel 3:4","text":"\"Yes, and what are you to me, Tyre, and Sidon, and all the regions of Philistia? Will you repay me? And if you repay me, I will swiftly and speedily return your repayment on your own head."},{"name":"Joel 3:5","text":"Because you have taken my silver and my gold, and have carried my finest treasures into your temples,"},{"name":"Joel 3:6","text":"and have sold the children of Judah and the children of Jerusalem to the sons of the Greeks, that you may remove them far from their border."},{"name":"Joel 3:7","text":"Behold, I will stir them up out of the place where you have sold them, and will return your repayment on your own head;"},{"name":"Joel 3:8","text":"and I will sell your sons and your daughters into the hands of the children of Judah, and they will sell them to the men of Sheba, to a faraway nation, for Yahweh has spoken it.\""},{"name":"Joel 3:9","text":"Proclaim this among the nations: \"Prepare for war! Stir up the mighty men. Let all the warriors draw near. Let them come up."},{"name":"Joel 3:10","text":"Beat your plowshares into swords, and your pruning hooks into spears. Let the weak say, \"I am strong.\""},{"name":"Joel 3:11","text":"Hurry and come, all you surrounding nations, and gather yourselves together.\" Cause your mighty ones to come down there, Yahweh."},{"name":"Joel 3:12","text":"\"Let the nations arouse themselves, and come up to the valley of Jehoshaphat; for there will I sit to judge all the surrounding nations."},{"name":"Joel 3:13","text":"Put in the sickle; for the harvest is ripe. Come, tread, for the winepress is full, the vats overflow, for their wickedness is great.\""},{"name":"Joel 3:14","text":"Multitudes, multitudes in the valley of decision! For the day of Yahweh is near, in the valley of decision."},{"name":"Joel 3:15","text":"The sun and the moon are darkened, and the stars withdraw their shining."},{"name":"Joel 3:16","text":"Yahweh will roar from Zion, and thunder from Jerusalem; and the heavens and the earth will shake; but Yahweh will be a refuge to his people, and a stronghold to the children of Israel."},{"name":"Joel 3:17","text":"\"So you will know that I am Yahweh, your God, dwelling in Zion, my holy mountain. Then Jerusalem will be holy, and no strangers will pass through her any more."},{"name":"Joel 3:18","text":"It will happen in that day, that the mountains will drop down sweet wine, the hills will flow with milk, all the brooks of Judah will flow with waters, and a fountain will come forth from the house of Yahweh, and will water the valley of Shittim."},{"name":"Joel 3:19","text":"Egypt will be a desolation, and Edom will be a desolate wilderness, for the violence done to the children of Judah, because they have shed innocent blood in their land."},{"name":"Joel 3:20","text":"But Judah will be inhabited forever, and Jerusalem from generation to generation."},{"name":"Joel 3:21","text":"I will cleanse their blood, that I have not cleansed: for Yahweh dwells in Zion.\""},{"name":"Amos 1:1","text":"The words of Amos, who was among the herdsmen of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash king of Israel, two years before the earthquake."},{"name":"Amos 1:2","text":"He said: \"Yahweh will roar from Zion, and utter his voice from Jerusalem; and the pastures of the shepherds will mourn, and the top of Carmel will wither.\""},{"name":"Amos 1:3","text":"Thus says Yahweh: \"For three transgressions of Damascus, yes, for four, I will not turn away its punishment; because they have threshed Gilead with threshing instruments of iron;"},{"name":"Amos 1:4","text":"but I will send a fire into the house of Hazael, and it will devour the palaces of Ben Hadad."},{"name":"Amos 1:5","text":"I will break the bar of Damascus, and cut off the inhabitant from the valley of Aven, and him who holds the scepter from the house of Eden; and the people of Syria shall go into captivity to Kir,\" says Yahweh."},{"name":"Amos 1:6","text":"Thus says Yahweh: \"For three transgressions of Gaza, yes, for four, I will not turn away its punishment; because they carried away captive the whole community, to deliver them up to Edom;"},{"name":"Amos 1:7","text":"but I will send a fire on the wall of Gaza, and it will devour its palaces."},{"name":"Amos 1:8","text":"I will cut off the inhabitant from Ashdod, and him who holds the scepter from Ashkelon; and I will turn my hand against Ekron; and the remnant of the Philistines will perish,\" says the Lord Yahweh."},{"name":"Amos 1:9","text":"Thus says Yahweh: \"For three transgressions of Tyre, yes, for four, I will not turn away its punishment; because they delivered up the whole community to Edom, and didn\"t remember the brotherly covenant;"},{"name":"Amos 1:10","text":"but I will send a fire on the wall of Tyre, and it will devour its palaces.\""},{"name":"Amos 1:11","text":"Thus says Yahweh: \"For three transgressions of Edom, yes, for four, I will not turn away its punishment; because he pursued his brother with the sword, and cast off all pity, and his anger raged continually, and he kept his wrath forever;"},{"name":"Amos 1:12","text":"but I will send a fire on Teman, and it will devour the palaces of Bozrah.\""},{"name":"Amos 1:13","text":"Thus says Yahweh: \"For three transgressions of the children of Ammon, yes, for four, I will not turn away its punishment; because they have ripped open the pregnant women of Gilead, that they may enlarge their border."},{"name":"Amos 1:14","text":"But I will kindle a fire in the wall of Rabbah, and it will devour its palaces, with shouting in the day of battle, with a storm in the day of the whirlwind;"},{"name":"Amos 1:15","text":"and their king will go into captivity, he and his princes together,\" says Yahweh."},{"name":"Amos 2:1","text":"Thus says Yahweh: \"For three transgressions of Moab, yes, for four, I will not turn away its punishment; because he burned the bones of the king of Edom into lime;"},{"name":"Amos 2:2","text":"but I will send a fire on Moab, and it will devour the palaces of Kerioth; and Moab will die with tumult, with shouting, and with the sound of the trumpet;"},{"name":"Amos 2:3","text":"and I will cut off the judge from their midst, and will kill all its princes with him,\" says Yahweh."},{"name":"Amos 2:4","text":"Thus says Yahweh: \"For three transgressions of Judah, yes, for four, I will not turn away its punishment; because they have rejected Yahweh\"s law, and have not kept his statutes, and their lies have led them astray, after which their fathers walked;"},{"name":"Amos 2:5","text":"But I will send a fire on Judah, and it will devour the palaces of Jerusalem.\""},{"name":"Amos 2:6","text":"Thus says Yahweh: \"For three transgressions of Israel, yes, for four, I will not turn away its punishment; because they have sold the righteous for silver, and the needy for a pair of shoes;"},{"name":"Amos 2:7","text":"They trample on the dust of the earth on the head of the poor, and deny justice to the oppressed; and a man and his father use the same maiden, to profane my holy name;"},{"name":"Amos 2:8","text":"and they lay themselves down beside every altar on clothes taken in pledge; and in the house of their God they drink the wine of those who have been fined."},{"name":"Amos 2:9","text":"Yet I destroyed the Amorite before them, whose height was like the height of the cedars, and he was strong as the oaks; yet I destroyed his fruit from above, and his roots from beneath."},{"name":"Amos 2:10","text":"Also I brought you up out of the land of Egypt, and led you forty years in the wilderness, to possess the land of the Amorite."},{"name":"Amos 2:11","text":"I raised up some of your sons for prophets, and some of your young men for Nazirites. Isn\"t this true, you children of Israel?\" says Yahweh."},{"name":"Amos 2:12","text":"\"But you gave the Nazirites wine to drink, and commanded the prophets, saying, \"Don\"t prophesy!\""},{"name":"Amos 2:13","text":"Behold, I will crush you in your place, as a cart crushes that is full of grain."},{"name":"Amos 2:14","text":"Flight will perish from the swift; and the strong won\"t strengthen his force; neither shall the mighty deliver himself;"},{"name":"Amos 2:15","text":"neither shall he stand who handles the bow; and he who is swift of foot won\"t escape; neither shall he who rides the horse deliver himself;"},{"name":"Amos 2:16","text":"and he who is courageous among the mighty will flee away naked on that day,\" says Yahweh."},{"name":"Amos 3:1","text":"Hear this word that Yahweh has spoken against you, children of Israel, against the whole family which I brought up out of the land of Egypt, saying:"},{"name":"Amos 3:2","text":"\"You only have I chosen of all the families of the earth. Therefore I will punish you for all of your sins.\""},{"name":"Amos 3:3","text":"Do two walk together, unless they have agreed?"},{"name":"Amos 3:4","text":"Will a lion roar in the thicket, when he has no prey? Does a young lion cry out of his den, if he has caught nothing?"},{"name":"Amos 3:5","text":"Can a bird fall in a trap on the earth, where no snare is set for him? Does a snare spring up from the ground, when there is nothing to catch?"},{"name":"Amos 3:6","text":"Does the trumpet alarm sound in a city, without the people being afraid? Does evil happen to a city, and Yahweh hasn\"t done it?"},{"name":"Amos 3:7","text":"Surely the Lord Yahweh will do nothing, unless he reveals his secret to his servants the prophets."},{"name":"Amos 3:8","text":"The lion has roared. Who will not fear? The Lord Yahweh has spoken. Who can but prophesy?"},{"name":"Amos 3:9","text":"Proclaim in the palaces at Ashdod, and in the palaces in the land of Egypt, and say, \"Assemble yourselves on the mountains of Samaria, and see what unrest is in her, and what oppression is among them.\""},{"name":"Amos 3:10","text":"\"Indeed they don\"t know to do right,\" says Yahweh, \"Who hoard plunder and loot in their palaces.\""},{"name":"Amos 3:11","text":"Therefore thus says the Lord Yahweh: \"An adversary will overrun the land; and he will pull down your strongholds, and your fortresses will be plundered.\""},{"name":"Amos 3:12","text":"Thus says Yahweh: \"As the shepherd rescues out of the mouth of the lion two legs, or a piece of an ear, so shall the children of Israel be rescued who sit in Samaria on the corner of a couch, and on the silken cushions of a bed.\""},{"name":"Amos 3:13","text":"\"Listen, and testify against the house of Jacob,\" says the Lord Yahweh, the God of Armies."},{"name":"Amos 3:14","text":"\"For in the day that I visit the transgressions of Israel on him, I will also visit the altars of Bethel; and the horns of the altar will be cut off, and fall to the ground."},{"name":"Amos 3:15","text":"I will strike the winter house with the summer house; and the houses of ivory will perish, and the great houses will have an end,\" says Yahweh."},{"name":"Amos 4:1","text":"Listen to this word, you cows of Bashan, who are on the mountain of Samaria, who oppress the poor, who crush the needy, who tell their husbands, \"Bring us drinks!\""},{"name":"Amos 4:2","text":"The Lord Yahweh has sworn by his holiness that behold, \"The days shall come on you that they will take you away with hooks, and the last of you with fish hooks."},{"name":"Amos 4:3","text":"You will go out at the breaks in the wall, everyone straight before her; and you will cast yourselves into Harmon,\" says Yahweh."},{"name":"Amos 4:4","text":"\"Go to Bethel, and sin; to Gilgal, and sin more. Bring your sacrifices every morning, your tithes every three days,"},{"name":"Amos 4:5","text":"offer a sacrifice of thanksgiving of that which is leavened, and proclaim free will offerings and brag about them: for this pleases you, you children of Israel,\" says the Lord Yahweh."},{"name":"Amos 4:6","text":"\"I also have given you cleanness of teeth in all your cities, and lack of bread in every town; yet you haven\"t returned to me,\" says Yahweh."},{"name":"Amos 4:7","text":"\"I also have withheld the rain from you, when there were yet three months to the harvest; and I caused it to rain on one city, and caused it not to rain on another city. One place was rained on, and the piece where it didn\"t rain withered."},{"name":"Amos 4:8","text":"So two or three cities staggered to one city to drink water, and were not satisfied: yet you haven\"t returned to me,\" says Yahweh."},{"name":"Amos 4:9","text":"\"I struck you with blight and mildew many times in your gardens and your vineyards; and your fig trees and your olive trees have the swarming locust devoured: yet you haven\"t returned to me,\" says Yahweh."},{"name":"Amos 4:10","text":"\"I sent plagues among you like I did Egypt. I have slain your young men with the sword, and have carried away your horses; and I filled your nostrils with the stench of your camp, yet you haven\"t returned to me,\" says Yahweh."},{"name":"Amos 4:11","text":"\"I have overthrown some of you, as when God overthrew Sodom and Gomorrah, and you were like a burning stick plucked out of the fire; yet you haven\"t returned to me,\" says Yahweh."},{"name":"Amos 4:12","text":"\"Therefore thus will I do to you, Israel; because I will do this to you, prepare to meet your God, Israel."},{"name":"Amos 4:13","text":"For, behold, he who forms the mountains, and creates the wind, and declares to man what is his thought; who makes the morning darkness, and treads on the high places of the earth: Yahweh, the God of Armies, is his name.\""},{"name":"Amos 5:1","text":"Listen to this word which I take up for a lamentation over you, O house of Israel."},{"name":"Amos 5:2","text":"\"The virgin of Israel has fallen; She shall rise no more. She is cast down on her land; there is no one to raise her up.\""},{"name":"Amos 5:3","text":"For thus says the Lord Yahweh: \"The city that went forth a thousand shall have a hundred left, and that which went forth one hundred shall have ten left to the house of Israel.\""},{"name":"Amos 5:4","text":"For thus says Yahweh to the house of Israel: \"Seek me, and you will live;"},{"name":"Amos 5:5","text":"but don\"t seek Bethel, nor enter into Gilgal, and don\"t pass to Beersheba: for Gilgal shall surely go into captivity, and Bethel shall come to nothing."},{"name":"Amos 5:6","text":"Seek Yahweh, and you will live; lest he break out like fire in the house of Joseph, and it devour, and there be no one to quench it in Bethel."},{"name":"Amos 5:7","text":"You who turn justice to wormwood, and cast down righteousness to the earth:"},{"name":"Amos 5:8","text":"seek him who made the Pleiades and Orion, and turns the shadow of death into the morning, and makes the day dark with night; who calls for the waters of the sea, and pours them out on the surface of the earth, Yahweh is his name,"},{"name":"Amos 5:9","text":"who brings sudden destruction on the strong, so that destruction comes on the fortress."},{"name":"Amos 5:10","text":"They hate him who reproves in the gate, and they abhor him who speaks blamelessly."},{"name":"Amos 5:11","text":"Forasmuch therefore as you trample on the poor, and take taxes from him of wheat: You have built houses of cut stone, but you will not dwell in them. You have planted pleasant vineyards, but you shall not drink their wine."},{"name":"Amos 5:12","text":"For I know how many your offenses, and how great are your sins\"you who afflict the just, who take a bribe, and who turn aside the needy in the courts."},{"name":"Amos 5:13","text":"Therefore a prudent person keeps silent in such a time, for it is an evil time."},{"name":"Amos 5:14","text":"Seek good, and not evil, that you may live; and so Yahweh, the God of Armies, will be with you, as you say."},{"name":"Amos 5:15","text":"Hate evil, love good, and establish justice in the courts. It may be that Yahweh, the God of Armies, will be gracious to the remnant of Joseph.\""},{"name":"Amos 5:16","text":"Therefore thus says Yahweh, the God of Armies, the Lord: \"Wailing will be in all the broad ways; and they will say in all the streets, \"Alas! Alas!\" and they will call the farmer to mourning, and those who are skillful in lamentation to wailing."},{"name":"Amos 5:17","text":"In all vineyards there will be wailing; for I will pass through the midst of you,\" says Yahweh."},{"name":"Amos 5:18","text":"\"Woe to you who desire the day of Yahweh! Why do you long for the day of Yahweh? It is darkness, and not light."},{"name":"Amos 5:19","text":"As if a man fled from a lion, and a bear met him; Or he went into the house and leaned his hand on the wall, and a snake bit him."},{"name":"Amos 5:20","text":"Won\"t the day of Yahweh be darkness, and not light? Even very dark, and no brightness in it?"},{"name":"Amos 5:21","text":"I hate, I despise your feasts, and I can\"t stand your solemn assemblies."},{"name":"Amos 5:22","text":"Yes, though you offer me your burnt offerings and meal offerings, I will not accept them; neither will I regard the peace offerings of your fat animals."},{"name":"Amos 5:23","text":"Take away from me the noise of your songs! I will not listen to the music of your harps."},{"name":"Amos 5:24","text":"But let justice roll on like rivers, and righteousness like a mighty stream."},{"name":"Amos 5:25","text":"\"Did you bring to me sacrifices and offerings in the wilderness forty years, house of Israel?"},{"name":"Amos 5:26","text":"You also carried the tent of your king and the shrine of your images, the star of your god, which you made for yourselves."},{"name":"Amos 5:27","text":"Therefore will I cause you to go into captivity beyond Damascus,\" says Yahweh, whose name is the God of Armies."},{"name":"Amos 6:1","text":"Woe to those who are at ease in Zion, and to those who are secure on the mountain of Samaria, the notable men of the chief of the nations, to whom the house of Israel come!"},{"name":"Amos 6:2","text":"Go to Calneh, and see; and from there go to Hamath the great; then go down to Gath of the Philistines. are they better than these kingdoms? or is their border greater than your border?"},{"name":"Amos 6:3","text":"Those who put far away the evil day, and cause the seat of violence to come near;"},{"name":"Amos 6:4","text":"Who lie on beds of ivory, and stretch themselves on their couches, and eat the lambs out of the flock, and the calves out of the midst of the stall;"},{"name":"Amos 6:5","text":"who strum on the strings of a harp; who invent for themselves instruments of music, like David;"},{"name":"Amos 6:6","text":"who drink wine in bowls, and anoint themselves with the best oils; but they are not grieved for the affliction of Joseph."},{"name":"Amos 6:7","text":"Therefore they will now go captive with the first who go captive; and the feasting and lounging will end."},{"name":"Amos 6:8","text":"\"The Lord Yahweh has sworn by himself,\" says Yahweh, the God of Armies: \"I abhor the pride of Jacob, and detest his fortresses. Therefore I will deliver up the city with all that is in it."},{"name":"Amos 6:9","text":"It will happen, if there remain ten men in one house, that they shall die."},{"name":"Amos 6:10","text":"\"When a man\"s relative carries him, even he who burns him, to bring bodies out of the house, and asks him who is in the innermost parts of the house, \"Is there yet any with you?\" And he says, \"No;\" then he will say, \"Hush! Indeed we must not mention the name of Yahweh.\""},{"name":"Amos 6:11","text":"\"For, behold, Yahweh commands, and the great house will be smashed to pieces, and the little house into bits."},{"name":"Amos 6:12","text":"Do horses run on the rocky crags? Does one plow there with oxen? But you have turned justice into poison, and the fruit of righteousness into bitterness;"},{"name":"Amos 6:13","text":"you who rejoice in a thing of nothing, who say, \"Haven\"t we taken for ourselves horns by our own strength?\""},{"name":"Amos 6:14","text":"For, behold, I will raise up against you a nation, house of Israel,\" says Yahweh, the God of Armies; \"and they will afflict you from the entrance of Hamath to the brook of the Arabah.\""},{"name":"Amos 7:1","text":"Thus the Lord Yahweh showed me: and behold, he formed locusts in the beginning of the shooting up of the latter growth; and behold, it was the latter growth after the king\"s harvest."},{"name":"Amos 7:2","text":"It happened that, when they made an end of eating the grass of the land, then I said, \"Lord Yahweh, forgive, I beg you! How could Jacob stand? For he is small.\""},{"name":"Amos 7:3","text":"Yahweh relented concerning this. \"It shall not be,\" says Yahweh."},{"name":"Amos 7:4","text":"Thus the Lord Yahweh showed me and behold, the Lord Yahweh called for judgment by fire; and it dried up the great deep, and would have devoured the land."},{"name":"Amos 7:5","text":"Then I said, \"Lord Yahweh, stop, I beg you! How could Jacob stand? For he is small.\""},{"name":"Amos 7:6","text":"Yahweh relented concerning this. \"This also shall not be,\" says the Lord Yahweh."},{"name":"Amos 7:7","text":"Thus he showed me and behold, the Lord stood beside a wall made by a plumb line, with a plumb line in his hand."},{"name":"Amos 7:8","text":"Yahweh said to me, \"Amos, what do you see?\" I said, \"A plumb line.\" Then the Lord said, \"Behold, I will set a plumb line in the midst of my people Israel. I will not again pass by them any more."},{"name":"Amos 7:9","text":"The high places of Isaac will be desolate, the sanctuaries of Israel will be laid waste; and I will rise against the house of Jeroboam with the sword.\""},{"name":"Amos 7:10","text":"Then Amaziah the priest of Bethel sent to Jeroboam king of Israel, saying, \"Amos has conspired against you in the midst of the house of Israel. The land is not able to bear all his words."},{"name":"Amos 7:11","text":"For Amos says, \"Jeroboam will die by the sword, and Israel shall surely be led away captive out of his land.\"\""},{"name":"Amos 7:12","text":"Amaziah also said to Amos, \"You seer, go, flee away into the land of Judah, and there eat bread, and prophesy there:"},{"name":"Amos 7:13","text":"but don\"t prophesy again any more at Bethel; for it is the king\"s sanctuary, and it is a royal house!\""},{"name":"Amos 7:14","text":"Then Amos answered Amaziah, \"I was no prophet, neither was I a prophet\"s son; but I was a herdsman, and a farmer of sycamore figs;"},{"name":"Amos 7:15","text":"and Yahweh took me from following the flock, and Yahweh said to me, \"Go, prophesy to my people Israel.\""},{"name":"Amos 7:16","text":"Now therefore listen to the word of Yahweh: \"You say, Don\"t prophesy against Israel, and don\"t preach against the house of Isaac.\""},{"name":"Amos 7:17","text":"Therefore thus says Yahweh: \"Your wife shall be a prostitute in the city, and your sons and your daughters shall fall by the sword, and your land shall be divided by line; and you yourself shall die in a land that is unclean, and Israel shall surely be led away captive out of his land.\"\""},{"name":"Amos 8:1","text":"Thus the Lord Yahweh showed me: behold, a basket of summer fruit."},{"name":"Amos 8:2","text":"He said, \"Amos, what do you see?\" I said, \"A basket of summer fruit.\" Then Yahweh said to me, \"The end has come on my people Israel. I will not again pass by them any more."},{"name":"Amos 8:3","text":"The songs of the temple will be wailings in that day,\" says the Lord Yahweh. \"The dead bodies will be many. In every place they will throw them out with silence."},{"name":"Amos 8:4","text":"Hear this, you who desire to swallow up the needy, and cause the poor of the land to fail,"},{"name":"Amos 8:5","text":"Saying, \"When will the new moon be gone, that we may sell grain? And the Sabbath, that we may market wheat, making the ephah small, and the shekel large, and dealing falsely with balances of deceit;"},{"name":"Amos 8:6","text":"that we may buy the poor for silver, and the needy for a pair of shoes, and sell the sweepings with the wheat?\"\""},{"name":"Amos 8:7","text":"Yahweh has sworn by the pride of Jacob, \"Surely I will never forget any of their works."},{"name":"Amos 8:8","text":"Won\"t the land tremble for this, and everyone mourn who dwells in it? Yes, it will rise up wholly like the River; and it will be stirred up and sink again, like the River of Egypt."},{"name":"Amos 8:9","text":"It will happen in that day,\" says the Lord Yahweh, \"that I will cause the sun to go down at noon, and I will darken the earth in the clear day."},{"name":"Amos 8:10","text":"I will turn your feasts into mourning, and all your songs into lamentation; and I will make you wear sackcloth on all your bodies, and baldness on every head. I will make it like the mourning for an only son, and its end like a bitter day."},{"name":"Amos 8:11","text":"Behold, the days come,\" says the Lord Yahweh, \"that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing the words of Yahweh."},{"name":"Amos 8:12","text":"They will wander from sea to sea, and from the north even to the east; they will run back and forth to seek the word of Yahweh, and will not find it."},{"name":"Amos 8:13","text":"In that day the beautiful virgins and the young men will faint for thirst."},{"name":"Amos 8:14","text":"Those who swear by the sin of Samaria, and say, \"As your god, Dan, lives;\" and, \"As the way of Beersheba lives;\" they will fall, and never rise up again.\""},{"name":"Amos 9:1","text":"I saw the Lord standing beside the altar, and he said, \"Strike the tops of the pillars, that the thresholds may shake; and break them in pieces on the head of all of them; and I will kill the last of them with the sword: there shall not one of them flee away, and there shall not one of them escape."},{"name":"Amos 9:2","text":"Though they dig into Sheol, there my hand will take them; and though they climb up to heaven, there I will bring them down."},{"name":"Amos 9:3","text":"Though they hide themselves in the top of Carmel, I will search and take them out there; and though they be hidden from my sight in the bottom of the sea, there I will command the serpent, and it will bite them."},{"name":"Amos 9:4","text":"Though they go into captivity before their enemies, there I will command the sword, and it will kill them. I will set my eyes on them for evil, and not for good."},{"name":"Amos 9:5","text":"For the Lord, Yahweh of Armies, is he who touches the land and it melts, and all who dwell in it will mourn; and it will rise up wholly like the River, and will sink again, like the River of Egypt."},{"name":"Amos 9:6","text":"It is he who builds his rooms in the heavens, and has founded his vault on the earth; he who calls for the waters of the sea, and pours them out on the surface of the earth; Yahweh is his name."},{"name":"Amos 9:7","text":"Are you not like the children of the Ethiopians to me, children of Israel?\" says Yahweh. \"Haven\"t I brought up Israel out of the land of Egypt, and the Philistines from Caphtor, and the Syrians from Kir?"},{"name":"Amos 9:8","text":"Behold, the eyes of the Lord Yahweh are on the sinful kingdom, and I will destroy it from off the surface of the earth; except that I will not utterly destroy the house of Jacob,\" says Yahweh."},{"name":"Amos 9:9","text":"\"For, behold, I will command, and I will sift the house of Israel among all the nations, as grain is sifted in a sieve, yet not the least kernel will fall on the earth."},{"name":"Amos 9:10","text":"All the sinners of my people will die by the sword, who say, \"Evil won\"t overtake nor meet us.\""},{"name":"Amos 9:11","text":"In that day I will raise up the tent of David who is fallen, and close up its breaches, and I will raise up its ruins, and I will build it as in the days of old;"},{"name":"Amos 9:12","text":"that they may possess the remnant of Edom, and all the nations who are called by my name,\" says Yahweh who does this."},{"name":"Amos 9:13","text":"\"Behold, the days come,\" says Yahweh, \"that the plowman shall overtake the reaper, and the one treading grapes him who sows seed; and sweet wine will drip from the mountains, and flow from the hills."},{"name":"Amos 9:14","text":"I will bring my people Israel back from captivity, and they will rebuild the ruined cities, and inhabit them; and they will plant vineyards, and drink wine from them. They shall also make gardens, and eat their fruit."},{"name":"Amos 9:15","text":"I will plant them on their land, and they will no more be plucked up out of their land which I have given them,\" says Yahweh your God."},{"name":"Obadiah 1:1","text":"The vision of Obadiah. This is what the Lord Yahweh says about Edom. We have heard news from Yahweh, and an ambassador is sent among the nations, saying, \"Arise, and let\"s rise up against her in battle."},{"name":"Obadiah 1:2","text":"Behold, I have made you small among the nations. You are greatly despised."},{"name":"Obadiah 1:3","text":"The pride of your heart has deceived you, you who dwell in the clefts of the rock, whose habitation is high, who says in his heart, \"Who will bring me down to the ground?\""},{"name":"Obadiah 1:4","text":"Though you mount on high as the eagle, and though your nest is set among the stars, I will bring you down from there,\" says Yahweh."},{"name":"Obadiah 1:5","text":"\"If thieves came to you, if robbers by night\"oh, what disaster awaits you\"wouldn\"t they only steal until they had enough? If grape pickers came to you, wouldn\"t they leave some gleaning grapes?"},{"name":"Obadiah 1:6","text":"How Esau will be ransacked! How his hidden treasures are sought out!"},{"name":"Obadiah 1:7","text":"All the men of your alliance have brought you on your way, even to the border. The men who were at peace with you have deceived you, and prevailed against you. Friends who eat your bread lay a snare under you. There is no understanding in him.\""},{"name":"Obadiah 1:8","text":"\"Won\"t I in that day,\" says Yahweh, \"destroy the wise men out of Edom, and understanding out of the mountain of Esau?"},{"name":"Obadiah 1:9","text":"Your mighty men, Teman, will be dismayed, to the end that everyone may be cut off from the mountain of Esau by slaughter."},{"name":"Obadiah 1:10","text":"For the violence done to your brother Jacob, shame will cover you, and you will be cut off forever."},{"name":"Obadiah 1:11","text":"In the day that you stood on the other side, in the day that strangers carried away his substance, and foreigners entered into his gates, and cast lots for Jerusalem, even you were like one of them."},{"name":"Obadiah 1:12","text":"But don\"t look down on your brother in the day of his disaster, and don\"t rejoice over the children of Judah in the day of their destruction. Don\"t speak proudly in the day of distress."},{"name":"Obadiah 1:13","text":"Don\"t enter into the gate of my people in the day of their calamity. Don\"t look down on their affliction in the day of their calamity, neither seize their wealth on the day of their calamity."},{"name":"Obadiah 1:14","text":"Don\"t stand in the crossroads to cut off those of his who escape. Don\"t deliver up those of his who remain in the day of distress."},{"name":"Obadiah 1:15","text":"For the day of Yahweh is near all the nations! As you have done, it will be done to you. Your deeds will return upon your own head."},{"name":"Obadiah 1:16","text":"For as you have drunk on my holy mountain, so will all the nations drink continually. Yes, they will drink, swallow down, and will be as though they had not been."},{"name":"Obadiah 1:17","text":"But in Mount Zion, there will be those who escape, and it will be holy. The house of Jacob will possess their possessions."},{"name":"Obadiah 1:18","text":"The house of Jacob will be a fire, the house of Joseph a flame, and the house of Esau for stubble. They will burn among them, and devour them. There will not be any remaining to the house of Esau.\" Indeed, Yahweh has spoken."},{"name":"Obadiah 1:19","text":"Those of the South will possess the mountain of Esau, and those of the lowland, the Philistines. They will possess the field of Ephraim, and the field of Samaria. Benjamin will possess Gilead."},{"name":"Obadiah 1:20","text":"The captives of this army of the children of Israel, who are among the Canaanites, will possess even to Zarephath; and the captives of Jerusalem, who are in Sepharad, will possess the cities of the Negev."},{"name":"Obadiah 1:21","text":"Saviors will go up on Mount Zion to judge the mountains of Esau, and the kingdom will be Yahweh\"s."},{"name":"Jonah 1:1","text":"Now the word of Yahweh came to Jonah the son of Amittai, saying,"},{"name":"Jonah 1:2","text":"\"Arise, go to Nineveh, that great city, and preach against it, for their wickedness has come up before me.\""},{"name":"Jonah 1:3","text":"But Jonah rose up to flee to Tarshish from the presence of Yahweh. He went down to Joppa, and found a ship going to Tarshish; so he paid its fare, and went down into it, to go with them to Tarshish from the presence of Yahweh."},{"name":"Jonah 1:4","text":"But Yahweh sent out a great wind on the sea, and there was a mighty storm on the sea, so that the ship was likely to break up."},{"name":"Jonah 1:5","text":"Then the mariners were afraid, and every man cried to his god. They threw the cargo that was in the ship into the sea to lighten the ship. But Jonah had gone down into the innermost parts of the ship, and he was laying down, and was fast asleep."},{"name":"Jonah 1:6","text":"So the shipmaster came to him, and said to him, \"What do you mean, sleeper? Arise, call on your God! Maybe your God will notice us, so that we won\"t perish.\""},{"name":"Jonah 1:7","text":"They all said to each other, \"Come, let us cast lots, that we may know who is responsible for this evil that is on us.\" So they cast lots, and the lot fell on Jonah."},{"name":"Jonah 1:8","text":"Then they asked him, \"Tell us, please, for whose cause this evil is on us. What is your occupation? Where do you come from? What is your country? Of what people are you?\""},{"name":"Jonah 1:9","text":"He said to them, \"I am a Hebrew, and I fear Yahweh, the God of heaven, who has made the sea and the dry land.\""},{"name":"Jonah 1:10","text":"Then were the men exceedingly afraid, and said to him, \"What is this that you have done?\" For the men knew that he was fleeing from the presence of Yahweh, because he had told them."},{"name":"Jonah 1:11","text":"Then they said to him, \"What shall we do to you, that the sea may be calm to us?\" For the sea grew more and more stormy."},{"name":"Jonah 1:12","text":"He said to them, \"Take me up, and throw me into the sea. Then the sea will be calm for you; for I know that because of me this great storm is on you.\""},{"name":"Jonah 1:13","text":"Nevertheless the men rowed hard to get them back to the land; but they could not, for the sea grew more and more stormy against them."},{"name":"Jonah 1:14","text":"Therefore they cried to Yahweh, and said, \"We beg you, Yahweh, we beg you, don\"t let us die for this man\"s life, and don\"t lay on us innocent blood; for you, Yahweh, have done as it pleased you.\""},{"name":"Jonah 1:15","text":"So they took up Jonah, and threw him into the sea; and the sea ceased its raging."},{"name":"Jonah 1:16","text":"Then the men feared Yahweh exceedingly; and they offered a sacrifice to Yahweh, and made vows."},{"name":"Jonah 1:17","text":"Yahweh prepared a great fish to swallow up Jonah, and Jonah was in the belly of the fish three days and three nights."},{"name":"Jonah 2:1","text":"Then Jonah prayed to Yahweh, his God, out of the fish\"s belly."},{"name":"Jonah 2:2","text":"He said, \"I called because of my affliction to Yahweh. He answered me. Out of the belly of Sheol I cried. You heard my voice."},{"name":"Jonah 2:3","text":"For you threw me into the depths, in the heart of the seas. The flood was all around me. All your waves and your billows passed over me."},{"name":"Jonah 2:4","text":"I said, \"I have been banished from your sight; yet I will look again toward your holy temple.\""},{"name":"Jonah 2:5","text":"The waters surrounded me, even to the soul. The deep was around me. The weeds were wrapped around my head."},{"name":"Jonah 2:6","text":"I went down to the bottoms of the mountains. The earth barred me in forever: yet have you brought up my life from the pit, Yahweh my God."},{"name":"Jonah 2:7","text":"\"When my soul fainted within me, I remembered Yahweh. My prayer came in to you, into your holy temple."},{"name":"Jonah 2:8","text":"Those who regard lying vanities forsake their own mercy."},{"name":"Jonah 2:9","text":"But I will sacrifice to you with the voice of thanksgiving. I will pay that which I have vowed. Salvation belongs to Yahweh.\""},{"name":"Jonah 2:10","text":"Yahweh spoke to the fish, and it vomited out Jonah on the dry land."},{"name":"Jonah 3:1","text":"The word of Yahweh came to Jonah the second time, saying,"},{"name":"Jonah 3:2","text":"\"Arise, go to Nineveh, that great city, and preach to it the message that I give you.\""},{"name":"Jonah 3:3","text":"So Jonah arose, and went to Nineveh, according to the word of Yahweh. Now Nineveh was an exceedingly great city, three days\" journey across."},{"name":"Jonah 3:4","text":"Jonah began to enter into the city a day\"s journey, and he cried out, and said, \"In forty days, Nineveh will be overthrown!\""},{"name":"Jonah 3:5","text":"The people of Nineveh believed God; and they proclaimed a fast, and put on sackcloth, from their greatest even to their least."},{"name":"Jonah 3:6","text":"The news reached the king of Nineveh, and he arose from his throne, and took off his royal robe, covered himself with sackcloth, and sat in ashes."},{"name":"Jonah 3:7","text":"He made a proclamation and published through Nineveh by the decree of the king and his nobles, saying, \"Let neither man nor animal, herd nor flock, taste anything; let them not feed, nor drink water;"},{"name":"Jonah 3:8","text":"but let them be covered with sackcloth, both man and animal, and let them cry mightily to God. Yes, let them turn everyone from his evil way, and from the violence that is in his hands."},{"name":"Jonah 3:9","text":"Who knows whether God will not turn and relent, and turn away from his fierce anger, so that we might not perish?\""},{"name":"Jonah 3:10","text":"God saw their works, that they turned from their evil way. God relented of the disaster which he said he would do to them, and he didn\"t do it."},{"name":"Jonah 4:1","text":"But it displeased Jonah exceedingly, and he was angry."},{"name":"Jonah 4:2","text":"He prayed to Yahweh, and said, \"Please, Yahweh, wasn\"t this what I said when I was still in my own country? Therefore I hurried to flee to Tarshish, for I knew that you are a gracious God, and merciful, slow to anger, and abundant in loving kindness, and you relent of doing harm."},{"name":"Jonah 4:3","text":"Therefore now, Yahweh, take, I beg you, my life from me; for it is better for me to die than to live.\""},{"name":"Jonah 4:4","text":"Yahweh said, \"Is it right for you to be angry?\""},{"name":"Jonah 4:5","text":"Then Jonah went out of the city, and sat on the east side of the city, and there made himself a booth, and sat under it in the shade, until he might see what would become of the city."},{"name":"Jonah 4:6","text":"Yahweh God prepared a vine, and made it to come up over Jonah, that it might be a shade over his head, to deliver him from his discomfort. So Jonah was exceedingly glad because of the vine."},{"name":"Jonah 4:7","text":"But God prepared a worm at dawn the next day, and it chewed on the vine, so that it withered."},{"name":"Jonah 4:8","text":"It happened, when the sun arose, that God prepared a sultry east wind; and the sun beat on Jonah\"s head, so that he fainted, and requested for himself that he might die, and said, \"It is better for me to die than to live.\""},{"name":"Jonah 4:9","text":"God said to Jonah, \"Is it right for you to be angry about the vine?\" He said, \"I am right to be angry, even to death.\""},{"name":"Jonah 4:10","text":"Yahweh said, \"You have been concerned for the vine, for which you have not labored, neither made it grow; which came up in a night, and perished in a night."},{"name":"Jonah 4:11","text":"Shouldn\"t I be concerned for Nineveh, that great city, in which are more than one hundred twenty thousand persons who can\"t discern between their right hand and their left hand; and also much livestock?\""},{"name":"Micah 1:1","text":"The word of Yahweh that came to Micah the Morashtite in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem."},{"name":"Micah 1:2","text":"Hear, you peoples, all of you. Listen, O earth, and all that is therein: and let the Lord Yahweh be witness against you, the Lord from his holy temple."},{"name":"Micah 1:3","text":"For, behold, Yahweh comes forth out of his place, and will come down and tread on the high places of the earth."},{"name":"Micah 1:4","text":"The mountains melt under him, and the valleys split apart, like wax before the fire, like waters that are poured down a steep place."},{"name":"Micah 1:5","text":"\"All this is for the disobedience of Jacob, and for the sins of the house of Israel. What is the disobedience of Jacob? Isn\"t it Samaria? And what are the high places of Judah? Aren\"t they Jerusalem?"},{"name":"Micah 1:6","text":"Therefore I will make Samaria like a rubble heap of the field, like places for planting vineyards; and I will pour down its stones into the valley, and I will uncover its foundations."},{"name":"Micah 1:7","text":"All her idols will be beaten to pieces, and all her temple gifts will be burned with fire, and all her images I will destroy; for of the hire of a prostitute has she gathered them, and to the hire of a prostitute shall they return.\""},{"name":"Micah 1:8","text":"For this I will lament and wail; I will go stripped and naked; I will howl like the jackals, and moan like the daughters of owls."},{"name":"Micah 1:9","text":"For her wounds are incurable; for it has come even to Judah. It reaches to the gate of my people, even to Jerusalem."},{"name":"Micah 1:10","text":"Don\"t tell it in Gath. Don\"t weep at all. At Beth Ophrah I have rolled myself in the dust."},{"name":"Micah 1:11","text":"Pass on, inhabitant of Shaphir, in nakedness and shame. The inhabitant of Zaanan won\"t come out. The wailing of Beth Ezel will take from you his protection."},{"name":"Micah 1:12","text":"For the inhabitant of Maroth waits anxiously for good, because evil has come down from Yahweh to the gate of Jerusalem."},{"name":"Micah 1:13","text":"Harness the chariot to the swift steed, inhabitant of Lachish. She was the beginning of sin to the daughter of Zion; For the transgressions of Israel were found in you."},{"name":"Micah 1:14","text":"Therefore you will give a parting gift to Moresheth Gath. The houses of Achzib will be a deceitful thing to the kings of Israel."},{"name":"Micah 1:15","text":"I will yet bring to you, inhabitant of Mareshah. He who is the glory of Israel will come to Adullam."},{"name":"Micah 1:16","text":"Shave your heads, and cut off your hair for the children of your delight. Enlarge your baldness like the vulture; for they have gone into captivity from you!"},{"name":"Micah 2:1","text":"Woe to those who devise iniquity and work evil on their beds! When the morning is light, they practice it, because it is in the power of their hand."},{"name":"Micah 2:2","text":"They covet fields, and seize them; and houses, and take them away: and they oppress a man and his house, even a man and his heritage."},{"name":"Micah 2:3","text":"Therefore thus says Yahweh: \"Behold, I am planning against these people a disaster, from which you will not remove your necks, neither will you walk haughtily; for it is an evil time."},{"name":"Micah 2:4","text":"In that day they will take up a parable against you, and lament with a doleful lamentation, saying, \"We are utterly ruined! My people\"s possession is divided up. Indeed he takes it from me and assigns our fields to traitors!\"\""},{"name":"Micah 2:5","text":"Therefore you will have no one who divides the land by lot in the assembly of Yahweh."},{"name":"Micah 2:6","text":"\"Don\"t prophesy!\" They prophesy. \"Don\"t prophesy about these things. Disgrace won\"t overtake us.\""},{"name":"Micah 2:7","text":"Shall it be said, O house of Jacob: \"Is the Spirit of Yahweh angry? Are these his doings? Don\"t my words do good to him who walks blamelessly?\""},{"name":"Micah 2:8","text":"But lately my people have risen up as an enemy. You strip the robe and clothing from those who pass by without a care, returning from battle."},{"name":"Micah 2:9","text":"You drive the women of my people out from their pleasant houses; from their young children you take away my blessing forever."},{"name":"Micah 2:10","text":"Arise, and depart! For this is not your resting place, because of uncleanness that destroys, even with a grievous destruction."},{"name":"Micah 2:11","text":"If a man walking in a spirit of falsehood lies: \"I will prophesy to you of wine and of strong drink;\" he would be the prophet of this people."},{"name":"Micah 2:12","text":"I will surely assemble, Jacob, all of you; I will surely gather the remnant of Israel; I will put them together as the sheep of Bozrah, as a flock in the midst of their pasture; they will swarm with people."},{"name":"Micah 2:13","text":"He who breaks open the way goes up before them. They break through the gate, and go out. And their king passes on before them, with Yahweh at their head."},{"name":"Micah 3:1","text":"I said, \"Please listen, you heads of Jacob, and rulers of the house of Israel: Isn\"t it for you to know justice?"},{"name":"Micah 3:2","text":"You who hate the good, and love the evil; who tear off their skin, and their flesh from off their bones;"},{"name":"Micah 3:3","text":"who also eat the flesh of my people, and flay their skin from off them, and break their bones, and chop them in pieces, as for the pot, and as flesh within the caldron."},{"name":"Micah 3:4","text":"Then they will cry to Yahweh, but he will not answer them. Yes, he will hide his face from them at that time, because they made their deeds evil.\""},{"name":"Micah 3:5","text":"Thus says Yahweh concerning the prophets who lead my people astray; for those who feed their teeth, they proclaim, \"Peace!\" and whoever doesn\"t provide for their mouths, they prepare war against him:"},{"name":"Micah 3:6","text":"\"Therefore night is over you, with no vision, and it is dark to you, that you may not divine; and the sun will go down on the prophets, and the day will be black over them."},{"name":"Micah 3:7","text":"The seers shall be disappointed, and the diviners confounded. Yes, they shall all cover their lips; for there is no answer from God.\""},{"name":"Micah 3:8","text":"But as for me, I am full of power by the Spirit of Yahweh, and of judgment, and of might, to declare to Jacob his disobedience, and to Israel his sin."},{"name":"Micah 3:9","text":"Please listen to this, you heads of the house of Jacob, and rulers of the house of Israel, who abhor justice, and pervert all equity."},{"name":"Micah 3:10","text":"They build up Zion with blood, and Jerusalem with iniquity."},{"name":"Micah 3:11","text":"Her leaders judge for bribes, and her priests teach for a price, and her prophets of it tell fortunes for money: yet they lean on Yahweh, and say, \"Isn\"t Yahweh in the midst of us? No disaster will come on us.\""},{"name":"Micah 3:12","text":"Therefore Zion for your sake will be plowed like a field, and Jerusalem will become heaps of rubble, and the mountain of the temple like the high places of a forest."},{"name":"Micah 4:1","text":"But in the latter days, it will happen that the mountain of Yahweh\"s temple will be established on the top of the mountains, and it will be exalted above the hills; and peoples will stream to it."},{"name":"Micah 4:2","text":"Many nations will go and say, \"Come, and let us go up to the mountain of Yahweh, and to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths.\" For out of Zion will go forth the law, and the word of Yahweh from Jerusalem;"},{"name":"Micah 4:3","text":"and he will judge between many peoples, and will decide concerning strong nations afar off. They will beat their swords into plowshares, and their spears into pruning hooks. Nation will not lift up sword against nation, neither will they learn war any more."},{"name":"Micah 4:4","text":"But they will sit every man under his vine and under his fig tree; and no one will make them afraid: For the mouth of Yahweh of Armies has spoken."},{"name":"Micah 4:5","text":"Indeed all the nations may walk in the name of their gods; but we will walk in the name of Yahweh our God forever and ever."},{"name":"Micah 4:6","text":"\"In that day,\" says Yahweh, \"I will assemble that which is lame, and I will gather that which is driven away, and that which I have afflicted;"},{"name":"Micah 4:7","text":"and I will make that which was lame a remnant, and that which was cast far off a strong nation: and Yahweh will reign over them on Mount Zion from then on, even forever.\""},{"name":"Micah 4:8","text":"You, tower of the flock, the hill of the daughter of Zion, to you it will come, yes, the former dominion will come, the kingdom of the daughter of Jerusalem."},{"name":"Micah 4:9","text":"Now why do you cry out aloud? Is there no king in you? Has your counselor perished, that pains have taken hold of you as of a woman in travail?"},{"name":"Micah 4:10","text":"Be in pain, and labor to bring forth, daughter of Zion, like a woman in travail; for now you will go forth out of the city, and will dwell in the field, and will come even to Babylon. There you will be rescued. There Yahweh will redeem you from the hand of your enemies."},{"name":"Micah 4:11","text":"Now many nations have assembled against you, that say, \"Let her be defiled, and let our eye gloat over Zion.\""},{"name":"Micah 4:12","text":"But they don\"t know the thoughts of Yahweh, neither do they understand his counsel; for he has gathered them like the sheaves to the threshing floor."},{"name":"Micah 4:13","text":"Arise and thresh, daughter of Zion; for I will make your horn iron, and I will make your hoofs brass; and you will beat in pieces many peoples: and I will devote their gain to Yahweh, and their substance to the Lord of the whole earth."},{"name":"Micah 5:1","text":"Now you shall gather yourself in troops, daughter of troops. He has laid siege against us. They will strike the judge of Israel with a rod on the cheek."},{"name":"Micah 5:2","text":"But you, Bethlehem Ephrathah, being small among the clans of Judah, out of you one will come forth to me that is to be ruler in Israel; whose goings forth are from of old, from everlasting."},{"name":"Micah 5:3","text":"Therefore he will abandon them until the time that she who is in labor gives birth. Then the rest of his brothers will return to the children of Israel."},{"name":"Micah 5:4","text":"He shall stand, and shall shepherd in the strength of Yahweh, in the majesty of the name of Yahweh his God: and they will live, for then he will be great to the ends of the earth."},{"name":"Micah 5:5","text":"He will be our peace when Assyria invades our land, and when he marches through our fortresses, then we will raise against him seven shepherds, and eight leaders of men."},{"name":"Micah 5:6","text":"They will rule the land of Assyria with the sword, and the land of Nimrod in its gates. He will deliver us from the Assyrian, when he invades our land, and when he marches within our border."},{"name":"Micah 5:7","text":"The remnant of Jacob will be in the midst of many peoples, like dew from Yahweh, like showers on the grass, that don\"t wait for man, nor wait for the sons of men."},{"name":"Micah 5:8","text":"The remnant of Jacob will be among the nations, in the midst of many peoples, like a lion among the animals of the forest, like a young lion among the flocks of sheep; who, if he goes through, treads down and tears in pieces, and there is no one to deliver."},{"name":"Micah 5:9","text":"Let your hand be lifted up above your adversaries, and let all of your enemies be cut off."},{"name":"Micah 5:10","text":"\"It will happen in that day,\" says Yahweh, \"That I will cut off your horses out of the midst of you, and will destroy your chariots."},{"name":"Micah 5:11","text":"I will cut off the cities of your land, and will tear down all your strongholds."},{"name":"Micah 5:12","text":"I will destroy witchcraft from your hand; and you shall have no soothsayers."},{"name":"Micah 5:13","text":"I will cut off your engraved images and your pillars out of your midst; and you shall no more worship the work of your hands."},{"name":"Micah 5:14","text":"I will uproot your Asherim out of your midst; and I will destroy your cities."},{"name":"Micah 5:15","text":"I will execute vengeance in anger, and wrath on the nations that didn\"t listen.\""},{"name":"Micah 6:1","text":"Listen now to what Yahweh says: \"Arise, plead your case before the mountains, and let the hills hear what you have to say."},{"name":"Micah 6:2","text":"Hear, you mountains, Yahweh\"s controversy, and you enduring foundations of the earth; for Yahweh has a controversy with his people, and he will contend with Israel."},{"name":"Micah 6:3","text":"My people, what have I done to you? How have I burdened you? Answer me!"},{"name":"Micah 6:4","text":"For I brought you up out of the land of Egypt, and redeemed you out of the house of bondage. I sent before you Moses, Aaron, and Miriam."},{"name":"Micah 6:5","text":"My people, remember now what Balak king of Moab devised, and what Balaam the son of Beor answered him from Shittim to Gilgal, that you may know the righteous acts of Yahweh.\""},{"name":"Micah 6:6","text":"How shall I come before Yahweh, and bow myself before the exalted God? Shall I come before him with burnt offerings, with calves a year old?"},{"name":"Micah 6:7","text":"Will Yahweh be pleased with thousands of rams? With tens of thousands of rivers of oil? Shall I give my firstborn for my disobedience? The fruit of my body for the sin of my soul?"},{"name":"Micah 6:8","text":"He has shown you, O man, what is good. What does Yahweh require of you, but to act justly, to love mercy, and to walk humbly with your God?"},{"name":"Micah 6:9","text":"Yahweh\"s voice calls to the city, and wisdom sees your name: \"Listen to the rod, and he who appointed it."},{"name":"Micah 6:10","text":"Are there yet treasures of wickedness in the house of the wicked, and a short ephah that is accursed?"},{"name":"Micah 6:11","text":"Shall I be pure with dishonest scales, and with a bag of deceitful weights?"},{"name":"Micah 6:12","text":"Her rich men are full of violence, her inhabitants speak lies, and their tongue is deceitful in their speech."},{"name":"Micah 6:13","text":"Therefore I also have struck you with a grievous wound. I have made you desolate because of your sins."},{"name":"Micah 6:14","text":"You shall eat, but not be satisfied. Your humiliation will be in your midst. You will store up, but not save; and that which you save I will give up to the sword."},{"name":"Micah 6:15","text":"You will sow, but won\"t reap. You will tread the olives, but won\"t anoint yourself with oil; and crush grapes, but won\"t drink the wine."},{"name":"Micah 6:16","text":"For the statutes of Omri are kept, and all the works of the house of Ahab. You walk in their counsels, that I may make you a ruin, and her inhabitants a hissing; And you will bear the reproach of my people.\""},{"name":"Micah 7:1","text":"Misery is mine! Indeed, I am like one who gathers the summer fruits, as gleanings of the vineyard: There is no cluster of grapes to eat. My soul desires to eat the early fig."},{"name":"Micah 7:2","text":"The godly man has perished out of the earth, and there is no one upright among men. They all lie in wait for blood; every man hunts his brother with a net."},{"name":"Micah 7:3","text":"Their hands are on that which is evil to do it diligently. The ruler and judge ask for a bribe; and the powerful man dictates the evil desire of his soul. Thus they conspire together."},{"name":"Micah 7:4","text":"The best of them is like a brier. The most upright is worse than a thorn hedge. The day of your watchmen, even your visitation, has come; now is the time of their confusion."},{"name":"Micah 7:5","text":"Don\"t trust in a neighbor. Don\"t put confidence in a friend. With the woman lying in your embrace, be careful of the words of your mouth!"},{"name":"Micah 7:6","text":"For the son dishonors the father, the daughter rises up against her mother, the daughter-in-law against her mother-in-law; a man\"s enemies are the men of his own house."},{"name":"Micah 7:7","text":"But as for me, I will look to Yahweh. I will wait for the God of my salvation. My God will hear me."},{"name":"Micah 7:8","text":"Don\"t rejoice against me, my enemy. When I fall, I will arise. When I sit in darkness, Yahweh will be a light to me."},{"name":"Micah 7:9","text":"I will bear the indignation of Yahweh, because I have sinned against him, until he pleads my case, and executes judgment for me. He will bring me forth to the light. I will see his righteousness."},{"name":"Micah 7:10","text":"Then my enemy will see it, and shame will cover her who said to me, where is Yahweh your God? Then my enemy will see me and will cover her shame. Now she will be trodden down like the mire of the streets."},{"name":"Micah 7:11","text":"A day to build your walls\"In that day, he will extend your boundary."},{"name":"Micah 7:12","text":"In that day they will come to you from Assyria and the cities of Egypt, and from Egypt even to the River, and from sea to sea, and mountain to mountain."},{"name":"Micah 7:13","text":"Yet the land will be desolate because of those who dwell therein, for the fruit of their doings."},{"name":"Micah 7:14","text":"Shepherd your people with your staff, the flock of your heritage, who dwell by themselves in a forest, in the midst of fertile pasture land, let them feed; in Bashan and Gilead, as in the days of old."},{"name":"Micah 7:15","text":"\"As in the days of your coming forth out of the land of Egypt, I will show them marvelous things.\""},{"name":"Micah 7:16","text":"The nations will see and be ashamed of all their might. They will lay their hand on their mouth. Their ears will be deaf."},{"name":"Micah 7:17","text":"They will lick the dust like a serpent. Like crawling things of the earth they shall come trembling out of their dens. They will come with fear to Yahweh our God, and will be afraid because of you."},{"name":"Micah 7:18","text":"Who is a God like you, who pardons iniquity, and passes over the disobedience of the remnant of his heritage? He doesn\"t retain his anger forever, because he delights in loving kindness."},{"name":"Micah 7:19","text":"He will again have compassion on us. He will tread our iniquities under foot; and you will cast all their sins into the depths of the sea."},{"name":"Micah 7:20","text":"You will give truth to Jacob, and mercy to Abraham, as you have sworn to our fathers from the days of old."},{"name":"Nahum 1:1","text":"An oracle about Nineveh. The book of the vision of Nahum the Elkoshite."},{"name":"Nahum 1:2","text":"Yahweh is a jealous God and avenges. Yahweh avenges and is full of wrath. Yahweh takes vengeance on his adversaries, and he maintains wrath against his enemies."},{"name":"Nahum 1:3","text":"Yahweh is slow to anger, and great in power, and will by no means leave the guilty unpunished. Yahweh has his way in the whirlwind and in the storm, and the clouds are the dust of his feet."},{"name":"Nahum 1:4","text":"He rebukes the sea, and makes it dry, and dries up all the rivers. Bashan languishes, and Carmel; and the flower of Lebanon languishes."},{"name":"Nahum 1:5","text":"The mountains quake before him, and the hills melt away. The earth trembles at his presence, yes, the world, and all who dwell in it."},{"name":"Nahum 1:6","text":"Who can stand before his indignation? Who can endure the fierceness of his anger? His wrath is poured out like fire, and the rocks are broken apart by him."},{"name":"Nahum 1:7","text":"Yahweh is good, a stronghold in the day of trouble; and he knows those who take refuge in him."},{"name":"Nahum 1:8","text":"But with an overflowing flood, he will make a full end of her place, and will pursue his enemies into darkness."},{"name":"Nahum 1:9","text":"What do you plot against Yahweh? He will make a full end. Affliction won\"t rise up the second time."},{"name":"Nahum 1:10","text":"For entangled like thorns, and drunken as with their drink, they are consumed utterly like dry stubble."},{"name":"Nahum 1:11","text":"There is one gone forth out of you, who devises evil against Yahweh, who counsels wickedness."},{"name":"Nahum 1:12","text":"Thus says Yahweh: \"Though they be in full strength, and likewise many, even so they will be cut down, and he shall pass away. Though I have afflicted you, I will afflict you no more."},{"name":"Nahum 1:13","text":"Now will I break his yoke from off you, and will burst your bonds apart.\""},{"name":"Nahum 1:14","text":"Yahweh has commanded concerning you: \"No more descendants will bear your name. Out of the house of your gods, will I cut off the engraved image and the molten image. I will make your grave, for you are vile.\""},{"name":"Nahum 1:15","text":"Behold, on the mountains the feet of him who brings good news, who publishes peace! Keep your feasts, Judah! Perform your vows, for the wicked one will no more pass through you. He is utterly cut off."},{"name":"Nahum 2:1","text":"He who dashes in pieces has come up against you. Keep the fortress! Watch the way! Strengthen your waist! Fortify your power mightily!"},{"name":"Nahum 2:2","text":"For Yahweh restores the excellency of Jacob, as the excellency of Israel; for the destroyers have destroyed them, and ruined their vine branches."},{"name":"Nahum 2:3","text":"The shield of his mighty men is made red. The valiant men are in scarlet. The chariots flash with steel in the day of his preparation, and the pine spears are brandished."},{"name":"Nahum 2:4","text":"The chariots rage in the streets. They rush back and forth in the broad ways. Their appearance is like torches. They run like the lightnings."},{"name":"Nahum 2:5","text":"He summons his picked troops. They stumble on their way. They dash to its wall, and the protective shield is put in place."},{"name":"Nahum 2:6","text":"The gates of the rivers are opened, and the palace is dissolved."},{"name":"Nahum 2:7","text":"It is decreed: she is uncovered, she is carried away; and her handmaids moan as with the voice of doves, beating on their breasts."},{"name":"Nahum 2:8","text":"But Nineveh has been from of old like a pool of water, yet they flee away. \"Stop! Stop!\" they cry, but no one looks back."},{"name":"Nahum 2:9","text":"Take the spoil of silver. Take the spoil of gold, for there is no end of the store, the glory of all goodly furniture."},{"name":"Nahum 2:10","text":"She is empty, void, and waste. The heart melts, the knees knock together, their bodies and faces have grown pale."},{"name":"Nahum 2:11","text":"Where is the den of the lions, and the feeding place of the young lions, where the lion and the lioness walked, the lion\"s cubs, and no one made them afraid?"},{"name":"Nahum 2:12","text":"The lion tore in pieces enough for his cubs, and strangled for his lionesses, and filled his caves with the kill, and his dens with prey."},{"name":"Nahum 2:13","text":"\"Behold, I am against you,\" says Yahweh of Armies, \"and I will burn her chariots in the smoke, and the sword will devour your young lions; and I will cut off your prey from the earth, and the voice of your messengers will no longer be heard.\""},{"name":"Nahum 3:1","text":"Woe to the bloody city! It is all full of lies and robbery. The prey doesn\"t depart."},{"name":"Nahum 3:2","text":"The noise of the whip, the noise of the rattling of wheels, prancing horses, and bounding chariots,"},{"name":"Nahum 3:3","text":"the horseman mounting, and the flashing sword, the glittering spear, and a multitude of slain, and a great heap of corpses, and there is no end of the bodies. They stumble on their bodies,"},{"name":"Nahum 3:4","text":"because of the multitude of the prostitution of the alluring prostitute, the mistress of witchcraft, who sells nations through her prostitution, and families through her witchcraft."},{"name":"Nahum 3:5","text":"\"Behold, I am against you,\" says Yahweh of Armies, \"and I will lift your skirts over your face. I will show the nations your nakedness, and the kingdoms your shame."},{"name":"Nahum 3:6","text":"I will throw abominable filth on you, and make you vile, and will set you a spectacle."},{"name":"Nahum 3:7","text":"It will happen that all those who look at you will flee from you, and say, \"Nineveh is laid waste! Who will mourn for her?\" Where will I seek comforters for you?\""},{"name":"Nahum 3:8","text":"Are you better than No-Amon, who was situated among the rivers, who had the waters around her; whose rampart was the sea, and her wall was of the sea?"},{"name":"Nahum 3:9","text":"Cush and Egypt were her boundless strength. Put and Libya were her helpers."},{"name":"Nahum 3:10","text":"Yet was she carried away. She went into captivity. Her young children also were dashed in pieces at the head of all the streets, and they cast lots for her honorable men, and all her great men were bound in chains."},{"name":"Nahum 3:11","text":"You also will be drunken. You will be hidden. You also will seek a stronghold because of the enemy."},{"name":"Nahum 3:12","text":"All your fortresses will be like fig trees with the first-ripe figs: if they are shaken, they fall into the mouth of the eater."},{"name":"Nahum 3:13","text":"Behold, your troops in your midst are women. The gates of your land are set wide open to your enemies. The fire has devoured your bars."},{"name":"Nahum 3:14","text":"Draw water for the siege. Strengthen your fortresses. Go into the clay, and tread the mortar. Make the brick kiln strong."},{"name":"Nahum 3:15","text":"There the fire will devour you. The sword will cut you off. It will devour you like the grasshopper. Multiply like grasshoppers. Multiply like the locust."},{"name":"Nahum 3:16","text":"You have increased your merchants more than the stars of the skies. The grasshopper strips, and flees away."},{"name":"Nahum 3:17","text":"Your guards are like the locusts, and your officials like the swarms of locusts, which settle on the walls on a cold day, but when the sun appears, they flee away, and their place is not known where they are."},{"name":"Nahum 3:18","text":"Your shepherds slumber, king of Assyria. Your nobles lie down. Your people are scattered on the mountains, and there is no one to gather them."},{"name":"Nahum 3:19","text":"There is no healing your wound, for your injury is fatal. All who hear the report of you clap their hands over you; for who hasn\"t felt your endless cruelty?"},{"name":"Habakkuk 1:1","text":"The oracle which Habakkuk the prophet saw."},{"name":"Habakkuk 1:2","text":"Yahweh, how long will I cry, and you will not hear? I cry out to you \"Violence!\" and will you not save?"},{"name":"Habakkuk 1:3","text":"Why do you show me iniquity, and look at perversity? For destruction and violence are before me. There is strife, and contention rises up."},{"name":"Habakkuk 1:4","text":"Therefore the law is paralyzed, and justice never goes forth; for the wicked surround the righteous; therefore justice goes forth perverted."},{"name":"Habakkuk 1:5","text":"\"Look among the nations, watch, and wonder marvelously; for I am working a work in your days, which you will not believe though it is told you."},{"name":"Habakkuk 1:6","text":"For, behold, I raise up the Chaldeans, that bitter and hasty nation, that march through the breadth of the earth, to possess dwelling places that are not theirs."},{"name":"Habakkuk 1:7","text":"They are feared and dreaded. Their judgment and their dignity proceed from themselves."},{"name":"Habakkuk 1:8","text":"Their horses also are swifter than leopards, and are more fierce than the evening wolves. Their horsemen press proudly on. Yes, their horsemen come from afar. They fly as an eagle that hurries to devour."},{"name":"Habakkuk 1:9","text":"All of them come for violence. Their hordes face the desert. He gathers prisoners like sand."},{"name":"Habakkuk 1:10","text":"Yes, he scoffs at kings, and princes are a derision to him. He laughs at every stronghold, for he builds up an earthen ramp, and takes it."},{"name":"Habakkuk 1:11","text":"Then he sweeps by like the wind, and goes on. He is indeed guilty, whose strength is his god.\""},{"name":"Habakkuk 1:12","text":"Aren\"t you from everlasting, Yahweh my God, my Holy One? We will not die. Yahweh, you have appointed him for judgment. You, Rock, have established him to punish."},{"name":"Habakkuk 1:13","text":"You who have purer eyes than to see evil, and who cannot look on perversity, why do you tolerate those who deal treacherously, and keep silent when the wicked swallows up the man who is more righteous than he,"},{"name":"Habakkuk 1:14","text":"and make men like the fish of the sea, like the creeping things, that have no ruler over them?"},{"name":"Habakkuk 1:15","text":"He takes up all of them with the hook. He catches them in his net, and gathers them in his dragnet. Therefore he rejoices and is glad."},{"name":"Habakkuk 1:16","text":"Therefore he sacrifices to his net, and burns incense to his dragnet, because by them his life is luxurious, and his food is good."},{"name":"Habakkuk 1:17","text":"Will he therefore continually empty his net, and kill the nations without mercy?"},{"name":"Habakkuk 2:1","text":"I will stand at my watch, and set myself on the ramparts, and will look out to see what he will say to me, and what I will answer concerning my complaint."},{"name":"Habakkuk 2:2","text":"Yahweh answered me, \"Write the vision, and make it plain on tablets, that he who runs may read it."},{"name":"Habakkuk 2:3","text":"For the vision is yet for the appointed time, and it hurries toward the end, and won\"t prove false. Though it takes time, wait for it; because it will surely come. It won\"t delay."},{"name":"Habakkuk 2:4","text":"Behold, his soul is puffed up. It is not upright in him, but the righteous will live by his faith."},{"name":"Habakkuk 2:5","text":"Yes, moreover, wine is treacherous. A haughty man who doesn\"t stay at home, who enlarges his desire as Sheol, and he is like death, and can\"t be satisfied, but gathers to himself all nations, and heaps to himself all peoples."},{"name":"Habakkuk 2:6","text":"Won\"t all these take up a parable against him, and a taunting proverb against him, and say, \"Woe to him who increases that which is not his, and who enriches himself by extortion! How long?\""},{"name":"Habakkuk 2:7","text":"Won\"t your debtors rise up suddenly, and wake up those who make you tremble, and you will be their victim?"},{"name":"Habakkuk 2:8","text":"Because you have plundered many nations, all the remnant of the peoples will plunder you, because of men\"s blood, and for the violence done to the land, to the city and to all who dwell in it."},{"name":"Habakkuk 2:9","text":"Woe to him who gets an evil gain for his house, that he may set his nest on high, that he may be delivered from the hand of evil!"},{"name":"Habakkuk 2:10","text":"You have devised shame to your house, by cutting off many peoples, and have sinned against your soul."},{"name":"Habakkuk 2:11","text":"For the stone will cry out of the wall, and the beam out of the woodwork will answer it."},{"name":"Habakkuk 2:12","text":"Woe to him who builds a town with blood, and establishes a city by iniquity!"},{"name":"Habakkuk 2:13","text":"Behold, isn\"t it of Yahweh of Armies that the peoples labor for the fire, and the nations weary themselves for vanity?"},{"name":"Habakkuk 2:14","text":"For the earth will be filled with the knowledge of the glory of Yahweh, as the waters cover the sea."},{"name":"Habakkuk 2:15","text":"\"Woe to him who gives his neighbor drink, pouring your inflaming wine until they are drunk, so that you may gaze at their naked bodies!"},{"name":"Habakkuk 2:16","text":"You are filled with shame, and not glory. You will also drink, and be exposed! The cup of Yahweh\"s right hand will come around to you, and disgrace will cover your glory."},{"name":"Habakkuk 2:17","text":"For the violence done to Lebanon will overwhelm you, and the destruction of the animals, which made them afraid; because of men\"s blood, and for the violence done to the land, to every city and to those who dwell in them."},{"name":"Habakkuk 2:18","text":"\"What value does the engraved image have, that its maker has engraved it; the molten image, even the teacher of lies, that he who fashions its form trusts in it, to make mute idols?"},{"name":"Habakkuk 2:19","text":"Woe to him who says to the wood, \"Awake!\" or to the mute stone, \"Arise!\" Shall this teach? Behold, it is overlaid with gold and silver, and there is no breath at all in its midst."},{"name":"Habakkuk 2:20","text":"But Yahweh is in his holy temple. Let all the earth be silent before him!\""},{"name":"Habakkuk 3:1","text":"A prayer of Habakkuk, the prophet, set to victorious music."},{"name":"Habakkuk 3:2","text":"Yahweh, I have heard of your fame. I stand in awe of your deeds, Yahweh. Renew your work in the midst of the years. In the midst of the years make it known. In wrath, you remember mercy."},{"name":"Habakkuk 3:3","text":"God came from Teman, the Holy One from Mount Paran. Selah. His glory covered the heavens, and his praise filled the earth."},{"name":"Habakkuk 3:4","text":"His splendor is like the sunrise. Rays shine from his hand, where his power is hidden."},{"name":"Habakkuk 3:5","text":"Plague went before him, and pestilence followed his feet."},{"name":"Habakkuk 3:6","text":"He stood, and shook the earth. He looked, and made the nations tremble. The ancient mountains were crumbled. The age-old hills collapsed. His ways are eternal."},{"name":"Habakkuk 3:7","text":"I saw the tents of Cushan in affliction. The dwellings of the land of Midian trembled."},{"name":"Habakkuk 3:8","text":"Was Yahweh displeased with the rivers? Was your anger against the rivers, or your wrath against the sea, that you rode on your horses, on your chariots of salvation?"},{"name":"Habakkuk 3:9","text":"You uncovered your bow. You called for your sworn arrows. Selah. You split the earth with rivers."},{"name":"Habakkuk 3:10","text":"The mountains saw you, and were afraid. The storm of waters passed by. The deep roared and lifted up its hands on high."},{"name":"Habakkuk 3:11","text":"The sun and moon stood still in the sky, at the light of your arrows as they went, at the shining of your glittering spear."},{"name":"Habakkuk 3:12","text":"You marched through the land in wrath. You threshed the nations in anger."},{"name":"Habakkuk 3:13","text":"You went forth for the salvation of your people, for the salvation of your anointed. You crushed the head of the land of wickedness. You stripped them head to foot. Selah."},{"name":"Habakkuk 3:14","text":"You pierced the heads of his warriors with their own spears. They came as a whirlwind to scatter me, gloating as if to devour the wretched in secret."},{"name":"Habakkuk 3:15","text":"You trampled the sea with your horses, churning mighty waters."},{"name":"Habakkuk 3:16","text":"I heard, and my body trembled. My lips quivered at the voice. Rottenness enters into my bones, and I tremble in my place, because I must wait quietly for the day of trouble, for the coming up of the people who invade us."},{"name":"Habakkuk 3:17","text":"For though the fig tree doesn\"t flourish, nor fruit be in the vines; the labor of the olive fails, the fields yield no food; the flocks are cut off from the fold, and there is no herd in the stalls:"},{"name":"Habakkuk 3:18","text":"yet I will rejoice in Yahweh. I will be joyful in the God of my salvation!"},{"name":"Habakkuk 3:19","text":"Yahweh, the Lord, is my strength. He makes my feet like deer\"s feet, and enables me to go in high places. For the music director, on my stringed instruments."},{"name":"Zephaniah 1:1","text":"The word of Yahweh which came to Zephaniah, the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah, the son of Amon, king of Judah."},{"name":"Zephaniah 1:2","text":"I will utterly sweep away everything off of the surface of the earth, says Yahweh."},{"name":"Zephaniah 1:3","text":"I will sweep away man and animal. I will sweep away the birds of the sky, the fish of the sea, and the heaps of rubble with the wicked. I will cut off man from the surface of the earth, says Yahweh."},{"name":"Zephaniah 1:4","text":"I will stretch out my hand against Judah, and against all the inhabitants of Jerusalem. I will cut off the remnant of Baal from this place: the name of the idolatrous and pagan priests,"},{"name":"Zephaniah 1:5","text":"those who worship the army of the sky on the housetops, those who worship and swear by Yahweh and also swear by Malcam,"},{"name":"Zephaniah 1:6","text":"those who have turned back from following Yahweh, and those who haven\"t sought Yahweh nor inquired after him."},{"name":"Zephaniah 1:7","text":"Be silent at the presence of the Lord Yahweh, for the day of Yahweh is at hand. For Yahweh has prepared a sacrifice. He has consecrated his guests."},{"name":"Zephaniah 1:8","text":"It will happen in the day of Yahweh\"s sacrifice, that I will punish the princes, the king\"s sons, and all those who are clothed with foreign clothing."},{"name":"Zephaniah 1:9","text":"In that day, I will punish all those who leap over the threshold, who fill their master\"s house with violence and deceit."},{"name":"Zephaniah 1:10","text":"In that day, says Yahweh, there will be the noise of a cry from the fish gate, a wailing from the second quarter, and a great crashing from the hills."},{"name":"Zephaniah 1:11","text":"Wail, you inhabitants of Maktesh, for all the people of Canaan are undone! All those who were loaded with silver are cut off."},{"name":"Zephaniah 1:12","text":"It will happen at that time, that I will search Jerusalem with lamps, and I will punish the men who are settled on their dregs, who say in their heart, \"Yahweh will not do good, neither will he do evil.\""},{"name":"Zephaniah 1:13","text":"Their wealth will become a spoil, and their houses a desolation. Yes, they will build houses, but won\"t inhabit them. They will plant vineyards, but won\"t drink their wine."},{"name":"Zephaniah 1:14","text":"The great day of Yahweh is near. It is near, and hurries greatly, the voice of the day of Yahweh. The mighty man cries there bitterly."},{"name":"Zephaniah 1:15","text":"That day is a day of wrath, a day of distress and anguish, a day of trouble and ruin, a day of darkness and gloom, a day of clouds and blackness,"},{"name":"Zephaniah 1:16","text":"a day of the trumpet and alarm, against the fortified cities, and against the high battlements."},{"name":"Zephaniah 1:17","text":"I will bring distress on men, that they will walk like blind men, because they have sinned against Yahweh, and their blood will be poured out like dust, and their flesh like dung."},{"name":"Zephaniah 1:18","text":"Neither their silver nor their gold will be able to deliver them in the day of Yahweh\"s wrath, but the whole land will be devoured by the fire of his jealousy; for he will make an end, yes, a terrible end, of all those who dwell in the land."},{"name":"Zephaniah 2:1","text":"Gather yourselves together, yes, gather together, you nation that has no shame,"},{"name":"Zephaniah 2:2","text":"before the appointed time when the day passes as the chaff, before the fierce anger of Yahweh comes on you, before the day of Yahweh\"s anger comes on you."},{"name":"Zephaniah 2:3","text":"Seek Yahweh, all you humble of the land, who have kept his ordinances. Seek righteousness. Seek humility. It may be that you will be hidden in the day of Yahweh\"s anger."},{"name":"Zephaniah 2:4","text":"For Gaza will be forsaken, and Ashkelon a desolation. They will drive out Ashdod at noonday, and Ekron will be rooted up."},{"name":"Zephaniah 2:5","text":"Woe to the inhabitants of the sea coast, the nation of the Cherethites! The word of Yahweh is against you, Canaan, the land of the Philistines. I will destroy you, that there will be no inhabitant."},{"name":"Zephaniah 2:6","text":"The sea coast will be pastures, with cottages for shepherds and folds for flocks."},{"name":"Zephaniah 2:7","text":"The coast will be for the remnant of the house of Judah. They will find pasture. In the houses of Ashkelon, they will lie down in the evening, for Yahweh, their God, will visit them, and restore them."},{"name":"Zephaniah 2:8","text":"I have heard the reproach of Moab, and the insults of the children of Ammon, with which they have reproached my people, and magnified themselves against their border."},{"name":"Zephaniah 2:9","text":"Therefore as I live, says Yahweh of Armies, the God of Israel, surely Moab will be as Sodom, and the children of Ammon as Gomorrah, a possession of nettles, and salt pits, and a perpetual desolation. The remnant of my people will plunder them, and the survivors of my nation will inherit them."},{"name":"Zephaniah 2:10","text":"This they will have for their pride, because they have reproached and magnified themselves against the people of Yahweh of Armies."},{"name":"Zephaniah 2:11","text":"Yahweh will be awesome to them, for he will famish all the gods of the land. Men will worship him, everyone from his place, even all the shores of the nations."},{"name":"Zephaniah 2:12","text":"You Cushites also, you will be killed by my sword."},{"name":"Zephaniah 2:13","text":"He will stretch out his hand against the north, destroy Assyria, and will make Nineveh a desolation, as dry as the wilderness."},{"name":"Zephaniah 2:14","text":"Herds will lie down in the midst of her, all the animals of the nations. Both the pelican and the porcupine will lodge in its capitals. Their calls will echo through the windows. Desolation will be in the thresholds, for he has laid bare the cedar beams."},{"name":"Zephaniah 2:15","text":"This is the joyous city that lived carelessly, that said in her heart, \"I am, and there is none besides me.\" How she has become a desolation, a place for animals to lie down in! Everyone who passes by her will hiss, and shake their fists."},{"name":"Zephaniah 3:1","text":"Woe to her who is rebellious and polluted, the oppressing city!"},{"name":"Zephaniah 3:2","text":"She didn\"t obey the voice. She didn\"t receive correction. She didn\"t trust in Yahweh. She didn\"t draw near to her God."},{"name":"Zephaniah 3:3","text":"Her princes in the midst of her are roaring lions. Her judges are evening wolves. They leave nothing until the next day."},{"name":"Zephaniah 3:4","text":"Her prophets are arrogant and treacherous people. Her priests have profaned the sanctuary. They have done violence to the law."},{"name":"Zephaniah 3:5","text":"Yahweh, in the midst of her, is righteous. He will do no wrong. Every morning he brings his justice to light. He doesn\"t fail, but the unjust know no shame."},{"name":"Zephaniah 3:6","text":"I have cut off nations. Their battlements are desolate. I have made their streets waste, so that no one passes by. Their cities are destroyed, so that there is no man, so that there is no inhabitant."},{"name":"Zephaniah 3:7","text":"I said, \"Just fear me. Receive correction, so that her dwelling won\"t be cut off, according to all that I have appointed concerning her.\" But they rose early and corrupted all their doings."},{"name":"Zephaniah 3:8","text":"\"Therefore wait for me,\" says Yahweh, \"until the day that I rise up to the prey, for my determination is to gather the nations, that I may assemble the kingdoms, to pour on them my indignation, even all my fierce anger, for all the earth will be devoured with the fire of my jealousy."},{"name":"Zephaniah 3:9","text":"For then I will purify the lips of the peoples, that they may all call on the name of Yahweh, to serve him shoulder to shoulder."},{"name":"Zephaniah 3:10","text":"From beyond the rivers of Cush, my worshipers, even the daughter of my dispersed people, will bring my offering."},{"name":"Zephaniah 3:11","text":"In that day you will not be disappointed for all your doings, in which you have transgressed against me; for then I will take away out of the midst of you your proudly exulting ones, and you will no more be haughty in my holy mountain."},{"name":"Zephaniah 3:12","text":"But I will leave in the midst of you an afflicted and poor people, and they will take refuge in the name of Yahweh."},{"name":"Zephaniah 3:13","text":"The remnant of Israel will not do iniquity, nor speak lies, neither will a deceitful tongue be found in their mouth, for they will feed and lie down, and no one will make them afraid.\""},{"name":"Zephaniah 3:14","text":"Sing, daughter of Zion! Shout, Israel! Be glad and rejoice with all your heart, daughter of Jerusalem."},{"name":"Zephaniah 3:15","text":"Yahweh has taken away your judgments. He has thrown out your enemy. The King of Israel, Yahweh, is in the midst of you. You will not be afraid of evil any more."},{"name":"Zephaniah 3:16","text":"In that day, it will be said to Jerusalem, \"Don\"t be afraid, Zion. Don\"t let your hands be weak.\""},{"name":"Zephaniah 3:17","text":"Yahweh, your God, is in the midst of you, a mighty one who will save. He will rejoice over you with joy. He will calm you in his love. He will rejoice over you with singing."},{"name":"Zephaniah 3:18","text":"I will remove those who grieve about the appointed feasts from you. They are a burden and a reproach to you."},{"name":"Zephaniah 3:19","text":"Behold, at that time I will deal with all those who afflict you, and I will save those who are lame, and gather those who were driven away. I will give them praise and honor, whose shame has been in all the earth."},{"name":"Zephaniah 3:20","text":"At that time will I bring you in, and at that time will I gather you; for I will give you honor and praise among all the peoples of the earth, when I restore your fortunes before your eyes, says Yahweh."},{"name":"Haggai 1:1","text":"In the second year of Darius the king, in the sixth month, in the first day of the month, the Word of Yahweh came by Haggai, the prophet, to Zerubbabel, the son of Shealtiel, governor of Judah, and to Joshua, the son of Jehozadak, the high priest, saying,"},{"name":"Haggai 1:2","text":"\"This is what Yahweh of Armies says: These people say, \"The time hasn\"t yet come, the time for Yahweh\"s house to be built.\"\""},{"name":"Haggai 1:3","text":"Then the Word of Yahweh came by Haggai, the prophet, saying,"},{"name":"Haggai 1:4","text":"\"Is it a time for you yourselves to dwell in your paneled houses, while this house lies waste?"},{"name":"Haggai 1:5","text":"Now therefore this is what Yahweh of Armies says: Consider your ways."},{"name":"Haggai 1:6","text":"You have sown much, and bring in little. You eat, but you don\"t have enough. You drink, but you aren\"t filled with drink. You clothe yourselves, but no one is warm, and he who earns wages earns wages to put them into a bag with holes in it.\""},{"name":"Haggai 1:7","text":"This is what Yahweh of Armies says: \"Consider your ways."},{"name":"Haggai 1:8","text":"Go up to the mountain, bring wood, and build the house. I will take pleasure in it, and I will be glorified,\" says Yahweh."},{"name":"Haggai 1:9","text":"\"You looked for much, and, behold, it came to little; and when you brought it home, I blew it away. Why?\" says Yahweh of Armies, \"Because of my house that lies waste, while each of you is busy with his own house."},{"name":"Haggai 1:10","text":"Therefore for your sake the heavens withhold the dew, and the earth withholds its fruit."},{"name":"Haggai 1:11","text":"I called for a drought on the land, on the mountains, on the grain, on the new wine, on the oil, on that which the ground brings forth, on men, on livestock, and on all the labor of the hands.\""},{"name":"Haggai 1:12","text":"Then Zerubbabel, the son of Shealtiel, and Joshua, the son of Jehozadak, the high priest, with all the remnant of the people, obeyed the voice of Yahweh, their God, and the words of Haggai, the prophet, as Yahweh, their God, had sent him; and the people feared Yahweh."},{"name":"Haggai 1:13","text":"Then Haggai, Yahweh\"s messenger, spoke Yahweh\"s message to the people, saying, \"I am with you,\" says Yahweh."},{"name":"Haggai 1:14","text":"Yahweh stirred up the spirit of Zerubbabel, the son of Shealtiel, governor of Judah, and the spirit of Joshua, the son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and worked on the house of Yahweh of Armies, their God,"},{"name":"Haggai 1:15","text":"in the twenty-fourth day of the month, in the sixth month, in the second year of Darius the king."},{"name":"Haggai 2:1","text":"In the seventh month, in the twenty-first day of the month, the Word of Yahweh came by Haggai the prophet, saying,"},{"name":"Haggai 2:2","text":"\"Speak now to Zerubbabel, the son of Shealtiel, governor of Judah, and to Joshua, the son of Jehozadak, the high priest, and to the remnant of the people, saying,"},{"name":"Haggai 2:3","text":"\"Who is left among you who saw this house in its former glory? How do you see it now? Isn\"t it in your eyes as nothing?"},{"name":"Haggai 2:4","text":"Yet now be strong, Zerubbabel,\" says Yahweh. \"Be strong, Joshua, son of Jehozadak, the high priest. Be strong, all you people of the land,\" says Yahweh, \"and work, for I am with you,\" says Yahweh of Armies."},{"name":"Haggai 2:5","text":"This is the word that I covenanted with you when you came out of Egypt, and my Spirit lived among you. \"Don\"t be afraid.\""},{"name":"Haggai 2:6","text":"For this is what Yahweh of Armies says: \"Yet once, it is a little while, and I will shake the heavens, the earth, the sea, and the dry land;"},{"name":"Haggai 2:7","text":"and I will shake all nations. The precious things of all nations will come, and I will fill this house with glory, says Yahweh of Armies."},{"name":"Haggai 2:8","text":"The silver is mine, and the gold is mine,\" says Yahweh of Armies."},{"name":"Haggai 2:9","text":"\"The latter glory of this house will be greater than the former,\" says Yahweh of Armies; \"and in this place will I give peace,\" says Yahweh of Armies.\""},{"name":"Haggai 2:10","text":"In the twenty-fourth day of the ninth month, in the second year of Darius, the Word of Yahweh came by Haggai the prophet, saying,"},{"name":"Haggai 2:11","text":"\"Thus says Yahweh of Armies: Ask now the priests concerning the law, saying,"},{"name":"Haggai 2:12","text":"\"If someone carries holy meat in the fold of his garment, and with his fold touches bread, stew, wine, oil, or any food, will it become holy?\"\" The priests answered, \"No.\""},{"name":"Haggai 2:13","text":"Then Haggai said, \"If one who is unclean by reason of a dead body touch any of these, will it be unclean?\" The priests answered, \"It will be unclean.\""},{"name":"Haggai 2:14","text":"Then Haggai answered, \"\"So is this people, and so is this nation before me,\" says Yahweh; \"and so is every work of their hands. That which they offer there is unclean."},{"name":"Haggai 2:15","text":"Now, please consider from this day and backward, before a stone was laid on a stone in the temple of Yahweh."},{"name":"Haggai 2:16","text":"Through all that time, when one came to a heap of twenty measures, there were only ten. When one came to the wine vat to draw out fifty, there were only twenty."},{"name":"Haggai 2:17","text":"I struck you with blight, mildew, and hail in all the work of your hands; yet you didn\"t turn to me,\" says Yahweh."},{"name":"Haggai 2:18","text":"\"Consider, please, from this day and backward, from the twenty-fourth day of the ninth month, since the day that the foundation of Yahweh\"s temple was laid, consider it."},{"name":"Haggai 2:19","text":"Is the seed yet in the barn? Yes, the vine, the fig tree, the pomegranate, and the olive tree haven\"t brought forth. From this day will I bless you.\"\""},{"name":"Haggai 2:20","text":"The Word of Yahweh came the second time to Haggai in the twenty-fourth day of the month, saying,"},{"name":"Haggai 2:21","text":"\"Speak to Zerubbabel, governor of Judah, saying, \"I will shake the heavens and the earth."},{"name":"Haggai 2:22","text":"I will overthrow the throne of kingdoms. I will destroy the strength of the kingdoms of the nations. I will overthrow the chariots, and those who ride in them. The horses and their riders will come down, everyone by the sword of his brother."},{"name":"Haggai 2:23","text":"In that day, says Yahweh of Armies, will I take you, Zerubbabel, my servant, the son of Shealtiel,\" says Yahweh, \"and will make you as a signet, for I have chosen you,\" says Yahweh of Armies.\""},{"name":"Zechariah 1:1","text":"In the eighth month, in the second year of Darius, the word of Yahweh came to Zechariah the son of Berechiah, the son of Iddo, the prophet, saying,"},{"name":"Zechariah 1:2","text":"\"Yahweh was very displeased with your fathers."},{"name":"Zechariah 1:3","text":"Therefore tell them: Thus says Yahweh of Armies: \"Return to me,\" says Yahweh of Armies, \"and I will return to you,\" says Yahweh of Armies."},{"name":"Zechariah 1:4","text":"Don\"t you be like your fathers, to whom the former prophets proclaimed, saying: Thus says Yahweh of Armies, \"Return now from your evil ways, and from your evil doings;\" but they did not hear, nor listen to me, says Yahweh."},{"name":"Zechariah 1:5","text":"Your fathers, where are they? And the prophets, do they live forever?"},{"name":"Zechariah 1:6","text":"But my words and my decrees, which I commanded my servants the prophets, didn\"t they overtake your fathers? \"Then they repented and said, \"Just as Yahweh of Armies determined to do to us, according to our ways, and according to our practices, so he has dealt with us.\"\""},{"name":"Zechariah 1:7","text":"On the twenty-fourth day of the eleventh month, which is the month Shebat, in the second year of Darius, the word of Yahweh came to Zechariah the son of Berechiah, the son of Iddo, the prophet, saying,"},{"name":"Zechariah 1:8","text":"\"I had a vision in the night, and behold, a man riding on a red horse, and he stood among the myrtle trees that were in a ravine; and behind him there were red, brown, and white horses."},{"name":"Zechariah 1:9","text":"Then I asked, \"My lord, what are these?\"\" The angel who talked with me said to me, \"I will show you what these are.\""},{"name":"Zechariah 1:10","text":"The man who stood among the myrtle trees answered, \"They are the ones Yahweh has sent to go back and forth through the earth.\""},{"name":"Zechariah 1:11","text":"They reported to the angel of Yahweh who stood among the myrtle trees, and said, \"We have walked back and forth through the earth, and behold, all the earth is at rest and in peace.\""},{"name":"Zechariah 1:12","text":"Then the angel of Yahweh replied, \"O Yahweh of Armies, how long will you not have mercy on Jerusalem and on the cities of Judah, against which you have had indignation these seventy years?\""},{"name":"Zechariah 1:13","text":"Yahweh answered the angel who talked with me with kind and comforting words."},{"name":"Zechariah 1:14","text":"So the angel who talked with me said to me, \"Proclaim, saying, \"Thus says Yahweh of Armies: \"I am jealous for Jerusalem and for Zion with a great jealousy."},{"name":"Zechariah 1:15","text":"I am very angry with the nations that are at ease; for I was but a little displeased, but they added to the calamity.\""},{"name":"Zechariah 1:16","text":"Therefore thus says Yahweh: \"I have returned to Jerusalem with mercy. My house shall be built in it,\" says Yahweh of Armies, \"and a line shall be stretched forth over Jerusalem.\"\""},{"name":"Zechariah 1:17","text":"\"Proclaim further, saying, \"Thus says Yahweh of Armies: \"My cities will again overflow with prosperity, and Yahweh will again comfort Zion, and will again choose Jerusalem.\"\"\""},{"name":"Zechariah 1:18","text":"I lifted up my eyes, and saw, and behold, four horns."},{"name":"Zechariah 1:19","text":"I asked the angel who talked with me, \"What are these?\" He answered me, \"These are the horns which have scattered Judah, Israel, and Jerusalem.\""},{"name":"Zechariah 1:20","text":"Yahweh showed me four craftsmen."},{"name":"Zechariah 1:21","text":"Then I asked, \"What are these coming to do?\" He said, \"These are the horns which scattered Judah, so that no man lifted up his head; but these have come to terrify them, to cast down the horns of the nations, which lifted up their horn against the land of Judah to scatter it.\""},{"name":"Zechariah 2:1","text":"I lifted up my eyes, and saw, and behold, a man with a measuring line in his hand."},{"name":"Zechariah 2:2","text":"Then I asked, \"Where are you going?\" He said to me, \"To measure Jerusalem, to see what is its breadth and what is its length.\""},{"name":"Zechariah 2:3","text":"Behold, the angel who talked with me went forth, and another angel went out to meet him,"},{"name":"Zechariah 2:4","text":"and said to him, \"Run, speak to this young man, saying, \"Jerusalem will be inhabited as villages without walls, because of the multitude of men and livestock in it."},{"name":"Zechariah 2:5","text":"For I,\" says Yahweh, \"will be to her a wall of fire around it, and I will be the glory in the midst of her."},{"name":"Zechariah 2:6","text":"Come! Come! Flee from the land of the north,\" says Yahweh; \"for I have spread you abroad as the four winds of the sky,\" says Yahweh."},{"name":"Zechariah 2:7","text":"\"Come, Zion! Escape, you who dwell with the daughter of Babylon.\""},{"name":"Zechariah 2:8","text":"For thus says Yahweh of Armies: \"For honor he has sent me to the nations which plundered you; for he who touches you touches the apple of his eye."},{"name":"Zechariah 2:9","text":"For, behold, I will shake my hand over them, and they will be a spoil to those who served them; and you will know that Yahweh of Armies has sent me."},{"name":"Zechariah 2:10","text":"Sing and rejoice, daughter of Zion; for, behold, I come, and I will dwell in the midst of you,\" says Yahweh."},{"name":"Zechariah 2:11","text":"Many nations shall join themselves to Yahweh in that day, and shall be my people; and I will dwell in the midst of you, and you shall know that Yahweh of Armies has sent me to you."},{"name":"Zechariah 2:12","text":"Yahweh will inherit Judah as his portion in the holy land, and will again choose Jerusalem."},{"name":"Zechariah 2:13","text":"Be silent, all flesh, before Yahweh; for he has roused himself from his holy habitation!\""},{"name":"Zechariah 3:1","text":"He showed me Joshua the high priest standing before the angel of Yahweh, and Satan standing at his right hand to be his adversary."},{"name":"Zechariah 3:2","text":"Yahweh said to Satan, \"Yahweh rebuke you, Satan! Yes, Yahweh who has chosen Jerusalem rebuke you! Isn\"t this a burning stick plucked out of the fire?\""},{"name":"Zechariah 3:3","text":"Now Joshua was clothed with filthy garments, and was standing before the angel."},{"name":"Zechariah 3:4","text":"He answered and spoke to those who stood before him, saying, \"Take the filthy garments off of him.\" To him he said, \"Behold, I have caused your iniquity to pass from you, and I will clothe you with rich clothing.\""},{"name":"Zechariah 3:5","text":"I said, \"Let them set a clean turban on his head.\" So they set a clean turban on his head, and clothed him; and the angel of Yahweh was standing by."},{"name":"Zechariah 3:6","text":"The angel of Yahweh protested to Joshua, saying,"},{"name":"Zechariah 3:7","text":"\"Thus says Yahweh of Armies: \"If you will walk in my ways, and if you will follow my instructions, then you also shall judge my house, and shall also keep my courts, and I will give you a place of access among these who stand by."},{"name":"Zechariah 3:8","text":"Hear now, Joshua the high priest, you and your fellows who sit before you; for they are men who are a sign: for, behold, I will bring forth my servant, the Branch."},{"name":"Zechariah 3:9","text":"For, behold, the stone that I have set before Joshua; on one stone are seven eyes: behold, I will engrave its engraving,\" says Yahweh of Armies, \"and I will remove the iniquity of that land in one day."},{"name":"Zechariah 3:10","text":"In that day,\" says Yahweh of Armies, \"you will invite every man his neighbor under the vine and under the fig tree.\"\""},{"name":"Zechariah 4:1","text":"The angel who talked with me came again, and wakened me, as a man who is wakened out of his sleep."},{"name":"Zechariah 4:2","text":"He said to me, \"What do you see?\" I said, \"I have seen, and behold, a lampstand all of gold, with its bowl on the top of it, and its seven lamps thereon; there are seven pipes to each of the lamps, which are on the top of it;"},{"name":"Zechariah 4:3","text":"and two olive trees by it, one on the right side of the bowl, and the other on the left side of it.\""},{"name":"Zechariah 4:4","text":"I answered and spoke to the angel who talked with me, saying, \"What are these, my lord?\""},{"name":"Zechariah 4:5","text":"Then the angel who talked with me answered me, \"Don\"t you know what these are?\" I said, \"No, my lord.\""},{"name":"Zechariah 4:6","text":"Then he answered and spoke to me, saying, \"This is the word of Yahweh to Zerubbabel, saying, \"Not by might, nor by power, but by my Spirit,\" says Yahweh of Armies."},{"name":"Zechariah 4:7","text":"Who are you, great mountain? Before Zerubbabel you are a plain; and he will bring out the capstone with shouts of \"Grace, grace, to it!\"\""},{"name":"Zechariah 4:8","text":"Moreover the word of Yahweh came to me, saying,"},{"name":"Zechariah 4:9","text":"\"The hands of Zerubbabel have laid the foundation of this house. His hands shall also finish it; and you will know that Yahweh of Armies has sent me to you."},{"name":"Zechariah 4:10","text":"Indeed, who despises the day of small things? For these seven shall rejoice, and shall see the plumb line in the hand of Zerubbabel. These are the eyes of Yahweh, which run back and forth through the whole earth.\""},{"name":"Zechariah 4:11","text":"Then I asked him, \"What are these two olive trees on the right side of the lampstand and on the left side of it?\""},{"name":"Zechariah 4:12","text":"I asked him the second time, \"What are these two olive branches, which are beside the two golden spouts, that pour the golden oil out of themselves?\""},{"name":"Zechariah 4:13","text":"He answered me, \"Don\"t you know what these are?\" I said, \"No, my lord.\""},{"name":"Zechariah 4:14","text":"Then he said, \"These are the two anointed ones who stand by the Lord of the whole earth.\""},{"name":"Zechariah 5:1","text":"Then again I lifted up my eyes, and saw, and behold, a flying scroll."},{"name":"Zechariah 5:2","text":"He said to me, \"What do you see?\" I answered, \"I see a flying scroll; its length is twenty cubits, and its breadth ten cubits.\""},{"name":"Zechariah 5:3","text":"Then he said to me, \"This is the curse that goes out over the surface of the whole land; for everyone who steals shall be cut off according to it on the one side; and everyone who swears falsely shall be cut off according to it on the other side."},{"name":"Zechariah 5:4","text":"I will cause it to go out,\" says Yahweh of Armies, \"and it will enter into the house of the thief, and into the house of him who swears falsely by my name; and it will remain in the midst of his house, and will destroy it with its timber and its stones.\""},{"name":"Zechariah 5:5","text":"Then the angel who talked with me came forward, and said to me, \"Lift up now your eyes, and see what is this that is appearing.\""},{"name":"Zechariah 5:6","text":"I said, \"What is it?\" He said, \"This is the ephah basket that is appearing.\" He said moreover, \"This is their appearance in all the land"},{"name":"Zechariah 5:7","text":"(and behold, a talent of lead was lifted up); and this is a woman sitting in the midst of the ephah basket.\""},{"name":"Zechariah 5:8","text":"He said, \"This is Wickedness;\" and he threw her down into the midst of the ephah basket; and he threw the weight of lead on its mouth."},{"name":"Zechariah 5:9","text":"Then lifted I up my eyes, and saw, and behold, there were two women, and the wind was in their wings. Now they had wings like the wings of a stork, and they lifted up the ephah basket between earth and the sky."},{"name":"Zechariah 5:10","text":"Then I said to the angel who talked with me, \"Where are these carrying the ephah basket?\""},{"name":"Zechariah 5:11","text":"He said to me, \"To build her a house in the land of Shinar. When it is prepared, she will be set there in her own place.\""},{"name":"Zechariah 6:1","text":"Again I lifted up my eyes, and saw, and behold, four chariots came out from between two mountains; and the mountains were mountains of brass."},{"name":"Zechariah 6:2","text":"In the first chariot were red horses; in the second chariot black horses;"},{"name":"Zechariah 6:3","text":"in the third chariot white horses; and in the fourth chariot dappled horses, all of them powerful."},{"name":"Zechariah 6:4","text":"Then I asked the angel who talked with me, \"What are these, my lord?\""},{"name":"Zechariah 6:5","text":"The angel answered me, \"These are the four winds of the sky, which go forth from standing before the Lord of all the earth."},{"name":"Zechariah 6:6","text":"The one with the black horses goes out toward the north country; and the white went out after them; and the dappled went forth toward the south country.\""},{"name":"Zechariah 6:7","text":"The strong went out, and sought to go that they might walk back and forth through the earth: and he said, \"Go around and through the earth!\" So they walked back and forth through the earth."},{"name":"Zechariah 6:8","text":"Then he called to me, and spoke to me, saying, \"Behold, those who go toward the north country have quieted my spirit in the north country.\""},{"name":"Zechariah 6:9","text":"The word of Yahweh came to me, saying,"},{"name":"Zechariah 6:10","text":"\"Take of them of the captivity, even of Heldai, of Tobijah, and of Jedaiah; and come the same day, and go into the house of Josiah the son of Zephaniah, where they have come from Babylon."},{"name":"Zechariah 6:11","text":"Yes, take silver and gold, and make crowns, and set them on the head of Joshua the son of Jehozadak, the high priest;"},{"name":"Zechariah 6:12","text":"and speak to him, saying, \"Thus says Yahweh of Armies, \"Behold, the man whose name is the Branch: and he shall grow up out of his place; and he shall build the temple of Yahweh;"},{"name":"Zechariah 6:13","text":"even he shall build the temple of Yahweh; and he shall bear the glory, and shall sit and rule on his throne; and he shall be a priest on his throne; and the counsel of peace shall be between them both."},{"name":"Zechariah 6:14","text":"The crowns shall be to Helem, and to Tobijah, and to Jedaiah, and to Hen the son of Zephaniah, for a memorial in the temple of Yahweh."},{"name":"Zechariah 6:15","text":"Those who are far off shall come and build in the temple of Yahweh; and you shall know that Yahweh of Armies has sent me to you. This will happen, if you will diligently obey the voice of Yahweh your God.\"\"\""},{"name":"Zechariah 7:1","text":"It happened in the fourth year of king Darius that the word of Yahweh came to Zechariah in the fourth day of the ninth month, the month of Chislev."},{"name":"Zechariah 7:2","text":"The people of Bethel sent Sharezer and Regem Melech, and their men, to entreat Yahweh\"s favor,"},{"name":"Zechariah 7:3","text":"and to speak to the priests of the house of Yahweh of Armies, and to the prophets, saying, \"Should I weep in the fifth month, separating myself, as I have done these so many years?\""},{"name":"Zechariah 7:4","text":"Then the word of Yahweh of Armies came to me, saying,"},{"name":"Zechariah 7:5","text":"\"Speak to all the people of the land, and to the priests, saying, \"When you fasted and mourned in the fifth and in the seventh month for these seventy years, did you at all fast to me, really to me?"},{"name":"Zechariah 7:6","text":"When you eat, and when you drink, don\"t you eat for yourselves, and drink for yourselves?"},{"name":"Zechariah 7:7","text":"Aren\"t these the words which Yahweh proclaimed by the former prophets, when Jerusalem was inhabited and in prosperity, and its cities around her, and the South and the lowland were inhabited?\"\""},{"name":"Zechariah 7:8","text":"The word of Yahweh came to Zechariah, saying,"},{"name":"Zechariah 7:9","text":"\"Thus has Yahweh of Armies spoken, saying, \"Execute true judgment, and show kindness and compassion every man to his brother."},{"name":"Zechariah 7:10","text":"Don\"t oppress the widow, nor the fatherless, the foreigner, nor the poor; and let none of you devise evil against his brother in your heart.\""},{"name":"Zechariah 7:11","text":"But they refused to listen, and turned their backs, and stopped their ears, that they might not hear."},{"name":"Zechariah 7:12","text":"Yes, they made their hearts as hard as flint, lest they might hear the law, and the words which Yahweh of Armies had sent by his Spirit by the former prophets. Therefore great wrath came from Yahweh of Armies."},{"name":"Zechariah 7:13","text":"It has come to pass that, as he called, and they refused to listen, so they will call, and I will not listen,\" said Yahweh of Armies;"},{"name":"Zechariah 7:14","text":"\"but I will scatter them with a whirlwind among all the nations which they have not known. Thus the land was desolate after them, so that no man passed through nor returned: for they made the pleasant land desolate.\""},{"name":"Zechariah 8:1","text":"The word of Yahweh of Armies came to me."},{"name":"Zechariah 8:2","text":"Thus says Yahweh of Armies: \"I am jealous for Zion with great jealousy, and I am jealous for her with great wrath.\""},{"name":"Zechariah 8:3","text":"Thus says Yahweh: \"I have returned to Zion, and will dwell in the midst of Jerusalem. Jerusalem shall be called \"The City of Truth;\" and the mountain of Yahweh of Armies, \"The Holy Mountain.\"\""},{"name":"Zechariah 8:4","text":"Thus says Yahweh of Armies: \"Old men and old women will again dwell in the streets of Jerusalem, every man with his staff in his hand for very age."},{"name":"Zechariah 8:5","text":"The streets of the city will be full of boys and girls playing in its streets.\""},{"name":"Zechariah 8:6","text":"Thus says Yahweh of Armies: \"If it is marvelous in the eyes of the remnant of this people in those days, should it also be marvelous in my eyes?\" says Yahweh of Armies."},{"name":"Zechariah 8:7","text":"Thus says Yahweh of Armies: \"Behold, I will save my people from the east country, and from the west country;"},{"name":"Zechariah 8:8","text":"and I will bring them, and they will dwell in the midst of Jerusalem; and they will be my people, and I will be their God, in truth and in righteousness.\""},{"name":"Zechariah 8:9","text":"Thus says Yahweh of Armies: \"Let your hands be strong, you who hear in these days these words from the mouth of the prophets who were in the day that the foundation of the house of Yahweh of Armies was laid, even the temple, that it might be built."},{"name":"Zechariah 8:10","text":"For before those days there was no wages for man, nor any wages for an animal; neither was there any peace to him who went out or came in, because of the adversary. For I set all men everyone against his neighbor."},{"name":"Zechariah 8:11","text":"But now I will not be to the remnant of this people as in the former days,\" says Yahweh of Armies."},{"name":"Zechariah 8:12","text":"\"For the seed of peace and the vine will yield its fruit, and the ground will give its increase, and the heavens will give their dew; and I will cause the remnant of this people to inherit all these things."},{"name":"Zechariah 8:13","text":"It shall come to pass that, as you were a curse among the nations, house of Judah and house of Israel, so will I save you, and you shall be a blessing. Don\"t be afraid. Let your hands be strong.\""},{"name":"Zechariah 8:14","text":"For thus says Yahweh of Armies: \"As I thought to do evil to you, when your fathers provoked me to wrath,\" says Yahweh of Armies, \"and I didn\"t repent;"},{"name":"Zechariah 8:15","text":"so again have I thought in these days to do good to Jerusalem and to the house of Judah. Don\"t be afraid."},{"name":"Zechariah 8:16","text":"These are the things that you shall do: speak every man the truth with his neighbor. Execute the judgment of truth and peace in your gates,"},{"name":"Zechariah 8:17","text":"and let none of you devise evil in your hearts against his neighbor, and love no false oath: for all these are things that I hate,\" says Yahweh."},{"name":"Zechariah 8:18","text":"The word of Yahweh of Armies came to me."},{"name":"Zechariah 8:19","text":"Thus says Yahweh of Armies: \"The fasts of the fourth fifth, seventh, and tenth months shall be for the house of Judah joy and gladness, and cheerful feasts. Therefore love truth and peace.\""},{"name":"Zechariah 8:20","text":"Thus says Yahweh of Armies: \"Many peoples, and the inhabitants of many cities will yet come;"},{"name":"Zechariah 8:21","text":"and the inhabitants of one shall go to another, saying, \"Let us go speedily to entreat the favor of Yahweh, and to seek Yahweh of Armies. I will go also.\""},{"name":"Zechariah 8:22","text":"Yes, many peoples and strong nations will come to seek Yahweh of Armies in Jerusalem, and to entreat the favor of Yahweh.\""},{"name":"Zechariah 8:23","text":"Thus says Yahweh of Armies: \"In those days, ten men will take hold, out of all the languages of the nations, they will take hold of the skirt of him who is a Jew, saying, \"We will go with you, for we have heard that God is with you.\"\""},{"name":"Zechariah 9:1","text":"An oracle. The word of Yahweh is against the land of Hadrach, and will rest upon Damascus; for the eye of man and of all the tribes of Israel is toward Yahweh;"},{"name":"Zechariah 9:2","text":"and Hamath, also, which borders on it; Tyre and Sidon, because they are very wise."},{"name":"Zechariah 9:3","text":"Tyre built herself a stronghold, and heaped up silver like the dust, and fine gold like the mire of the streets."},{"name":"Zechariah 9:4","text":"Behold, the Lord will dispossess her, and he will strike her power in the sea; and she will be devoured with fire."},{"name":"Zechariah 9:5","text":"Ashkelon will see it, and fear; Gaza also, and will writhe in agony; as will Ekron, for her expectation will be disappointed; and the king will perish from Gaza, and Ashkelon will not be inhabited."},{"name":"Zechariah 9:6","text":"Foreigners will dwell in Ashdod, and I will cut off the pride of the Philistines."},{"name":"Zechariah 9:7","text":"I will take away his blood out of his mouth, and his abominations from between his teeth; and he also will be a remnant for our God; and he will be as a chieftain in Judah, and Ekron as a Jebusite."},{"name":"Zechariah 9:8","text":"I will encamp around my house against the army, that none pass through or return; and no oppressor will pass through them any more: for now I have seen with my eyes."},{"name":"Zechariah 9:9","text":"Rejoice greatly, daughter of Zion! Shout, daughter of Jerusalem! Behold, your King comes to you! He is righteous, and having salvation; lowly, and riding on a donkey, even on a colt, the foal of a donkey."},{"name":"Zechariah 9:10","text":"I will cut off the chariot from Ephraim, and the horse from Jerusalem; and the battle bow will be cut off; and he will speak peace to the nations: and his dominion will be from sea to sea, and from the River to the ends of the earth."},{"name":"Zechariah 9:11","text":"As for you also, because of the blood of your covenant, I have set free your prisoners from the pit in which is no water."},{"name":"Zechariah 9:12","text":"Turn to the stronghold, you prisoners of hope! Even today I declare that I will restore double to you."},{"name":"Zechariah 9:13","text":"For indeed I bend Judah as a bow for me. I have filled the bow with Ephraim; and I will stir up your sons, Zion, against your sons, Greece, and will make you like the sword of a mighty man."},{"name":"Zechariah 9:14","text":"Yahweh will be seen over them; and his arrow will go flash like lightning; and the Lord Yahweh will blow the trumpet, and will go with whirlwinds of the south."},{"name":"Zechariah 9:15","text":"Yahweh of Armies will defend them; and they will destroy and overcome with sling stones; and they will drink, and roar as through wine; and they will be filled like bowls, like the corners of the altar."},{"name":"Zechariah 9:16","text":"Yahweh their God will save them in that day as the flock of his people; for they are like the jewels of a crown, lifted on high over his land."},{"name":"Zechariah 9:17","text":"For how great is his goodness, and how great is his beauty! Grain will make the young men flourish, and new wine the virgins."},{"name":"Zechariah 10:1","text":"Ask of Yahweh rain in the spring time, Yahweh who makes storm clouds, and he gives rain showers to everyone for the plants in the field."},{"name":"Zechariah 10:2","text":"For the teraphim have spoken vanity, and the diviners have seen a lie; and they have told false dreams. They comfort in vain. Therefore they go their way like sheep. They are oppressed, because there is no shepherd."},{"name":"Zechariah 10:3","text":"My anger is kindled against the shepherds, and I will punish the male goats; For Yahweh of Armies has visited his flock, the house of Judah, and will make them as his majestic horse in the battle."},{"name":"Zechariah 10:4","text":"From him will come forth the cornerstone, from him the nail, from him the battle bow, from him every ruler together."},{"name":"Zechariah 10:5","text":"They shall be as mighty men, treading down muddy streets in the battle; and they shall fight, because Yahweh is with them; and the riders on horses will be confounded."}]