[{"name":"Numbers 10:15","text":"Nethanel the son of Zuar was over the army of the tribe of the children of Issachar."},{"name":"Numbers 10:16","text":"Eliab the son of Helon was over the army of the tribe of the children of Zebulun."},{"name":"Numbers 10:17","text":"The tabernacle was taken down; and the sons of Gershon and the sons of Merari, who bore the tabernacle, went forward."},{"name":"Numbers 10:18","text":"The standard of the camp of Reuben went forward according to their armies. Elizur the son of Shedeur was over his army."},{"name":"Numbers 10:19","text":"Shelumiel the son of Zurishaddai was over the army of the tribe of the children of Simeon."},{"name":"Numbers 10:20","text":"Eliasaph the son of Deuel was over the army of the tribe of the children of Gad."},{"name":"Numbers 10:21","text":"The Kohathites set forward, bearing the sanctuary. The others set up the tabernacle before they arrived."},{"name":"Numbers 10:22","text":"The standard of the camp of the children of Ephraim set forward according to their armies. Elishama the son of Ammihud was over his army."},{"name":"Numbers 10:23","text":"Gamaliel the son of Pedahzur was over the army of the tribe of the children of Manasseh."},{"name":"Numbers 10:24","text":"Abidan the son of Gideoni was over the army of the tribe of the children of Benjamin."},{"name":"Numbers 10:25","text":"The standard of the camp of the children of Dan, which was the rear guard of all the camps, set forward according to their armies. Ahiezer the son of Ammishaddai was over his army."},{"name":"Numbers 10:26","text":"Pagiel the son of Ochran was over the army of the tribe of the children of Asher."},{"name":"Numbers 10:27","text":"Ahira the son of Enan was over the army of the tribe of the children of Naphtali."},{"name":"Numbers 10:28","text":"Thus were the travels of the children of Israel according to their armies; and they went forward."},{"name":"Numbers 10:29","text":"Moses said to Hobab, the son of Reuel the Midianite, Moses\" father-in-law, \"We are journeying to the place of which Yahweh said, \"I will give it to you.\" Come with us, and we will treat you well; for Yahweh has spoken good concerning Israel.\""},{"name":"Numbers 10:30","text":"He said to him, \"I will not go; but I will depart to my own land, and to my relatives.\""},{"name":"Numbers 10:31","text":"He said, \"Don\"t leave us, please; because you know how we are to encamp in the wilderness, and you can be our eyes."},{"name":"Numbers 10:32","text":"It shall be, if you go with us, yes, it shall be, that whatever good Yahweh does to us, we will do the same to you.\""},{"name":"Numbers 10:33","text":"They set forward from the Mount of Yahweh three days\" journey. The ark of the covenant of Yahweh went before them three days\" journey, to seek out a resting place for them."},{"name":"Numbers 10:34","text":"The cloud of Yahweh was over them by day, when they set forward from the camp."},{"name":"Numbers 10:35","text":"It happened, when the ark went forward, that Moses said, \"Rise up, Yahweh, and let your enemies be scattered! Let those who hate you flee before you!\""},{"name":"Numbers 10:36","text":"When it rested, he said, \"Return, Yahweh, to the ten thousands of the thousands of Israel.\""},{"name":"Numbers 11:1","text":"The people were complaining in the ears of Yahweh. When Yahweh heard it, his anger was kindled; and Yahweh\"s fire burnt among them, and consumed some of the outskirts of the camp."},{"name":"Numbers 11:2","text":"The people cried to Moses; and Moses prayed to Yahweh, and the fire abated."},{"name":"Numbers 11:3","text":"The name of that place was called Taberah, because Yahweh\"s fire burnt among them."},{"name":"Numbers 11:4","text":"The mixed multitude that was among them lusted exceedingly: and the children of Israel also wept again, and said, \"Who will give us flesh to eat?"},{"name":"Numbers 11:5","text":"We remember the fish, which we ate in Egypt for nothing; the cucumbers, and the melons, and the leeks, and the onions, and the garlic;"},{"name":"Numbers 11:6","text":"but now we have lost our appetite. There is nothing at all except this manna to look at.\""},{"name":"Numbers 11:7","text":"The manna was like coriander seed, and its appearance like the appearance of bdellium."},{"name":"Numbers 11:8","text":"The people went around, gathered it, and ground it in mills, or beat it in mortars, and boiled it in pots, and made cakes of it. Its taste was like the taste of fresh oil."},{"name":"Numbers 11:9","text":"When the dew fell on the camp in the night, the manna fell on it."},{"name":"Numbers 11:10","text":"Moses heard the people weeping throughout their families, every man at the door of his tent; and the anger of Yahweh was kindled greatly; and Moses was displeased."},{"name":"Numbers 11:11","text":"Moses said to Yahweh, \"Why have you treated with your servant so badly? Why haven\"t I found favor in your sight, that you lay the burden of all this people on me?"},{"name":"Numbers 11:12","text":"Have I conceived all this people? Have I brought them forth, that you should tell me, \"Carry them in your bosom, as a nurse carries a nursing infant, to the land which you swore to their fathers?\""},{"name":"Numbers 11:13","text":"Where could I get meat to give to all this people? For they weep to me, saying, \"Give us meat, that we may eat.\""},{"name":"Numbers 11:14","text":"I am not able to bear all this people alone, because it is too heavy for me."},{"name":"Numbers 11:15","text":"If you treat me this way, please kill me right now, if I have found favor in your sight; and don\"t let me see my wretchedness.\""},{"name":"Numbers 11:16","text":"Yahweh said to Moses, \"Gather to me seventy men of the elders of Israel, whom you know to be the elders of the people, and officers over them; and bring them to the Tent of Meeting, that they may stand there with you."},{"name":"Numbers 11:17","text":"I will come down and talk with you there. I will take of the Spirit which is on you, and will put it on them; and they shall bear the burden of the people with you, that you not bear it yourself alone."},{"name":"Numbers 11:18","text":"\"Say to the people, \"Sanctify yourselves against tomorrow, and you will eat flesh; for you have wept in the ears of Yahweh, saying, \"Who will give us flesh to eat? For it was well with us in Egypt.\" Therefore Yahweh will give you flesh, and you will eat."},{"name":"Numbers 11:19","text":"You will not eat one day, nor two days, nor five days, neither ten days, nor twenty days,"},{"name":"Numbers 11:20","text":"but a whole month, until it come out at your nostrils, and it is loathsome to you; because that you have rejected Yahweh who is among you, and have wept before him, saying, \"Why did we come out of Egypt?\"\"\""},{"name":"Numbers 11:21","text":"Moses said, \"The people, among whom I am, are six hundred thousand men on foot; and you have said, \"I will give them flesh, that they may eat a whole month.\""},{"name":"Numbers 11:22","text":"Shall flocks and herds be slaughtered for them, to be sufficient for them? Shall all the fish of the sea be gathered together for them, to be sufficient for them?\""},{"name":"Numbers 11:23","text":"Yahweh said to Moses, \"Has Yahweh\"s hand grown short? Now you will see whether my word will happen to you or not.\""},{"name":"Numbers 11:24","text":"Moses went out, and told the people the words of Yahweh; and he gathered seventy men of the elders of the people, and set them around the Tent."},{"name":"Numbers 11:25","text":"Yahweh came down in the cloud, and spoke to him, and took of the Spirit that was on him, and put it on the seventy elders: and it happened that when the Spirit rested on them, they prophesied, but they did so no more."},{"name":"Numbers 11:26","text":"But two men remained in the camp. The name of one was Eldad, and the name of the other Medad: and the Spirit rested on them; and they were of those who were written, but had not gone out to the Tent; and they prophesied in the camp."},{"name":"Numbers 11:27","text":"A young man ran, and told Moses, and said, \"Eldad and Medad are prophesying in the camp!\""},{"name":"Numbers 11:28","text":"Joshua the son of Nun, the servant of Moses, one of his chosen men, answered, \"My lord Moses, forbid them!\""},{"name":"Numbers 11:29","text":"Moses said to him, \"Are you jealous for my sake? I wish that all Yahweh\"s people were prophets, that Yahweh would put his Spirit on them!\""},{"name":"Numbers 11:30","text":"Moses went into the camp, he and the elders of Israel."},{"name":"Numbers 11:31","text":"A wind from Yahweh went out and brought quails from the sea, and let them fall by the camp, about a day\"s journey on this side, and a day\"s journey on the other side, around the camp, and about two cubits above the surface of the earth."},{"name":"Numbers 11:32","text":"The people rose up all that day, and all the night, and all the next day, and gathered the quails. He who gathered least gathered ten homers; and they spread them all abroad for themselves around the camp."},{"name":"Numbers 11:33","text":"While the flesh was yet between their teeth, before it was chewed, the anger of Yahweh was kindled against the people, and Yahweh struck the people with a very great plague."},{"name":"Numbers 11:34","text":"The name of that place was called Kibroth Hattaavah, because there they buried the people who lusted."},{"name":"Numbers 11:35","text":"From Kibroth Hattaavah the people traveled to Hazeroth; and they stayed at Hazeroth."},{"name":"Numbers 12:1","text":"Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married; for he had married a Cushite woman."},{"name":"Numbers 12:2","text":"They said, \"Has Yahweh indeed spoken only with Moses? Hasn\"t he spoken also with us?\" And Yahweh heard it."},{"name":"Numbers 12:3","text":"Now the man Moses was very humble, above all the men who were on the surface of the earth."},{"name":"Numbers 12:4","text":"Yahweh spoke suddenly to Moses, to Aaron, and to Miriam, \"You three come out to the Tent of Meeting!\" The three of them came out."},{"name":"Numbers 12:5","text":"Yahweh came down in a pillar of cloud, and stood at the door of the Tent, and called Aaron and Miriam; and they both came forward."},{"name":"Numbers 12:6","text":"He said, \"Hear now my words. If there is a prophet among you, I Yahweh will make myself known to him in a vision. I will speak with him in a dream."},{"name":"Numbers 12:7","text":"My servant Moses is not so. He is faithful in all my house."},{"name":"Numbers 12:8","text":"With him I will speak mouth to mouth, even plainly, and not in riddles; and he shall see Yahweh\"s form. Why then were you not afraid to speak against my servant, against Moses?\""},{"name":"Numbers 12:9","text":"The anger of Yahweh was kindled against them; and he departed."},{"name":"Numbers 12:10","text":"The cloud departed from over the Tent; and behold, Miriam was leprous, as white as snow. Aaron looked at Miriam, and behold, she was leprous."},{"name":"Numbers 12:11","text":"Aaron said to Moses, \"Oh, my lord, please don\"t count this sin against us, in which we have done foolishly, and in which we have sinned."},{"name":"Numbers 12:12","text":"Let her not, I pray, be as one dead, of whom the flesh is half consumed when he comes out of his mother\"s womb.\""},{"name":"Numbers 12:13","text":"Moses cried to Yahweh, saying, \"Heal her, God, I beg you!\""},{"name":"Numbers 12:14","text":"Yahweh said to Moses, \"If her father had but spit in her face, shouldn\"t she be ashamed seven days? Let her be shut up outside of the camp seven days, and after that she shall be brought in again.\""},{"name":"Numbers 12:15","text":"Miriam was shut up outside of the camp seven days, and the people didn\"t travel until Miriam was brought in again."},{"name":"Numbers 12:16","text":"Afterward the people traveled from Hazeroth, and encamped in the wilderness of Paran."},{"name":"Numbers 13:1","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 13:2","text":"\"Send men, that they may spy out the land of Canaan, which I give to the children of Israel. Of every tribe of their fathers, you shall send a man, every one a prince among them.\""},{"name":"Numbers 13:3","text":"Moses sent them from the wilderness of Paran according to the commandment of Yahweh: all of them men who were heads of the children of Israel."},{"name":"Numbers 13:4","text":"These were their names: Of the tribe of Reuben, Shammua the son of Zaccur."},{"name":"Numbers 13:5","text":"Of the tribe of Simeon, Shaphat the son of Hori."},{"name":"Numbers 13:6","text":"Of the tribe of Judah, Caleb the son of Jephunneh."},{"name":"Numbers 13:7","text":"Of the tribe of Issachar, Igal the son of Joseph."},{"name":"Numbers 13:8","text":"Of the tribe of Ephraim, Hoshea the son of Nun."},{"name":"Numbers 13:9","text":"Of the tribe of Benjamin, Palti the son of Raphu."},{"name":"Numbers 13:10","text":"Of the tribe of Zebulun, Gaddiel the son of Sodi."},{"name":"Numbers 13:11","text":"Of the tribe of Joseph, of the tribe of Manasseh, Gaddi the son of Susi."},{"name":"Numbers 13:12","text":"Of the tribe of Dan, Ammiel the son of Gemalli."},{"name":"Numbers 13:13","text":"Of the tribe of Asher, Sethur the son of Michael."},{"name":"Numbers 13:14","text":"Of the tribe of Naphtali, Nahbi the son of Vophsi."},{"name":"Numbers 13:15","text":"Of the tribe of Gad, Geuel the son of Machi."},{"name":"Numbers 13:16","text":"These are the names of the men who Moses sent to spy out the land. Moses called Hoshea the son of Nun Joshua."},{"name":"Numbers 13:17","text":"Moses sent them to spy out the land of Canaan, and said to them, \"Go up this way by the South, and go up into the hill country:"},{"name":"Numbers 13:18","text":"and see the land, what it is; and the people who dwell therein, whether they are strong or weak, whether they are few or many;"},{"name":"Numbers 13:19","text":"and what the land is that they dwell in, whether it is good or bad; and what cities they are that they dwell in, whether in camps, or in strongholds;"},{"name":"Numbers 13:20","text":"and what the land is, whether it is fat or lean, whether there is wood therein, or not. Be courageous, and bring of the fruit of the land. Now the time was the time of the first-ripe grapes.\""},{"name":"Numbers 13:21","text":"So they went up, and spied out the land from the wilderness of Zin to Rehob, to the entrance of Hamath."},{"name":"Numbers 13:22","text":"They went up by the South, and came to Hebron; and Ahiman, Sheshai, and Talmai, the children of Anak, were there. (Now Hebron was built seven years before Zoan in Egypt.)"},{"name":"Numbers 13:23","text":"They came to the valley of Eshcol, and cut down from there a branch with one cluster of grapes, and they bore it on a staff between two. They also brought some of the pomegranates and figs."},{"name":"Numbers 13:24","text":"That place was called the valley of Eshcol, because of the cluster which the children of Israel cut down from there."},{"name":"Numbers 13:25","text":"They returned from spying out the land at the end of forty days."},{"name":"Numbers 13:26","text":"They went and came to Moses, and to Aaron, and to all the congregation of the children of Israel, to the wilderness of Paran, to Kadesh; and brought back word to them, and to all the congregation, and showed them the fruit of the land."},{"name":"Numbers 13:27","text":"They told him, and said, \"We came to the land where you sent us; and surely it flows with milk and honey; and this is its fruit."},{"name":"Numbers 13:28","text":"However the people who dwell in the land are strong, and the cities are fortified and very large. Moreover, we saw the children of Anak there."},{"name":"Numbers 13:29","text":"Amalek dwells in the land of the South: and the Hittite, and the Jebusite, and the Amorite, dwell in the hill country; and the Canaanite dwells by the sea, and along by the side of the Jordan.\""},{"name":"Numbers 13:30","text":"Caleb stilled the people before Moses, and said, \"Let us go up at once, and possess it; for we are well able to overcome it.\""},{"name":"Numbers 13:31","text":"But the men who went up with him said, \"We aren\"t able to go up against the people; for they are stronger than we.\""},{"name":"Numbers 13:32","text":"They brought up an evil report of the land which they had spied out to the children of Israel, saying, \"The land, through which we have gone to spy it out, is a land that eats up its inhabitants; and all the people who we saw in it are men of great stature."},{"name":"Numbers 13:33","text":"There we saw the Nephilim, the sons of Anak, who come of the Nephilim: and we were in our own sight as grasshoppers, and so we were in their sight.\""},{"name":"Numbers 14:1","text":"All the congregation lifted up their voice, and cried; and the people wept that night."},{"name":"Numbers 14:2","text":"All the children of Israel murmured against Moses and against Aaron: and the whole congregation said to them, \"Would that we had died in the land of Egypt! or would that we had died in this wilderness!"},{"name":"Numbers 14:3","text":"Why does Yahweh bring us to this land, to fall by the sword? Our wives and our little ones will be a prey: wouldn\"t it be better for us to return into Egypt?\""},{"name":"Numbers 14:4","text":"They said one to another, \"Let us make a captain, and let us return into Egypt.\""},{"name":"Numbers 14:5","text":"Then Moses and Aaron fell on their faces before all the assembly of the congregation of the children of Israel."},{"name":"Numbers 14:6","text":"Joshua the son of Nun and Caleb the son of Jephunneh, who were of those who spied out the land, tore their clothes:"},{"name":"Numbers 14:7","text":"and they spoke to all the congregation of the children of Israel, saying, \"The land, which we passed through to spy it out, is an exceeding good land."},{"name":"Numbers 14:8","text":"If Yahweh delights in us, then he will bring us into this land, and give it to us; a land which flows with milk and honey."},{"name":"Numbers 14:9","text":"Only don\"t rebel against Yahweh, neither fear the people of the land; for they are bread for us: their defense is removed from over them, and Yahweh is with us. Don\"t fear them.\""},{"name":"Numbers 14:10","text":"But all the congregation threatened to stone them with stones. The glory of Yahweh appeared in the Tent of Meeting to all the children of Israel."},{"name":"Numbers 14:11","text":"Yahweh said to Moses, \"How long will this people despise me? and how long will they not believe in me, for all the signs which I have worked among them?"},{"name":"Numbers 14:12","text":"I will strike them with the pestilence, and disinherit them, and will make of you a nation greater and mightier than they.\""},{"name":"Numbers 14:13","text":"Moses said to Yahweh, \"Then the Egyptians will hear it; for you brought up this people in your might from among them;"},{"name":"Numbers 14:14","text":"and they will tell it to the inhabitants of this land. They have heard that you Yahweh are in the midst of this people; for you Yahweh are seen face to face, and your cloud stands over them, and you go before them, in a pillar of cloud by day, and in a pillar of fire by night."},{"name":"Numbers 14:15","text":"Now if you killed this people as one man, then the nations which have heard the fame of you will speak, saying,"},{"name":"Numbers 14:16","text":"\"Because Yahweh was not able to bring this people into the land which he swore to them, therefore he has slain them in the wilderness.\""},{"name":"Numbers 14:17","text":"Now please let the power of the Lord be great, according as you have spoken, saying,"},{"name":"Numbers 14:18","text":"\"Yahweh is slow to anger, and abundant in loving kindness, forgiving iniquity and disobedience; and that will by no means clear the guilty, visiting the iniquity of the fathers on the children, on the third and on the fourth generation.\""},{"name":"Numbers 14:19","text":"Please pardon the iniquity of this people according to the greatness of your loving kindness, and according as you have forgiven this people, from Egypt even until now.\""},{"name":"Numbers 14:20","text":"Yahweh said, \"I have pardoned according to your word:"},{"name":"Numbers 14:21","text":"but in very deed, as I live, and as all the earth shall be filled with the glory of Yahweh;"},{"name":"Numbers 14:22","text":"because all those men who have seen my glory, and my signs, which I worked in Egypt and in the wilderness, yet have tempted me these ten times, and have not listened to my voice;"},{"name":"Numbers 14:23","text":"surely they shall not see the land which I swore to their fathers, neither shall any of those who despised me see it:"},{"name":"Numbers 14:24","text":"but my servant Caleb, because he had another spirit with him, and has followed me fully, him will I bring into the land into which he went; and his seed shall possess it."},{"name":"Numbers 14:25","text":"Now the Amalekite and the Canaanite dwell in the valley: tomorrow turn, and go into the wilderness by the way to the Red Sea.\""},{"name":"Numbers 14:26","text":"Yahweh spoke to Moses and to Aaron, saying,"},{"name":"Numbers 14:27","text":"\"How long shall I bear with this evil congregation, that murmur against me? I have heard the murmurings of the children of Israel, which they murmur against me."},{"name":"Numbers 14:28","text":"Tell them, \"As I live, says Yahweh, surely as you have spoken in my ears, so will I do to you:"},{"name":"Numbers 14:29","text":"your dead bodies shall fall in this wilderness; and all who were numbered of you, according to your whole number, from twenty years old and upward, who have murmured against me,"},{"name":"Numbers 14:30","text":"surely you shall not come into the land, concerning which I swore that I would make you dwell therein, except Caleb the son of Jephunneh, and Joshua the son of Nun."},{"name":"Numbers 14:31","text":"But your little ones, that you said should be a prey, them will I bring in, and they shall know the land which you have rejected."},{"name":"Numbers 14:32","text":"But as for you, your dead bodies shall fall in this wilderness."},{"name":"Numbers 14:33","text":"Your children shall be wanderers in the wilderness forty years, and shall bear your prostitution, until your dead bodies be consumed in the wilderness."},{"name":"Numbers 14:34","text":"After the number of the days in which you spied out the land, even forty days, for every day a year, you will bear your iniquities, even forty years, and you will know my alienation.\""},{"name":"Numbers 14:35","text":"I, Yahweh, have spoken, surely this will I do to all this evil congregation, who are gathered together against me: in this wilderness they shall be consumed, and there they shall die.\""},{"name":"Numbers 14:36","text":"The men, whom Moses sent to spy out the land, who returned, and made all the congregation to murmur against him, by bringing up an evil report against the land,"},{"name":"Numbers 14:37","text":"even those men who brought up an evil report of the land, died by the plague before Yahweh."},{"name":"Numbers 14:38","text":"But Joshua the son of Nun, and Caleb the son of Jephunneh, remained alive of those men who went to spy out the land."},{"name":"Numbers 14:39","text":"Moses told these words to all the children of Israel: and the people mourned greatly."},{"name":"Numbers 14:40","text":"They rose up early in the morning, and went up to the top of the mountain, saying, \"Behold, we are here, and will go up to the place which Yahweh has promised: for we have sinned.\""},{"name":"Numbers 14:41","text":"Moses said, \"Why now do you disobey the commandment of Yahweh, since it shall not prosper?"},{"name":"Numbers 14:42","text":"Don\"t go up, for Yahweh isn\"t among you; that you not be struck down before your enemies."},{"name":"Numbers 14:43","text":"For there the Amalekite and the Canaanite are before you, and you shall fall by the sword: because you are turned back from following Yahweh, therefore Yahweh will not be with you.\""},{"name":"Numbers 14:44","text":"But they presumed to go up to the top of the mountain: nevertheless the ark of the covenant of Yahweh, and Moses, didn\"t depart out of the camp."},{"name":"Numbers 14:45","text":"Then the Amalekite came down, and the Canaanite who lived in that mountain, and struck them and beat them down, even to Hormah."},{"name":"Numbers 15:1","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 15:2","text":"\"Speak to the children of Israel, and tell them, \"When you have come into the land of your habitations, which I give to you,"},{"name":"Numbers 15:3","text":"and will make an offering by fire to Yahweh, a burnt offering, or a sacrifice, to accomplish a vow, or as a freewill offering, or in your set feasts, to make a pleasant aroma to Yahweh, of the herd, or of the flock;"},{"name":"Numbers 15:4","text":"then he who offers his offering shall offer to Yahweh a meal offering of a tenth part of an ephah of fine flour mixed with the fourth part of a hin of oil:"},{"name":"Numbers 15:5","text":"and wine for the drink offering, the fourth part of a hin, you shall prepare with the burnt offering, or for the sacrifice, for each lamb."},{"name":"Numbers 15:6","text":"\"\"Or for a ram, you shall prepare for a meal offering two tenth parts of an ephah of fine flour mixed with the third part of a hin of oil:"},{"name":"Numbers 15:7","text":"and for the drink offering you shall offer the third part of a hin of wine, of a pleasant aroma to Yahweh."},{"name":"Numbers 15:8","text":"When you prepare a bull for a burnt offering, or for a sacrifice, to accomplish a vow, or for peace offerings to Yahweh;"},{"name":"Numbers 15:9","text":"then shall he offer with the bull a meal offering of three tenth parts of an ephah of fine flour mixed with half a hin of oil:"},{"name":"Numbers 15:10","text":"and you shall offer for the drink offering half a hin of wine, for an offering made by fire, of a pleasant aroma to Yahweh."},{"name":"Numbers 15:11","text":"Thus shall it be done for each bull, or for each ram, or for each of the male lambs, or of the young goats."},{"name":"Numbers 15:12","text":"According to the number that you shall prepare, so you shall do to everyone according to their number."},{"name":"Numbers 15:13","text":"\"\"All who are native-born shall do these things in this way, in offering an offering made by fire, of a pleasant aroma to Yahweh."},{"name":"Numbers 15:14","text":"If a stranger lives as a foreigner with you, or whoever may be among you throughout your generations, and will offer an offering made by fire, of a pleasant aroma to Yahweh; as you do, so he shall do."},{"name":"Numbers 15:15","text":"For the assembly, there shall be one statute for you, and for the stranger who lives as a foreigner, a statute forever throughout your generations: as you are, so shall the foreigner be before Yahweh."},{"name":"Numbers 15:16","text":"One law and one ordinance shall be for you, and for the stranger who lives as a foreigner with you.\"\""},{"name":"Numbers 15:17","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 15:18","text":"\"Speak to the children of Israel, and tell them, \"When you come into the land where I bring you,"},{"name":"Numbers 15:19","text":"then it shall be that when you eat of the bread of the land, you shall offer up a wave offering to Yahweh."},{"name":"Numbers 15:20","text":"Of the first of your dough you shall offer up a cake for a wave offering: as the wave offering of the threshing floor, so you shall heave it."},{"name":"Numbers 15:21","text":"Of the first of your dough you shall give to Yahweh a wave offering throughout your generations."},{"name":"Numbers 15:22","text":"\"\"When you shall err, and not observe all these commandments, which Yahweh has spoken to Moses,"},{"name":"Numbers 15:23","text":"even all that Yahweh has commanded you by Moses, from the day that Yahweh gave commandment, and onward throughout your generations;"},{"name":"Numbers 15:24","text":"then it shall be, if it be done unwittingly, without the knowledge of the congregation, that all the congregation shall offer one young bull for a burnt offering, for a pleasant aroma to Yahweh, with the meal offering of it, and the drink offering of it, according to the ordinance, and one male goat for a sin offering."},{"name":"Numbers 15:25","text":"The priest shall make atonement for all the congregation of the children of Israel, and they shall be forgiven; for it was an error, and they have brought their offering, an offering made by fire to Yahweh, and their sin offering before Yahweh, for their error:"},{"name":"Numbers 15:26","text":"and all the congregation of the children of Israel shall be forgiven, and the stranger who lives as a foreigner among them; for in respect of all the people it was done unwittingly."},{"name":"Numbers 15:27","text":"\"\"If one person sins unwittingly, then he shall offer a female goat a year old for a sin offering."},{"name":"Numbers 15:28","text":"The priest shall make atonement for the soul who errs, when he sins unwittingly, before Yahweh, to make atonement for him; and he shall be forgiven."},{"name":"Numbers 15:29","text":"You shall have one law for him who does anything unwittingly, for him who is native-born among the children of Israel, and for the stranger who lives as a foreigner among them."},{"name":"Numbers 15:30","text":"\"\"But the soul who does anything with a high hand, whether he is native-born or a foreigner, the same blasphemes Yahweh; and that soul shall be cut off from among his people."},{"name":"Numbers 15:31","text":"Because he has despised the word of Yahweh, and has broken his commandment, that soul shall utterly be cut off; his iniquity shall be on him.\"\""},{"name":"Numbers 15:32","text":"While the children of Israel were in the wilderness, they found a man gathering sticks on the Sabbath day."},{"name":"Numbers 15:33","text":"Those who found him gathering sticks brought him to Moses and Aaron, and to all the congregation."},{"name":"Numbers 15:34","text":"They put him in custody, because it had not been declared what should be done to him."},{"name":"Numbers 15:35","text":"Yahweh said to Moses, \"The man shall surely be put to death: all the congregation shall stone him with stones outside of the camp.\""},{"name":"Numbers 15:36","text":"All the congregation brought him outside of the camp, and stoned him to death with stones; as Yahweh commanded Moses."},{"name":"Numbers 15:37","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 15:38","text":"\"Speak to the children of Israel, and tell them that they should make themselves fringes in the borders of their garments throughout their generations, and that they put on the fringe of each border a cord of blue:"},{"name":"Numbers 15:39","text":"and it shall be to you for a fringe, that you may look on it, and remember all the commandments of Yahweh, and do them; and that you not follow after your own heart and your own eyes, after which you use to play the prostitute;"},{"name":"Numbers 15:40","text":"that you may remember and do all my commandments, and be holy to your God."},{"name":"Numbers 15:41","text":"I am Yahweh your God, who brought you out of the land of Egypt, to be your God: I am Yahweh your God.\""},{"name":"Numbers 16:1","text":"Now Korah, the son of Izhar, the son of Kohath, the son of Levi, with Dathan and Abiram, the sons of Eliab, and On, the son of Peleth, sons of Reuben, took men:"},{"name":"Numbers 16:2","text":"and they rose up before Moses, with certain of the children of Israel, two hundred fifty princes of the congregation, called to the assembly, men of renown;"},{"name":"Numbers 16:3","text":"and they assembled themselves together against Moses and against Aaron, and said to them, \"You take too much on yourself, since all the congregation are holy, everyone of them, and Yahweh is among them: why then lift yourselves up above the assembly of Yahweh?\""},{"name":"Numbers 16:4","text":"When Moses heard it, he fell on his face:"},{"name":"Numbers 16:5","text":"and he spoke to Korah and to all his company, saying, \"In the morning Yahweh will show who are his, and who is holy, and will cause him to come near to him: even him whom he shall choose he will cause to come near to him."},{"name":"Numbers 16:6","text":"Do this: take censers, Korah, and all his company;"},{"name":"Numbers 16:7","text":"and put fire in them, and put incense on them before Yahweh tomorrow: and it shall be that the man whom Yahweh chooses, he shall be holy. You have gone too far, you sons of Levi!\""},{"name":"Numbers 16:8","text":"Moses said to Korah, \"Hear now, you sons of Levi!"},{"name":"Numbers 16:9","text":"Is it a small thing to you, that the God of Israel has separated you from the congregation of Israel, to bring you near to himself, to do the service of the tabernacle of Yahweh, and to stand before the congregation to minister to them;"},{"name":"Numbers 16:10","text":"and that he has brought you near, and all your brothers the sons of Levi with you? and do you seek the priesthood also?"},{"name":"Numbers 16:11","text":"Therefore you and all your company are gathered together against Yahweh: and Aaron, what is he that you murmur against him?\""},{"name":"Numbers 16:12","text":"Moses sent to call Dathan and Abiram, the sons of Eliab; and they said, \"We won\"t come up:"},{"name":"Numbers 16:13","text":"is it a small thing that you have brought us up out of a land flowing with milk and honey, to kill us in the wilderness, but you must also make yourself a prince over us?"},{"name":"Numbers 16:14","text":"Moreover you haven\"t brought us into a land flowing with milk and honey, nor given us inheritance of fields and vineyards: will you put out the eyes of these men? We won\"t come up.\""},{"name":"Numbers 16:15","text":"Moses was very angry, and said to Yahweh, \"Don\"t respect their offering: I have not taken one donkey from them, neither have I hurt one of them.\""},{"name":"Numbers 16:16","text":"Moses said to Korah, \"You and all your company go before Yahweh, you, and they, and Aaron, tomorrow:"},{"name":"Numbers 16:17","text":"and each man take his censer, and put incense on them, and each man bring before Yahweh his censer, two hundred fifty censers; you also, and Aaron, each his censer.\""},{"name":"Numbers 16:18","text":"They each took his censer, and put fire in them, and laid incense thereon, and stood at the door of the Tent of Meeting with Moses and Aaron."},{"name":"Numbers 16:19","text":"Korah assembled all the congregation against them to the door of the Tent of Meeting: and the glory of Yahweh appeared to all the congregation."},{"name":"Numbers 16:20","text":"Yahweh spoke to Moses and to Aaron, saying,"},{"name":"Numbers 16:21","text":"\"Separate yourselves from among this congregation, that I may consume them in a moment!\""},{"name":"Numbers 16:22","text":"They fell on their faces, and said, \"God, the God of the spirits of all flesh, shall one man sin, and will you be angry with all the congregation?\""},{"name":"Numbers 16:23","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 16:24","text":"\"Speak to the congregation, saying, \"Get away from around the tent of Korah, Dathan, and Abiram!\"\""},{"name":"Numbers 16:25","text":"Moses rose up and went to Dathan and Abiram; and the elders of Israel followed him."},{"name":"Numbers 16:26","text":"He spoke to the congregation, saying, \"Depart, please, from the tents of these wicked men, and touch nothing of theirs, lest you be consumed in all their sins!\""},{"name":"Numbers 16:27","text":"So they went away from the tent of Korah, Dathan, and Abiram, on every side: and Dathan and Abiram came out, and stood at the door of their tents, and their wives, and their sons, and their little ones."},{"name":"Numbers 16:28","text":"Moses said, \"Hereby you shall know that Yahweh has sent me to do all these works; for they are not from my own mind."},{"name":"Numbers 16:29","text":"If these men die the common death of all men, or if they be visited after the visitation of all men; then Yahweh hasn\"t sent me."},{"name":"Numbers 16:30","text":"But if Yahweh make a new thing, and the ground open its mouth, and swallow them up, with all that appertain to them, and they go down alive into Sheol; then you shall understand that these men have despised Yahweh.\""},{"name":"Numbers 16:31","text":"It happened, as he made an end of speaking all these words, that the ground split apart that was under them;"},{"name":"Numbers 16:32","text":"and the earth opened its mouth, and swallowed them up, and their households, and all the men who appertained to Korah, and all their goods."},{"name":"Numbers 16:33","text":"So they, and all that appertained to them, went down alive into Sheol: and the earth closed on them, and they perished from among the assembly."},{"name":"Numbers 16:34","text":"All Israel that were around them fled at their cry; for they said, \"Lest the earth swallow us up!\""},{"name":"Numbers 16:35","text":"Fire came forth from Yahweh, and devoured the two hundred fifty men who offered the incense."},{"name":"Numbers 16:36","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 16:37","text":"\"Speak to Eleazar the son of Aaron the priest, that he take up the censers out of the burning, and scatter the fire yonder; for they are holy,"},{"name":"Numbers 16:38","text":"even the censers of these sinners against their own lives; and let them be made beaten plates for a covering of the altar: for they offered them before Yahweh; therefore they are holy; and they shall be a sign to the children of Israel.\""},{"name":"Numbers 16:39","text":"Eleazar the priest took the bronze censers, which those who were burnt had offered; and they beat them out for a covering of the altar,"},{"name":"Numbers 16:40","text":"to be a memorial to the children of Israel, to the end that no stranger, who isn\"t of the seed of Aaron, comes near to burn incense before Yahweh; that he not be as Korah, and as his company: as Yahweh spoke to him by Moses."},{"name":"Numbers 16:41","text":"But on the next day all the congregation of the children of Israel murmured against Moses and against Aaron, saying, \"You have killed Yahweh\"s people!\""},{"name":"Numbers 16:42","text":"It happened, when the congregation was assembled against Moses and against Aaron, that they looked toward the Tent of Meeting: and behold, the cloud covered it, and the glory of Yahweh appeared."},{"name":"Numbers 16:43","text":"Moses and Aaron came to the front of the Tent of Meeting."},{"name":"Numbers 16:44","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 16:45","text":"\"Get away from among this congregation, that I may consume them in a moment!\" They fell on their faces."},{"name":"Numbers 16:46","text":"Moses said to Aaron, \"Take your censer, and put fire from off the altar in it, and lay incense on it, and carry it quickly to the congregation, and make atonement for them; for wrath has gone out from Yahweh! The plague has begun.\""},{"name":"Numbers 16:47","text":"Aaron did as Moses said, and ran into the midst of the assembly; and behold, the plague has begun among the people: and he put on the incense, and made atonement for the people."},{"name":"Numbers 16:48","text":"He stood between the dead and the living; and the plague was stayed."},{"name":"Numbers 16:49","text":"Now those who died by the plague were fourteen thousand and seven hundred, besides those who died about the matter of Korah."},{"name":"Numbers 16:50","text":"Aaron returned to Moses to the door of the Tent of Meeting: and the plague was stayed."},{"name":"Numbers 17:1","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 17:2","text":"\"Speak to the children of Israel, and take of them rods, one for each fathers\" house, of all their princes according to their fathers\" houses, twelve rods: write every man\"s name on his rod."},{"name":"Numbers 17:3","text":"You shall write Aaron\"s name on the rod of Levi; for there shall be one rod for each head of their fathers\" houses."},{"name":"Numbers 17:4","text":"You shall lay them up in the Tent of Meeting before the testimony, where I meet with you."},{"name":"Numbers 17:5","text":"It shall happen, that the rod of the man whom I shall choose shall bud: and I will make to cease from me the murmurings of the children of Israel, which they murmur against you.\""},{"name":"Numbers 17:6","text":"Moses spoke to the children of Israel; and all their princes gave him rods, for each prince one, according to their fathers\" houses, even twelve rods: and the rod of Aaron was among their rods."},{"name":"Numbers 17:7","text":"Moses laid up the rods before Yahweh in the tent of the testimony."},{"name":"Numbers 17:8","text":"It happened on the next day, that Moses went into the tent of the testimony; and behold, the rod of Aaron for the house of Levi was budded, and put forth buds, and produced blossoms, and bore ripe almonds."},{"name":"Numbers 17:9","text":"Moses brought out all the rods from before Yahweh to all the children of Israel: and they looked, and took every man his rod."},{"name":"Numbers 17:10","text":"Yahweh said to Moses, \"Put back the rod of Aaron before the testimony, to be kept for a token against the children of rebellion; that you may make an end of their murmurings against me, that they not die.\""},{"name":"Numbers 17:11","text":"Moses did so. As Yahweh commanded him, so he did."},{"name":"Numbers 17:12","text":"The children of Israel spoke to Moses, saying, \"Behold, we perish! We are undone! We are all undone!"},{"name":"Numbers 17:13","text":"Everyone who comes near, who comes near to the tabernacle of Yahweh, dies! Will we all perish?\""},{"name":"Numbers 18:1","text":"Yahweh said to Aaron, \"You and your sons and your fathers\" house with you shall bear the iniquity of the sanctuary; and you and your sons with you shall bear the iniquity of your priesthood."},{"name":"Numbers 18:2","text":"Your brothers also, the tribe of Levi, the tribe of your father, bring near with you, that they may be joined to you, and minister to you: but you and your sons with you shall be before the tent of the testimony."},{"name":"Numbers 18:3","text":"They shall keep your commands, and the duty of all the Tent: only they shall not come near to the vessels of the sanctuary and to the altar, that they not die, neither they, nor you."},{"name":"Numbers 18:4","text":"They shall be joined to you, and keep the responsibility of the Tent of Meeting, for all the service of the Tent: and a stranger shall not come near to you."},{"name":"Numbers 18:5","text":"\"You shall perform the duty of the sanctuary, and the duty of the altar; that there be no more wrath on the children of Israel."},{"name":"Numbers 18:6","text":"I, behold, I have taken your brothers the Levites from among the children of Israel: to you they are a gift, given to Yahweh, to do the service of the Tent of Meeting."},{"name":"Numbers 18:7","text":"You and your sons with you shall keep your priesthood for everything of the altar, and for that within the veil; and you shall serve: I give you the priesthood as a service of gift: and the stranger who comes near shall be put to death.\""},{"name":"Numbers 18:8","text":"Yahweh spoke to Aaron, \"I, behold, I have given you the command of my wave offerings, even all the holy things of the children of Israel; to you have I given them by reason of the anointing, and to your sons, as a portion forever."},{"name":"Numbers 18:9","text":"This shall be yours of the most holy things from the fire: every offering of theirs, even every meal offering of theirs, and every sin offering of theirs, and every trespass offering of theirs, which they shall render to me, shall be most holy for you and for your sons."},{"name":"Numbers 18:10","text":"You shall eat of it like the most holy things. Every male shall eat of it. It shall be holy to you."},{"name":"Numbers 18:11","text":"\"This is yours, too: the wave offering of their gift, even all the wave offerings of the children of Israel. I have given them to you, and to your sons and to your daughters with you, as a portion forever. Everyone who is clean in your house shall eat of it."},{"name":"Numbers 18:12","text":"\"All the best of the oil, and all the best of the vintage, and of the grain, the first fruits of them which they give to Yahweh, to you have I given them."},{"name":"Numbers 18:13","text":"The first-ripe fruits of all that is in their land, which they bring to Yahweh, shall be yours; everyone who is clean in your house shall eat of it."},{"name":"Numbers 18:14","text":"\"Everything devoted in Israel shall be yours."},{"name":"Numbers 18:15","text":"Everything that opens the womb, of all flesh which they offer to Yahweh, both of man and animal shall be yours: nevertheless you shall surely redeem the firstborn of man, and you shall redeem the firstborn of unclean animals."},{"name":"Numbers 18:16","text":"You shall redeem those who are to be redeemed of them from a month old, according to your estimation, for five shekels of money, after the shekel of the sanctuary (the same is twenty gerahs)."},{"name":"Numbers 18:17","text":"\"But you shall not redeem the firstborn of a cow, or the firstborn of a sheep, or the firstborn of a goat. They are holy. You shall sprinkle their blood on the altar, and shall burn their fat for an offering made by fire, for a pleasant aroma to Yahweh."},{"name":"Numbers 18:18","text":"Their flesh shall be yours, as the wave offering breast and as the right thigh, it shall be yours."},{"name":"Numbers 18:19","text":"All the wave offerings of the holy things, which the children of Israel offer to Yahweh, have I given you, and your sons and your daughters with you, as a portion forever: it is a covenant of salt forever before Yahweh to you and to your seed with you.\""},{"name":"Numbers 18:20","text":"Yahweh said to Aaron, \"You shall have no inheritance in their land, neither shall you have any portion among them. I am your portion and your inheritance among the children of Israel."},{"name":"Numbers 18:21","text":"\"To the children of Levi, behold, I have given all the tithe in Israel for an inheritance, in return for their service which they serve, even the service of the Tent of Meeting."},{"name":"Numbers 18:22","text":"Henceforth the children of Israel shall not come near the Tent of Meeting, lest they bear sin, and die."},{"name":"Numbers 18:23","text":"But the Levites shall do the service of the Tent of Meeting, and they shall bear their iniquity: it shall be a statute forever throughout your generations; and among the children of Israel they shall have no inheritance."},{"name":"Numbers 18:24","text":"For the tithe of the children of Israel, which they offer as a wave offering to Yahweh, I have given to the Levites for an inheritance: therefore I have said to them, \"Among the children of Israel they shall have no inheritance.\"\""},{"name":"Numbers 18:25","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 18:26","text":"\"Moreover you shall speak to the Levites, and tell them, \"When you take of the children of Israel the tithe which I have given you from them for your inheritance, then you shall offer up a wave offering of it for Yahweh, a tithe of the tithe."},{"name":"Numbers 18:27","text":"Your wave offering shall be reckoned to you, as though it were the grain of the threshing floor, and as the fullness of the winepress."},{"name":"Numbers 18:28","text":"Thus you also shall offer a wave offering to Yahweh of all your tithes, which you receive of the children of Israel; and of it you shall give Yahweh\"s wave offering to Aaron the priest."},{"name":"Numbers 18:29","text":"Out of all your gifts you shall offer every wave offering of Yahweh, of all its best, even the holy part of it out of it.\""},{"name":"Numbers 18:30","text":"\"Therefore you shall tell them, \"When you heave its best from it, then it shall be reckoned to the Levites as the increase of the threshing floor, and as the increase of the winepress."},{"name":"Numbers 18:31","text":"You shall eat it in every place, you and your households: for it is your reward in return for your service in the Tent of Meeting."},{"name":"Numbers 18:32","text":"You shall bear no sin by reason of it, when you have heaved from it its best: and you shall not profane the holy things of the children of Israel, that you not die.\"\""},{"name":"Numbers 19:1","text":"Yahweh spoke to Moses and to Aaron, saying,"},{"name":"Numbers 19:2","text":"\"This is the statute of the law which Yahweh has commanded: Speak to the children of Israel, that they bring you a red heifer without spot, in which is no blemish, and which was never yoked."},{"name":"Numbers 19:3","text":"You shall give her to Eleazar the priest, and he shall bring her forth outside of the camp, and one shall kill her before his face:"},{"name":"Numbers 19:4","text":"and Eleazar the priest shall take of her blood with his finger, and sprinkle her blood toward the front of the Tent of Meeting seven times."},{"name":"Numbers 19:5","text":"One shall burn the heifer in his sight; her skin, and her flesh, and her blood, with her dung, shall he burn:"},{"name":"Numbers 19:6","text":"and the priest shall take cedar wood, and hyssop, and scarlet, and cast it into the midst of the burning of the heifer."},{"name":"Numbers 19:7","text":"Then the priest shall wash his clothes, and he shall bathe his flesh in water, and afterward he shall come into the camp, and the priest shall be unclean until the evening."},{"name":"Numbers 19:8","text":"He who burns her shall wash his clothes in water, and bathe his flesh in water, and shall be unclean until the evening."},{"name":"Numbers 19:9","text":"\"A man who is clean shall gather up the ashes of the heifer, and lay them up outside of the camp in a clean place; and it shall be kept for the congregation of the children of Israel for a water for impurity: it is a sin offering."},{"name":"Numbers 19:10","text":"He who gathers the ashes of the heifer shall wash his clothes, and be unclean until the evening: and it shall be to the children of Israel, and to the stranger who lives as a foreigner among them, for a statute forever."},{"name":"Numbers 19:11","text":"\"He who touches the dead body of any man shall be unclean seven days:"},{"name":"Numbers 19:12","text":"the same shall purify himself with water on the third day, and on the seventh day he shall be clean: but if he doesn\"t purify himself the third day, then the seventh day he shall not be clean."},{"name":"Numbers 19:13","text":"Whoever touches a dead person, the body of a man who has died, and doesn\"t purify himself, defiles the tabernacle of Yahweh; and that soul shall be cut off from Israel: because the water for impurity was not sprinkled on him, he shall be unclean; his uncleanness is yet on him."},{"name":"Numbers 19:14","text":"\"This is the law when a man dies in a tent: everyone who comes into the tent, and everyone who is in the tent, shall be unclean seven days."},{"name":"Numbers 19:15","text":"Every open vessel, which has no covering bound on it, is unclean."},{"name":"Numbers 19:16","text":"\"Whoever in the open field touches one who is slain with a sword, or a dead body, or a bone of a man, or a grave, shall be unclean seven days."},{"name":"Numbers 19:17","text":"\"For the unclean they shall take of the ashes of the burning of the sin offering; and running water shall be put thereto in a vessel:"},{"name":"Numbers 19:18","text":"and a clean person shall take hyssop, and dip it in the water, and sprinkle it on the tent, and on all the vessels, and on the persons who were there, and on him who touched the bone, or the slain, or the dead, or the grave:"},{"name":"Numbers 19:19","text":"and the clean person shall sprinkle on the unclean on the third day, and on the seventh day: and on the seventh day he shall purify him; and he shall wash his clothes, and bathe himself in water, and shall be clean at evening."},{"name":"Numbers 19:20","text":"But the man who shall be unclean, and shall not purify himself, that soul shall be cut off from the midst of the assembly, because he has defiled the sanctuary of Yahweh: the water for impurity has not been sprinkled on him; he is unclean."},{"name":"Numbers 19:21","text":"It shall be a perpetual statute to them: and he who sprinkles the water for impurity shall wash his clothes, and he who touches the water for impurity shall be unclean until evening."},{"name":"Numbers 19:22","text":"\"Whatever the unclean person touches shall be unclean; and the soul that touches it shall be unclean until evening.\""},{"name":"Numbers 20:1","text":"The children of Israel, even the whole congregation, came into the wilderness of Zin in the first month: and the people stayed in Kadesh; and Miriam died there, and was buried there."},{"name":"Numbers 20:2","text":"There was no water for the congregation: and they assembled themselves together against Moses and against Aaron."},{"name":"Numbers 20:3","text":"The people strove with Moses, and spoke, saying, \"We wish that we had died when our brothers died before Yahweh!"},{"name":"Numbers 20:4","text":"Why have you brought the assembly of Yahweh into this wilderness, that we should die there, we and our animals?"},{"name":"Numbers 20:5","text":"Why have you made us to come up out of Egypt, to bring us in to this evil place? It is no place of seed, or of figs, or of vines, or of pomegranates; neither is there any water to drink.\""},{"name":"Numbers 20:6","text":"Moses and Aaron went from the presence of the assembly to the door of the Tent of Meeting, and fell on their faces: and the glory of Yahweh appeared to them."},{"name":"Numbers 20:7","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 20:8","text":"\"Take the rod, and assemble the congregation, you, and Aaron your brother, and speak to the rock before their eyes, that it give forth its water; and you shall bring forth to them water out of the rock; so you shall give the congregation and their livestock drink.\""},{"name":"Numbers 20:9","text":"Moses took the rod from before Yahweh, as he commanded him."},{"name":"Numbers 20:10","text":"Moses and Aaron gathered the assembly together before the rock, and he said to them, \"Hear now, you rebels; shall we bring you water out of this rock for you?\""},{"name":"Numbers 20:11","text":"Moses lifted up his hand, and struck the rock with his rod twice: and water came forth abundantly, and the congregation drank, and their livestock."},{"name":"Numbers 20:12","text":"Yahweh said to Moses and Aaron, \"Because you didn\"t believe in me, to sanctify me in the eyes of the children of Israel, therefore you shall not bring this assembly into the land which I have given them.\""},{"name":"Numbers 20:13","text":"These are the waters of Meribah; because the children of Israel strove with Yahweh, and he was sanctified in them."},{"name":"Numbers 20:14","text":"Moses sent messengers from Kadesh to the king of Edom, saying: \"Thus says your brother Israel: You know all the travail that has happened to us:"},{"name":"Numbers 20:15","text":"how our fathers went down into Egypt, and we lived in Egypt a long time; and the Egyptians dealt ill with us, and our fathers:"},{"name":"Numbers 20:16","text":"and when we cried to Yahweh, he heard our voice, and sent an angel, and brought us forth out of Egypt: and behold, we are in Kadesh, a city in the uttermost of your border."},{"name":"Numbers 20:17","text":"\"Please let us pass through your land: we will not pass through field or through vineyard, neither will we drink of the water of the wells: we will go along the king\"s highway; we will not turn aside to the right hand nor to the left, until we have passed your border.\""},{"name":"Numbers 20:18","text":"Edom said to him, \"You shall not pass through me, lest I come out with the sword against you.\""},{"name":"Numbers 20:19","text":"The children of Israel said to him, \"We will go up by the highway; and if we drink of your water, I and my livestock, then will I give its price: let me only, without doing anything else, pass through on my feet.\""},{"name":"Numbers 20:20","text":"He said, \"You shall not pass through.\" Edom came out against him with many people, and with a strong hand."},{"name":"Numbers 20:21","text":"Thus Edom refused to give Israel passage through his border, so Israel turned away from him."},{"name":"Numbers 20:22","text":"They traveled from Kadesh: and the children of Israel, even the whole congregation, came to Mount Hor."},{"name":"Numbers 20:23","text":"Yahweh spoke to Moses and Aaron in Mount Hor, by the border of the land of Edom, saying,"},{"name":"Numbers 20:24","text":"\"Aaron shall be gathered to his people; for he shall not enter into the land which I have given to the children of Israel, because you rebelled against my word at the waters of Meribah."},{"name":"Numbers 20:25","text":"Take Aaron and Eleazar his son, and bring them up to Mount Hor;"},{"name":"Numbers 20:26","text":"and strip Aaron of his garments, and put them on Eleazar his son: and Aaron shall be taken, and shall die there.\""},{"name":"Numbers 20:27","text":"Moses did as Yahweh commanded: and they went up into Mount Hor in the sight of all the congregation."},{"name":"Numbers 20:28","text":"Moses stripped Aaron of his garments, and put them on Eleazar his son; and Aaron died there on the top of the mountain: and Moses and Eleazar came down from the mountain."},{"name":"Numbers 20:29","text":"When all the congregation saw that Aaron was dead, they wept for Aaron thirty days, even all the house of Israel."},{"name":"Numbers 21:1","text":"The Canaanite, the king of Arad, who lived in the South, heard tell that Israel came by the way of Atharim; and he fought against Israel, and took some of them captive."},{"name":"Numbers 21:2","text":"Israel vowed a vow to Yahweh, and said, \"If you will indeed deliver this people into my hand, then I will utterly destroy their cities.\""},{"name":"Numbers 21:3","text":"Yahweh listened to the voice of Israel, and delivered up the Canaanites; and they utterly destroyed them and their cities: and the name of the place was called Hormah."},{"name":"Numbers 21:4","text":"They traveled from Mount Hor by the way to the Red Sea, to compass the land of Edom: and the soul of the people was much discouraged because of the way."},{"name":"Numbers 21:5","text":"The people spoke against God, and against Moses, \"Why have you brought us up out of Egypt to die in the wilderness? For there is no bread, and there is no water; and our soul loathes this light bread.\""},{"name":"Numbers 21:6","text":"Yahweh sent fiery serpents among the people, and they bit the people; and many people of Israel died."},{"name":"Numbers 21:7","text":"The people came to Moses, and said, \"We have sinned, because we have spoken against Yahweh, and against you. Pray to Yahweh, that he take away the serpents from us.\" Moses prayed for the people."},{"name":"Numbers 21:8","text":"Yahweh said to Moses, \"Make a fiery serpent, and set it on a standard: and it shall happen, that everyone who is bitten, when he sees it, shall live.\""},{"name":"Numbers 21:9","text":"Moses made a serpent of brass, and set it on the standard: and it happened, that if a serpent had bitten any man, when he looked to the serpent of brass, he lived."},{"name":"Numbers 21:10","text":"The children of Israel traveled, and encamped in Oboth."},{"name":"Numbers 21:11","text":"They traveled from Oboth, and encamped at Iyeabarim, in the wilderness which is before Moab, toward the sunrise."},{"name":"Numbers 21:12","text":"From there they traveled, and encamped in the valley of Zered."},{"name":"Numbers 21:13","text":"From there they traveled, and encamped on the other side of the Arnon, which is in the wilderness, that comes out of the border of the Amorites: for the Arnon is the border of Moab, between Moab and the Amorites."},{"name":"Numbers 21:14","text":"Therefore it is said in the book of the Wars of Yahweh, \"Vaheb in Suphah, the valleys of the Arnon,"},{"name":"Numbers 21:15","text":"the slope of the valleys that incline toward the dwelling of Ar, leans on the border of Moab.\""},{"name":"Numbers 21:16","text":"From there they traveled to Beer: that is the well of which Yahweh said to Moses, \"Gather the people together, and I will give them water.\""},{"name":"Numbers 21:17","text":"Then sang Israel this song: \"Spring up, well; sing to it:"},{"name":"Numbers 21:18","text":"the well, which the princes dug, which the nobles of the people dug, with the scepter, and with their poles.\" From the wilderness they traveled to Mattanah;"},{"name":"Numbers 21:19","text":"and from Mattanah to Nahaliel; and from Nahaliel to Bamoth;"},{"name":"Numbers 21:20","text":"and from Bamoth to the valley that is in the field of Moab, to the top of Pisgah, which looks down on the desert."},{"name":"Numbers 21:21","text":"Israel sent messengers to Sihon king of the Amorites, saying,"},{"name":"Numbers 21:22","text":"\"Let me pass through your land: we will not turn aside into field, or into vineyard; we will not drink of the water of the wells: we will go by the king\"s highway, until we have passed your border.\""},{"name":"Numbers 21:23","text":"Sihon would not allow Israel to pass through his border: but Sihon gathered all his people together, and went out against Israel into the wilderness, and came to Jahaz; and he fought against Israel."},{"name":"Numbers 21:24","text":"Israel struck him with the edge of the sword, and possessed his land from the Arnon to the Jabbok, even to the children of Ammon; for the border of the children of Ammon was strong."},{"name":"Numbers 21:25","text":"Israel took all these cities: and Israel lived in all the cities of the Amorites, in Heshbon, and in all its towns."},{"name":"Numbers 21:26","text":"For Heshbon was the city of Sihon the king of the Amorites, who had fought against the former king of Moab, and taken all his land out of his hand, even to the Arnon."},{"name":"Numbers 21:27","text":"Therefore those who speak in proverbs say, \"Come to Heshbon. Let the city of Sihon be built and established;"},{"name":"Numbers 21:28","text":"for a fire has gone out of Heshbon, a flame from the city of Sihon. It has devoured Ar of Moab, The lords of the high places of the Arnon."},{"name":"Numbers 21:29","text":"Woe to you, Moab! You are undone, people of Chemosh! He has given his sons as fugitives, and his daughters into captivity, to Sihon king of the Amorites."},{"name":"Numbers 21:30","text":"We have shot at them. Heshbon has perished even to Dibon. We have laid waste even to Nophah, Which reaches to Medeba.\""},{"name":"Numbers 21:31","text":"Thus Israel lived in the land of the Amorites."},{"name":"Numbers 21:32","text":"Moses sent to spy out Jazer; and they took its towns, and drove out the Amorites who were there."},{"name":"Numbers 21:33","text":"They turned and went up by the way of Bashan: and Og the king of Bashan went out against them, he and all his people, to battle at Edrei."},{"name":"Numbers 21:34","text":"Yahweh said to Moses, \"Don\"t fear him: for I have delivered him into your hand, and all his people, and his land; and you shall do to him as you did to Sihon king of the Amorites, who lived at Heshbon.\""},{"name":"Numbers 21:35","text":"So they struck him, and his sons and all his people, until there was none left him remaining: and they possessed his land."},{"name":"Numbers 22:1","text":"The children of Israel traveled, and encamped in the plains of Moab beyond the Jordan at Jericho."},{"name":"Numbers 22:2","text":"Balak the son of Zippor saw all that Israel had done to the Amorites."},{"name":"Numbers 22:3","text":"Moab was very afraid of the people, because they were many: and Moab was distressed because of the children of Israel."},{"name":"Numbers 22:4","text":"Moab said to the elders of Midian, \"Now this multitude will lick up all that is around us, as the ox licks up the grass of the field.\" Balak the son of Zippor was king of Moab at that time."},{"name":"Numbers 22:5","text":"He sent messengers to Balaam the son of Beor, to Pethor, which is by the River, to the land of the children of his people, to call him, saying, \"Behold, there is a people who came out from Egypt. Behold, they cover the surface of the earth, and they are staying opposite me."},{"name":"Numbers 22:6","text":"Please come now therefore curse me this people; for they are too mighty for me: perhaps I shall prevail, that we may strike them, and that I may drive them out of the land; for I know that he whom you bless is blessed, and he whom you curse is cursed.\""},{"name":"Numbers 22:7","text":"The elders of Moab and the elders of Midian departed with the rewards of divination in their hand; and they came to Balaam, and spoke to him the words of Balak."},{"name":"Numbers 22:8","text":"He said to them, \"Lodge here this night, and I will bring you word again, as Yahweh shall speak to me.\" The princes of Moab stayed with Balaam."},{"name":"Numbers 22:9","text":"God came to Balaam, and said, \"Who are these men with you?\""},{"name":"Numbers 22:10","text":"Balaam said to God, \"Balak the son of Zippor, king of Moab, has said to me,"},{"name":"Numbers 22:11","text":"\"Behold, the people that has come out of Egypt, it covers the surface of the earth: now, come curse me them; perhaps I shall be able to fight against them, and shall drive them out.\"\""},{"name":"Numbers 22:12","text":"God said to Balaam, \"You shall not go with them. You shall not curse the people; for they are blessed.\""},{"name":"Numbers 22:13","text":"Balaam rose up in the morning, and said to the princes of Balak, \"Go to your land; for Yahweh refuses to permit me to go with you.\""},{"name":"Numbers 22:14","text":"The princes of Moab rose up, and they went to Balak, and said, \"Balaam refuses to come with us.\""},{"name":"Numbers 22:15","text":"Balak sent yet again princes, more, and more honorable than they."},{"name":"Numbers 22:16","text":"They came to Balaam, and said to him, \"Thus says Balak the son of Zippor, \"Please let nothing hinder you from coming to me:"},{"name":"Numbers 22:17","text":"for I will promote you to very great honor, and whatever you say to me I will do. Please come therefore, and curse this people for me.\"\""},{"name":"Numbers 22:18","text":"Balaam answered the servants of Balak, \"If Balak would give me his house full of silver and gold, I can\"t go beyond the word of Yahweh my God, to do less or more."},{"name":"Numbers 22:19","text":"Now therefore, please wait also here this night, that I may know what Yahweh will speak to me more.\""},{"name":"Numbers 22:20","text":"God came to Balaam at night, and said to him, \"If the men have come to call you, rise up, go with them; but only the word which I speak to you, that you shall do.\""},{"name":"Numbers 22:21","text":"Balaam rose up in the morning, and saddled his donkey, and went with the princes of Moab."},{"name":"Numbers 22:22","text":"God\"s anger was kindled because he went; and the angel of Yahweh placed himself in the way for an adversary against him. Now he was riding on his donkey, and his two servants were with him."},{"name":"Numbers 22:23","text":"The donkey saw the angel of Yahweh standing in the way, with his sword drawn in his hand; and the donkey turned aside out of the way, and went into the field: and Balaam struck the donkey, to turn her into the way."},{"name":"Numbers 22:24","text":"Then the angel of Yahweh stood in a narrow path between the vineyards, a wall being on this side, and a wall on that side."},{"name":"Numbers 22:25","text":"The donkey saw the angel of Yahweh, and she thrust herself to the wall, and crushed Balaam\"s foot against the wall: and he struck her again."},{"name":"Numbers 22:26","text":"The angel of Yahweh went further, and stood in a narrow place, where there was no way to turn either to the right hand or to the left."},{"name":"Numbers 22:27","text":"The donkey saw the angel of Yahweh, and she lay down under Balaam: and Balaam\"s anger was kindled, and he struck the donkey with his staff."},{"name":"Numbers 22:28","text":"Yahweh opened the mouth of the donkey, and she said to Balaam, \"What have I done to you, that you have struck me these three times?\""},{"name":"Numbers 22:29","text":"Balaam said to the donkey, \"Because you have mocked me, I wish there were a sword in my hand, for now I would have killed you.\""},{"name":"Numbers 22:30","text":"The donkey said to Balaam, \"Am I not your donkey, on which you have ridden all your life long to this day? Was I ever in the habit of doing so to you?\" He said, \"No.\""},{"name":"Numbers 22:31","text":"Then Yahweh opened the eyes of Balaam, and he saw the angel of Yahweh standing in the way, with his sword drawn in his hand; and he bowed his head, and fell on his face."},{"name":"Numbers 22:32","text":"The angel of Yahweh said to him, \"Why have you struck your donkey these three times? Behold, I have come forth as an adversary, because your way is perverse before me:"},{"name":"Numbers 22:33","text":"and the donkey saw me, and turned aside before me these three times. Unless she had turned aside from me, surely now I would have killed you, and saved her alive.\""},{"name":"Numbers 22:34","text":"Balaam said to the angel of Yahweh, \"I have sinned; for I didn\"t know that you stood in the way against me. Now therefore, if it displeases you, I will go back again.\""},{"name":"Numbers 22:35","text":"The angel of Yahweh said to Balaam, \"Go with the men; but only the word that I shall speak to you, that you shall speak.\" So Balaam went with the princes of Balak."},{"name":"Numbers 22:36","text":"When Balak heard that Balaam had come, he went out to meet him to the City of Moab, which is on the border of the Arnon, which is in the utmost part of the border."},{"name":"Numbers 22:37","text":"Balak said to Balaam, \"Didn\"t I earnestly send to you to call you? Why didn\"t you come to me? Am I not able indeed to promote you to honor?\""},{"name":"Numbers 22:38","text":"Balaam said to Balak, \"Behold, I have come to you: have I now any power at all to speak anything? The word that God puts in my mouth, that shall I speak.\""},{"name":"Numbers 22:39","text":"Balaam went with Balak, and they came to Kiriath Huzoth."},{"name":"Numbers 22:40","text":"Balak sacrificed cattle and sheep, and sent to Balaam, and to the princes who were with him."},{"name":"Numbers 22:41","text":"It happened in the morning, that Balak took Balaam, and brought him up into the high places of Baal; and he saw from there the utmost part of the people."},{"name":"Numbers 23:1","text":"Balaam said to Balak, \"Build me here seven altars, and prepare me here seven bulls and seven rams.\""},{"name":"Numbers 23:2","text":"Balak did as Balaam had spoken; and Balak and Balaam offered on every altar a bull and a ram."},{"name":"Numbers 23:3","text":"Balaam said to Balak, \"Stand by your burnt offering, and I will go: perhaps Yahweh will come to meet me; and whatever he shows me I will tell you.\" He went to a bare height."},{"name":"Numbers 23:4","text":"God met Balaam: and he said to him, \"I have prepared the seven altars, and I have offered up a bull and a ram on every altar.\""},{"name":"Numbers 23:5","text":"Yahweh put a word in Balaam\"s mouth, and said, \"Return to Balak, and thus you shall speak.\""},{"name":"Numbers 23:6","text":"He returned to him, and behold, he was standing by his burnt offering, he, and all the princes of Moab."},{"name":"Numbers 23:7","text":"He took up his parable, and said, \"From Aram has Balak brought me, the king of Moab from the mountains of the East. Come, curse Jacob for me. Come, defy Israel."},{"name":"Numbers 23:8","text":"How shall I curse whom God has not cursed? How shall I defy whom Yahweh has not defied?"},{"name":"Numbers 23:9","text":"For from the top of the rocks I see him. From the hills I see him. Behold, it is a people that dwells alone, and shall not be reckoned among the nations."},{"name":"Numbers 23:10","text":"Who can count the dust of Jacob, or number the fourth part of Israel? Let me die the death of the righteous! Let my last end be like his!\""},{"name":"Numbers 23:11","text":"Balak said to Balaam, \"What have you done to me? I took you to curse my enemies, and behold, you have blessed them altogether.\""},{"name":"Numbers 23:12","text":"He answered and said, \"Must I not take heed to speak that which Yahweh puts in my mouth?\""},{"name":"Numbers 23:13","text":"Balak said to him, \"Please come with me to another place, where you may see them; you shall see but the utmost part of them, and shall not see them all: and curse me them from there.\""},{"name":"Numbers 23:14","text":"He took him into the field of Zophim, to the top of Pisgah, and built seven altars, and offered up a bull and a ram on every altar."},{"name":"Numbers 23:15","text":"He said to Balak, \"Stand here by your burnt offering, while I meet over there.\""},{"name":"Numbers 23:16","text":"Yahweh met Balaam, and put a word in his mouth, and said, \"Return to Balak, and say this.\""},{"name":"Numbers 23:17","text":"He came to him, and behold, he was standing by his burnt offering, and the princes of Moab with him. Balak said to him, \"What has Yahweh spoken?\""},{"name":"Numbers 23:18","text":"He took up his parable, and said, \"Rise up, Balak, and hear! Listen to me, you son of Zippor."},{"name":"Numbers 23:19","text":"God is not a man, that he should lie, nor the son of man, that he should repent. Has he said, and will he not do it? Or has he spoken, and will he not make it good?"},{"name":"Numbers 23:20","text":"Behold, I have received a command to bless. He has blessed, and I can\"t reverse it."},{"name":"Numbers 23:21","text":"He has not seen iniquity in Jacob. Neither has he seen perverseness in Israel. Yahweh his God is with him. The shout of a king is among them."},{"name":"Numbers 23:22","text":"God brings them out of Egypt. He has as it were the strength of the wild ox."},{"name":"Numbers 23:23","text":"Surely there is no enchantment with Jacob; Neither is there any divination with Israel. Now it shall be said of Jacob and of Israel, What has God done!"},{"name":"Numbers 23:24","text":"Behold, the people rises up as a lioness, As a lion he lifts himself up. He shall not lie down until he eat of the prey, and drinks the blood of the slain.\""},{"name":"Numbers 23:25","text":"Balak said to Balaam, \"Neither curse them at all, nor bless them at all.\""},{"name":"Numbers 23:26","text":"But Balaam answered Balak, \"Didn\"t I tell you, saying, \"All that Yahweh speaks, that I must do?\"\""},{"name":"Numbers 23:27","text":"Balak said to Balaam, \"Come now, I will take you to another place; perhaps it will please God that you may curse me them from there.\""},{"name":"Numbers 23:28","text":"Balak took Balaam to the top of Peor, that looks down on the desert."},{"name":"Numbers 23:29","text":"Balaam said to Balak, \"Build me here seven altars, and prepare me here seven bulls and seven rams.\""},{"name":"Numbers 23:30","text":"Balak did as Balaam had said, and offered up a bull and a ram on every altar."},{"name":"Numbers 24:1","text":"When Balaam saw that it pleased Yahweh to bless Israel, he didn\"t go, as at the other times, to meet with enchantments, but he set his face toward the wilderness."},{"name":"Numbers 24:2","text":"Balaam lifted up his eyes, and he saw Israel dwelling according to their tribes; and the Spirit of God came on him."},{"name":"Numbers 24:3","text":"He took up his parable, and said, \"Balaam the son of Beor says, the man whose eye was closed says;"},{"name":"Numbers 24:4","text":"he says, who hears the words of God, who sees the vision of the Almighty, falling down, and having his eyes open:"},{"name":"Numbers 24:5","text":"How goodly are your tents, Jacob, and your tents, Israel!"},{"name":"Numbers 24:6","text":"As valleys they are spread forth, as gardens by the riverside, as aloes which Yahweh has planted, as cedar trees beside the waters."},{"name":"Numbers 24:7","text":"Water shall flow from his buckets. His seed shall be in many waters. His king shall be higher than Agag. His kingdom shall be exalted."},{"name":"Numbers 24:8","text":"God brings him out of Egypt. He has as it were the strength of the wild ox. He shall eat up the nations his adversaries, shall break their bones in pieces, and pierce them with his arrows."},{"name":"Numbers 24:9","text":"He couched, he lay down as a lion, as a lioness; who shall rouse him up? Everyone who blesses you is blessed. Everyone who curses you is cursed.\""},{"name":"Numbers 24:10","text":"Balak\"s anger was kindled against Balaam, and he struck his hands together; and Balak said to Balaam, \"I called you to curse my enemies, and, behold, you have altogether blessed them these three times."},{"name":"Numbers 24:11","text":"Therefore now flee you to your place! I thought to promote you to great honor; but, behold, Yahweh has kept you back from honor.\""},{"name":"Numbers 24:12","text":"Balaam said to Balak, \"Didn\"t I also tell your messengers who you sent to me, saying,"},{"name":"Numbers 24:13","text":"\"If Balak would give me his house full of silver and gold, I can\"t go beyond the word of Yahweh, to do either good or bad of my own mind. I will say what Yahweh says\"?"},{"name":"Numbers 24:14","text":"Now, behold, I go to my people: come, I will inform you what this people shall do to your people in the latter days.\""},{"name":"Numbers 24:15","text":"He took up his parable, and said, \"Balaam the son of Beor says, the man whose eye was closed says;"},{"name":"Numbers 24:16","text":"he says, who hears the words of God, knows the knowledge of the Most High, and who sees the vision of the Almighty, Falling down, and having his eyes open:"},{"name":"Numbers 24:17","text":"I see him, but not now. I see him, but not near. A star will come out of Jacob. A scepter will rise out of Israel, and shall strike through the corners of Moab, and break down all the sons of Sheth."},{"name":"Numbers 24:18","text":"Edom shall be a possession. Seir, his enemies, also shall be a possession, while Israel does valiantly."},{"name":"Numbers 24:19","text":"Out of Jacob shall one have dominion, and shall destroy the remnant from the city.\""},{"name":"Numbers 24:20","text":"He looked at Amalek, and took up his parable, and said, \"Amalek was the first of the nations, But his latter end shall come to destruction.\""},{"name":"Numbers 24:21","text":"He looked at the Kenite, and took up his parable, and said, \"Your dwelling place is strong. Your nest is set in the rock."},{"name":"Numbers 24:22","text":"Nevertheless Kain shall be wasted, until Asshur carries you away captive.\""},{"name":"Numbers 24:23","text":"He took up his parable, and said, \"Alas, who shall live when God does this?"},{"name":"Numbers 24:24","text":"But ships shall come from the coast of Kittim. They shall afflict Asshur, and shall afflict Eber. He also shall come to destruction.\""},{"name":"Numbers 24:25","text":"Balaam rose up, and went and returned to his place; and Balak also went his way."},{"name":"Numbers 25:1","text":"Israel stayed in Shittim; and the people began to play the prostitute with the daughters of Moab:"},{"name":"Numbers 25:2","text":"for they called the people to the sacrifices of their gods; and the people ate, and bowed down to their gods."},{"name":"Numbers 25:3","text":"Israel joined himself to Baal Peor: and the anger of Yahweh was kindled against Israel."},{"name":"Numbers 25:4","text":"Yahweh said to Moses, \"Take all the chiefs of the people, and hang them up to Yahweh before the sun, that the fierce anger of Yahweh may turn away from Israel.\""},{"name":"Numbers 25:5","text":"Moses said to the judges of Israel, \"Everyone kill his men who have joined themselves to Baal Peor.\""},{"name":"Numbers 25:6","text":"Behold, one of the children of Israel came and brought to his brothers a Midianite woman in the sight of Moses, and in the sight of all the congregation of the children of Israel, while they were weeping at the door of the Tent of Meeting."},{"name":"Numbers 25:7","text":"When Phinehas, the son of Eleazar, the son of Aaron the priest, saw it, he rose up from the midst of the congregation, and took a spear in his hand;"},{"name":"Numbers 25:8","text":"and he went after the man of Israel into the pavilion, and thrust both of them through, the man of Israel, and the woman through her body. So the plague was stayed from the children of Israel."},{"name":"Numbers 25:9","text":"Those who died by the plague were twenty-four thousand."},{"name":"Numbers 25:10","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 25:11","text":"\"Phinehas, the son of Eleazar, the son of Aaron the priest, has turned my wrath away from the children of Israel, in that he was jealous with my jealousy among them, so that I didn\"t consume the children of Israel in my jealousy."},{"name":"Numbers 25:12","text":"Therefore say, \"Behold, I give to him my covenant of peace:"},{"name":"Numbers 25:13","text":"and it shall be to him, and to his seed after him, the covenant of an everlasting priesthood; because he was jealous for his God, and made atonement for the children of Israel.\"\""},{"name":"Numbers 25:14","text":"Now the name of the man of Israel that was slain, who was slain with the Midianite woman, was Zimri, the son of Salu, a prince of a fathers\" house among the Simeonites."},{"name":"Numbers 25:15","text":"The name of the Midianite woman who was slain was Cozbi, the daughter of Zur; he was head of the people of a fathers\" house in Midian."},{"name":"Numbers 25:16","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 25:17","text":"\"Harass the Midianites, and strike them;"},{"name":"Numbers 25:18","text":"for they harassed you with their wiles, with which they have deceived you in the matter of Peor, and in the matter of Cozbi, the daughter of the prince of Midian, their sister, who was slain on the day of the plague in the matter of Peor.\""},{"name":"Numbers 26:1","text":"It happened after the plague, that Yahweh spoke to Moses and to Eleazar the son of Aaron the priest, saying,"},{"name":"Numbers 26:2","text":"\"Take a census of all the congregation of the children of Israel, from twenty years old and upward, by their fathers\" houses, all who are able to go forth to war in Israel.\""},{"name":"Numbers 26:3","text":"Moses and Eleazar the priest spoke with them in the plains of Moab by the Jordan at Jericho, saying,"},{"name":"Numbers 26:4","text":"\"Take a census, from twenty years old and upward; as Yahweh commanded Moses and the children of Israel.\" These are those that came out of the land of Egypt."},{"name":"Numbers 26:5","text":"Reuben, the firstborn of Israel; the sons of Reuben: of Hanoch, the family of the Hanochites; of Pallu, the family of the Palluites;"},{"name":"Numbers 26:6","text":"of Hezron, the family of the Hezronites; of Carmi, the family of the Carmites."},{"name":"Numbers 26:7","text":"These are the families of the Reubenites; and those who were numbered of them were forty-three thousand seven hundred thirty."},{"name":"Numbers 26:8","text":"The sons of Pallu: Eliab."},{"name":"Numbers 26:9","text":"The sons of Eliab: Nemuel, and Dathan, and Abiram. These are that Dathan and Abiram, who were called of the congregation, who strove against Moses and against Aaron in the company of Korah, when they strove against Yahweh,"},{"name":"Numbers 26:10","text":"and the earth opened its mouth, and swallowed them up together with Korah, when that company died; what time the fire devoured two hundred fifty men, and they became a sign."},{"name":"Numbers 26:11","text":"Notwithstanding, the sons of Korah didn\"t die."},{"name":"Numbers 26:12","text":"The sons of Simeon after their families: of Nemuel, the family of the Nemuelites; of Jamin, the family of the Jaminites; of Jachin, the family of the Jachinites;"},{"name":"Numbers 26:13","text":"of Zerah, the family of the Zerahites; of Shaul, the family of the Shaulites."},{"name":"Numbers 26:14","text":"These are the families of the Simeonites, twenty-two thousand two hundred."},{"name":"Numbers 26:15","text":"The sons of Gad after their families: of Zephon, the family of the Zephonites; of Haggi, the family of the Haggites; of Shuni, the family of the Shunites;"},{"name":"Numbers 26:16","text":"of Ozni, the family of the Oznites; of Eri, the family of the Erites;"},{"name":"Numbers 26:17","text":"of Arod, the family of the Arodites; of Areli, the family of the Arelites."},{"name":"Numbers 26:18","text":"These are the families of the sons of Gad according to those who were numbered of them, forty thousand and five hundred."},{"name":"Numbers 26:19","text":"The sons of Judah: Er and Onan; and Er and Onan died in the land of Canaan."},{"name":"Numbers 26:20","text":"The sons of Judah after their families were: of Shelah, the family of the Shelanites; of Perez, the family of the Perezites; of Zerah, the family of the Zerahites."},{"name":"Numbers 26:21","text":"The sons of Perez were: of Hezron, the family of the Hezronites; of Hamul, the family of the Hamulites."},{"name":"Numbers 26:22","text":"These are the families of Judah according to those who were numbered of them, seventy-six thousand five hundred."},{"name":"Numbers 26:23","text":"The sons of Issachar after their families: of Tola, the family of the Tolaites; of Puvah, the family of the Punites;"},{"name":"Numbers 26:24","text":"of Jashub, the family of the Jashubites; of Shimron, the family of the Shimronites."},{"name":"Numbers 26:25","text":"These are the families of Issachar according to those who were numbered of them, sixty-four thousand three hundred."},{"name":"Numbers 26:26","text":"The sons of Zebulun after their families: of Sered, the family of the Seredites; of Elon, the family of the Elonites; of Jahleel, the family of the Jahleelites."},{"name":"Numbers 26:27","text":"These are the families of the Zebulunites according to those who were numbered of them, sixty thousand five hundred."},{"name":"Numbers 26:28","text":"The sons of Joseph after their families: Manasseh and Ephraim."},{"name":"Numbers 26:29","text":"The sons of Manasseh: of Machir, the family of the Machirites; and Machir became the father of Gilead; of Gilead, the family of the Gileadites."},{"name":"Numbers 26:30","text":"These are the sons of Gilead: of Iezer, the family of the Iezerites; of Helek, the family of the Helekites;"},{"name":"Numbers 26:31","text":"and Asriel, the family of the Asrielites; and Shechem, the family of the Shechemites;"},{"name":"Numbers 26:32","text":"and Shemida, the family of the Shemidaites; and Hepher, the family of the Hepherites."},{"name":"Numbers 26:33","text":"Zelophehad the son of Hepher had no sons, but daughters: and the names of the daughters of Zelophehad were Mahlah, and Noah, Hoglah, Milcah, and Tirzah."},{"name":"Numbers 26:34","text":"These are the families of Manasseh; and those who were numbered of them were fifty-two thousand seven hundred."},{"name":"Numbers 26:35","text":"These are the sons of Ephraim after their families: of Shuthelah, the family of the Shuthelahites; of Becher, the family of the Becherites; of Tahan, the family of the Tahanites."},{"name":"Numbers 26:36","text":"These are the sons of Shuthelah: of Eran, the family of the Eranites."},{"name":"Numbers 26:37","text":"These are the families of the sons of Ephraim according to those who were numbered of them, thirty-two thousand five hundred. These are the sons of Joseph after their families."},{"name":"Numbers 26:38","text":"The sons of Benjamin after their families: of Bela, the family of the Belaites; of Ashbel, the family of the Ashbelites; of Ahiram, the family of the Ahiramites;"},{"name":"Numbers 26:39","text":"of Shephupham, the family of the Shuphamites; of Hupham, the family of the Huphamites."},{"name":"Numbers 26:40","text":"The sons of Bela were Ard and Naaman: the family of the Ardites; of Naaman, the family of the Naamites."},{"name":"Numbers 26:41","text":"These are the sons of Benjamin after their families; and those who were numbered of them were forty-five thousand six hundred."},{"name":"Numbers 26:42","text":"These are the sons of Dan after their families: of Shuham, the family of the Shuhamites. These are the families of Dan after their families."},{"name":"Numbers 26:43","text":"All the families of the Shuhamites, according to those who were numbered of them, were sixty-four thousand four hundred."},{"name":"Numbers 26:44","text":"The sons of Asher after their families: of Imnah, the family of the Imnites; of Ishvi, the family of the Ishvites; of Beriah, the family of the Berites."},{"name":"Numbers 26:45","text":"Of the sons of Beriah: of Heber, the family of the Heberites; of Malchiel, the family of the Malchielites."},{"name":"Numbers 26:46","text":"The name of the daughter of Asher was Serah."},{"name":"Numbers 26:47","text":"These are the families of the sons of Asher according to those who were numbered of them, fifty-three thousand and four hundred."},{"name":"Numbers 26:48","text":"The sons of Naphtali after their families: of Jahzeel, the family of the Jahzeelites; of Guni, the family of the Gunites;"},{"name":"Numbers 26:49","text":"of Jezer, the family of the Jezerites; of Shillem, the family of the Shillemites."},{"name":"Numbers 26:50","text":"These are the families of Naphtali according to their families; and those who were numbered of them were forty-five thousand four hundred."},{"name":"Numbers 26:51","text":"These are those who were numbered of the children of Israel, six hundred one thousand seven hundred thirty."},{"name":"Numbers 26:52","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 26:53","text":"\"To these the land shall be divided for an inheritance according to the number of names."},{"name":"Numbers 26:54","text":"To the more you shall give the more inheritance, and to the fewer you shall give the less inheritance: to everyone according to those who were numbered of him shall his inheritance be given."},{"name":"Numbers 26:55","text":"Notwithstanding, the land shall be divided by lot: according to the names of the tribes of their fathers they shall inherit."},{"name":"Numbers 26:56","text":"According to the lot shall their inheritance be divided between the more and the fewer.\""},{"name":"Numbers 26:57","text":"These are those who were numbered of the Levites after their families: of Gershon, the family of the Gershonites; of Kohath, the family of the Kohathites; of Merari, the family of the Merarites."},{"name":"Numbers 26:58","text":"These are the families of Levi: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, the family of the Korahites. Kohath became the father of Amram."},{"name":"Numbers 26:59","text":"The name of Amram\"s wife was Jochebed, the daughter of Levi, who was born to Levi in Egypt: and she bore to Amram Aaron and Moses, and Miriam their sister."},{"name":"Numbers 26:60","text":"To Aaron were born Nadab and Abihu, Eleazar and Ithamar."},{"name":"Numbers 26:61","text":"Nadab and Abihu died, when they offered strange fire before Yahweh."},{"name":"Numbers 26:62","text":"Those who were numbered of them were twenty-three thousand, every male from a month old and upward: for they were not numbered among the children of Israel, because there was no inheritance given them among the children of Israel."},{"name":"Numbers 26:63","text":"These are those who were numbered by Moses and Eleazar the priest, who numbered the children of Israel in the plains of Moab by the Jordan at Jericho."},{"name":"Numbers 26:64","text":"But among these there was not a man of them who were numbered by Moses and Aaron the priest, who numbered the children of Israel in the wilderness of Sinai."},{"name":"Numbers 26:65","text":"For Yahweh had said of them, They shall surely die in the wilderness. There was not left a man of them, except Caleb the son of Jephunneh, and Joshua the son of Nun."},{"name":"Numbers 27:1","text":"Then drew near the daughters of Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, of the families of Manasseh the son of Joseph; and these are the names of his daughters: Mahlah, Noah, and Hoglah, and Milcah, and Tirzah."},{"name":"Numbers 27:2","text":"They stood before Moses, and before Eleazar the priest, and before the princes and all the congregation, at the door of the Tent of Meeting, saying,"},{"name":"Numbers 27:3","text":"\"Our father died in the wilderness, and he was not among the company of those who gathered themselves together against Yahweh in the company of Korah: but he died in his own sin; and he had no sons."},{"name":"Numbers 27:4","text":"Why should the name of our father be taken away from among his family, because he had no son? Give to us a possession among the brothers of our father.\""},{"name":"Numbers 27:5","text":"Moses brought their cause before Yahweh."},{"name":"Numbers 27:6","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 27:7","text":"\"The daughters of Zelophehad speak right: you shall surely give them a possession of an inheritance among their father\"s brothers; and you shall cause the inheritance of their father to pass to them."},{"name":"Numbers 27:8","text":"You shall speak to the children of Israel, saying, \"If a man dies, and has no son, then you shall cause his inheritance to pass to his daughter."},{"name":"Numbers 27:9","text":"If he has no daughter, then you shall give his inheritance to his brothers."},{"name":"Numbers 27:10","text":"If he has no brothers, then you shall give his inheritance to his father\"s brothers."},{"name":"Numbers 27:11","text":"If his father has no brothers, then you shall give his inheritance to his kinsman who is next to him of his family, and he shall possess it: and it shall be to the children of Israel a statute and ordinance, as Yahweh commanded Moses.\"\""},{"name":"Numbers 27:12","text":"Yahweh said to Moses, \"Go up into this mountain of Abarim, and see the land which I have given to the children of Israel."},{"name":"Numbers 27:13","text":"When you have seen it, you also shall be gathered to your people, as Aaron your brother was gathered;"},{"name":"Numbers 27:14","text":"because you rebelled against my word in the wilderness of Zin, in the strife of the congregation, to sanctify me at the waters before their eyes.\" (These are the waters of Meribah of Kadesh in the wilderness of Zin.)"},{"name":"Numbers 27:15","text":"Moses spoke to Yahweh, saying,"},{"name":"Numbers 27:16","text":"\"Let Yahweh, the God of the spirits of all flesh, appoint a man over the congregation,"},{"name":"Numbers 27:17","text":"who may go out before them, and who may come in before them, and who may lead them out, and who may bring them in; that the congregation of Yahweh not be as sheep which have no shepherd.\""},{"name":"Numbers 27:18","text":"Yahweh said to Moses, \"Take Joshua the son of Nun, a man in whom is the Spirit, and lay your hand on him;"},{"name":"Numbers 27:19","text":"and set him before Eleazar the priest, and before all the congregation; and commission him in their sight."},{"name":"Numbers 27:20","text":"You shall put of your honor on him, that all the congregation of the children of Israel may obey."},{"name":"Numbers 27:21","text":"He shall stand before Eleazar the priest, who shall inquire for him by the judgment of the Urim before Yahweh: at his word shall they go out, and at his word they shall come in, both he, and all the children of Israel with him, even all the congregation.\""},{"name":"Numbers 27:22","text":"Moses did as Yahweh commanded him; and he took Joshua, and set him before Eleazar the priest, and before all the congregation:"},{"name":"Numbers 27:23","text":"and he laid his hands on him, and commissioned him, as Yahweh spoke by Moses."},{"name":"Numbers 28:1","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 28:2","text":"\"Command the children of Israel, and tell them, \"My offering, my food for my offerings made by fire, of a pleasant aroma to me, you shall observe to offer to me in their due season.\""},{"name":"Numbers 28:3","text":"You shall tell them, \"This is the offering made by fire which you shall offer to Yahweh: male lambs a year old without blemish, two day by day, for a continual burnt offering."},{"name":"Numbers 28:4","text":"You shall offer the one lamb in the morning, and you shall offer the other lamb at evening;"},{"name":"Numbers 28:5","text":"with the tenth part of an ephah of fine flour for a meal offering, mixed with the fourth part of a hin of beaten oil."},{"name":"Numbers 28:6","text":"It is a continual burnt offering, which was ordained in Mount Sinai for a pleasant aroma, an offering made by fire to Yahweh."},{"name":"Numbers 28:7","text":"Its drink offering shall be the fourth part of a hin for the one lamb. You shall pour out a drink offering of strong drink to Yahweh in the holy place."},{"name":"Numbers 28:8","text":"The other lamb you shall offer at evening: as the meal offering of the morning, and as the drink offering of it, you shall offer it, an offering made by fire, of a pleasant aroma to Yahweh."},{"name":"Numbers 28:9","text":"\"\"On the Sabbath day two male lambs a year old without blemish, and two tenth parts of an ephah of fine flour for a meal offering, mixed with oil, and the drink offering of it:"},{"name":"Numbers 28:10","text":"this is the burnt offering of every Sabbath, besides the continual burnt offering, and the drink offering of it."},{"name":"Numbers 28:11","text":"\"\"In the beginnings of your months you shall offer a burnt offering to Yahweh: two young bulls, and one ram, seven male lambs a year old without blemish;"},{"name":"Numbers 28:12","text":"and three tenth parts of an ephah of fine flour for a meal offering, mixed with oil, for each bull; and two tenth parts of fine flour for a meal offering, mixed with oil, for the one ram;"},{"name":"Numbers 28:13","text":"and a tenth part of fine flour mixed with oil for a meal offering to every lamb; for a burnt offering of a pleasant aroma, an offering made by fire to Yahweh."},{"name":"Numbers 28:14","text":"Their drink offerings shall be half a hin of wine for a bull, and the third part of a hin for the ram, and the fourth part of a hin for a lamb: this is the burnt offering of every month throughout the months of the year."},{"name":"Numbers 28:15","text":"One male goat for a sin offering to Yahweh; it shall be offered besides the continual burnt offering, and the drink offering of it."},{"name":"Numbers 28:16","text":"\"\"In the first month, on the fourteenth day of the month, is Yahweh\"s Passover."},{"name":"Numbers 28:17","text":"On the fifteenth day of this month shall be a feast: seven days shall unleavened bread be eaten."},{"name":"Numbers 28:18","text":"In the first day shall be a holy convocation: you shall do no servile work;"},{"name":"Numbers 28:19","text":"but you shall offer an offering made by fire, a burnt offering to Yahweh: two young bulls, and one ram, and seven male lambs a year old; they shall be to you without blemish;"},{"name":"Numbers 28:20","text":"and their meal offering, fine flour mixed with oil: you shall offer three tenth parts for a bull, and two tenth parts for the ram."},{"name":"Numbers 28:21","text":"You shall offer a tenth part for every lamb of the seven lambs;"},{"name":"Numbers 28:22","text":"and one male goat for a sin offering, to make atonement for you."},{"name":"Numbers 28:23","text":"You shall offer these besides the burnt offering of the morning, which is for a continual burnt offering."},{"name":"Numbers 28:24","text":"In this way you shall offer daily, for seven days, the food of the offering made by fire, of a pleasant aroma to Yahweh: it shall be offered besides the continual burnt offering, and the drink offering of it."},{"name":"Numbers 28:25","text":"On the seventh day you shall have a holy convocation: you shall do no servile work."},{"name":"Numbers 28:26","text":"\"\"Also in the day of the first fruits, when you offer a new meal offering to Yahweh in your feast of weeks, you shall have a holy convocation; you shall do no servile work;"},{"name":"Numbers 28:27","text":"but you shall offer a burnt offering for a pleasant aroma to Yahweh: two young bulls, one ram, seven male lambs a year old;"},{"name":"Numbers 28:28","text":"and their meal offering, fine flour mixed with oil, three tenth parts for each bull, two tenth parts for the one ram,"},{"name":"Numbers 28:29","text":"a tenth part for every lamb of the seven lambs;"},{"name":"Numbers 28:30","text":"one male goat, to make atonement for you."},{"name":"Numbers 28:31","text":"Besides the continual burnt offering, and the meal offering of it, you shall offer them (they shall be to you without blemish), and their drink offerings."},{"name":"Numbers 29:1","text":"\"\"In the seventh month, on the first day of the month, you shall have a holy convocation; you shall do no servile work: it is a day of blowing of trumpets to you."},{"name":"Numbers 29:2","text":"You shall offer a burnt offering for a pleasant aroma to Yahweh: one young bull, one ram, seven male lambs a year old without blemish;"},{"name":"Numbers 29:3","text":"and their meal offering, fine flour mixed with oil, three tenth parts for the bull, two tenth parts for the ram,"},{"name":"Numbers 29:4","text":"and one tenth part for every lamb of the seven lambs;"},{"name":"Numbers 29:5","text":"and one male goat for a sin offering, to make atonement for you;"},{"name":"Numbers 29:6","text":"besides the burnt offering of the new moon, and the meal offering of it, and the continual burnt offering and the meal offering of it, and their drink offerings, according to their ordinance, for a pleasant aroma, an offering made by fire to Yahweh."},{"name":"Numbers 29:7","text":"\"\"On the tenth day of this seventh month you shall have a holy convocation; and you shall afflict your souls: you shall do no kind of work;"},{"name":"Numbers 29:8","text":"but you shall offer a burnt offering to Yahweh for a pleasant aroma: one young bull, one ram, seven male lambs a year old; they shall be to you without blemish;"},{"name":"Numbers 29:9","text":"and their meal offering, fine flour mixed with oil, three tenth parts for the bull, two tenth parts for the one ram,"},{"name":"Numbers 29:10","text":"a tenth part for every lamb of the seven lambs:"},{"name":"Numbers 29:11","text":"one male goat for a sin offering; besides the sin offering of atonement, and the continual burnt offering, and the meal offering of it, and their drink offerings."},{"name":"Numbers 29:12","text":"\"\"On the fifteenth day of the seventh month you shall have a holy convocation; you shall do no servile work, and you shall keep a feast to Yahweh seven days:"},{"name":"Numbers 29:13","text":"and you shall offer a burnt offering, an offering made by fire, of a pleasant aroma to Yahweh; thirteen young bulls, two rams, fourteen male lambs a year old; they shall be without blemish;"},{"name":"Numbers 29:14","text":"and their meal offering, fine flour mixed with oil, three tenth parts for every bull of the thirteen bulls, two tenth parts for each ram of the two rams,"},{"name":"Numbers 29:15","text":"and a tenth part for every lamb of the fourteen lambs;"},{"name":"Numbers 29:16","text":"and one male goat for a sin offering, besides the continual burnt offering, the meal offering of it, and the drink offering of it."},{"name":"Numbers 29:17","text":"\"\"On the second day you shall offer twelve young bulls, two rams, fourteen male lambs a year old without blemish;"},{"name":"Numbers 29:18","text":"and their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance;"},{"name":"Numbers 29:19","text":"and one male goat for a sin offering; besides the continual burnt offering, and the meal offering of it, and their drink offerings."},{"name":"Numbers 29:20","text":"\"\"On the third day eleven bulls, two rams, fourteen male lambs a year old without blemish;"},{"name":"Numbers 29:21","text":"and their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance;"},{"name":"Numbers 29:22","text":"and one male goat for a sin offering; besides the continual burnt offering, and the meal offering of it, and the drink offering of it."},{"name":"Numbers 29:23","text":"\"\"On the fourth day ten bulls, two rams, fourteen male lambs a year old without blemish;"},{"name":"Numbers 29:24","text":"their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance;"},{"name":"Numbers 29:25","text":"and one male goat for a sin offering; besides the continual burnt offering, the meal offering of it, and the drink offering of it."},{"name":"Numbers 29:26","text":"\"\"On the fifth day nine bulls, two rams, fourteen male lambs a year old without blemish;"},{"name":"Numbers 29:27","text":"and their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance;"},{"name":"Numbers 29:28","text":"and one male goat for a sin offering, besides the continual burnt offering, and the meal offering of it, and the drink offering of it."},{"name":"Numbers 29:29","text":"\"\"On the sixth day eight bulls, two rams, fourteen male lambs a year old without blemish;"},{"name":"Numbers 29:30","text":"and their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance;"},{"name":"Numbers 29:31","text":"and one male goat for a sin offering; besides the continual burnt offering, the meal offering of it, and the drink offerings of it."},{"name":"Numbers 29:32","text":"\"\"On the seventh day seven bulls, two rams, fourteen male lambs a year old without blemish;"},{"name":"Numbers 29:33","text":"and their meal offering and their drink offerings for the bulls, for the rams, and for the lambs, according to their number, after the ordinance;"},{"name":"Numbers 29:34","text":"and one male goat for a sin offering; besides the continual burnt offering, the meal offering of it, and the drink offering of it."},{"name":"Numbers 29:35","text":"\"\"On the eighth day you shall have a solemn assembly: you shall do no servile work;"},{"name":"Numbers 29:36","text":"but you shall offer a burnt offering, an offering made by fire, of a pleasant aroma to Yahweh: one bull, one ram, seven male lambs a year old without blemish;"},{"name":"Numbers 29:37","text":"their meal offering and their drink offerings for the bull, for the ram, and for the lambs, shall be according to their number, after the ordinance:"},{"name":"Numbers 29:38","text":"and one male goat for a sin offering, besides the continual burnt offering, and the meal offering of it, and the drink offering of it."},{"name":"Numbers 29:39","text":"\"\"You shall offer these to Yahweh in your set feasts, besides your vows, and your freewill offerings, for your burnt offerings, and for your meal offerings, and for your drink offerings, and for your peace offerings.\"\""},{"name":"Numbers 29:40","text":"Moses told the children of Israel according to all that Yahweh commanded Moses."},{"name":"Numbers 30:1","text":"Moses spoke to the heads of the tribes of the children of Israel, saying, \"This is the thing which Yahweh has commanded."},{"name":"Numbers 30:2","text":"When a man vows a vow to Yahweh, or swears an oath to bind his soul with a bond, he shall not break his word; he shall do according to all that proceeds out of his mouth."},{"name":"Numbers 30:3","text":"\"Also when a woman vows a vow to Yahweh, and binds herself by a bond, being in her father\"s house, in her youth,"},{"name":"Numbers 30:4","text":"and her father hears her vow, and her bond with which she has bound her soul, and her father holds his peace at her; then all her vows shall stand, and every bond with which she has bound her soul shall stand."},{"name":"Numbers 30:5","text":"But if her father disallow her in the day that he hears, none of her vows, or of her bonds with which she has bound her soul, shall stand: and Yahweh will forgive her, because her father disallowed her."},{"name":"Numbers 30:6","text":"\"If she has a husband, while her vows are on her, or the rash utterance of her lips, with which she has bound her soul,"},{"name":"Numbers 30:7","text":"and her husband hears it, and hold his peace at her in the day that he hears it; then her vows shall stand, and her bonds with which she has bound her soul shall stand."},{"name":"Numbers 30:8","text":"But if her husband forbids her in the day that he hears it, then he shall make void her vow which is on her, and the rash utterance of her lips, with which she has bound her soul: and Yahweh will forgive her."},{"name":"Numbers 30:9","text":"\"But the vow of a widow, or of her who is divorced, everything with which she has bound her soul, shall stand against her."},{"name":"Numbers 30:10","text":"\"If she vowed in her husband\"s house, or bound her soul by a bond with an oath,"},{"name":"Numbers 30:11","text":"and her husband heard it, and held his peace at her, and didn\"t disallow her; then all her vows shall stand, and every bond with which she bound her soul shall stand."},{"name":"Numbers 30:12","text":"But if her husband made them null and void in the day that he heard them, then whatever proceeded out of her lips concerning her vows, or concerning the bond of her soul, shall not stand: her husband has made them void; and Yahweh will forgive her."},{"name":"Numbers 30:13","text":"Every vow, and every binding oath to afflict the soul, her husband may establish it, or her husband may make it void."},{"name":"Numbers 30:14","text":"But if her husband altogether hold his peace at her from day to day, then he establishes all her vows, or all her bonds, which are on her: he has established them, because he held his peace at her in the day that he heard them."},{"name":"Numbers 30:15","text":"But if he shall make them null and void after that he has heard them, then he shall bear her iniquity.\""},{"name":"Numbers 30:16","text":"These are the statutes, which Yahweh commanded Moses, between a man and his wife, between a father and his daughter, being in her youth, in her father\"s house."},{"name":"Numbers 31:1","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 31:2","text":"\"Avenge the children of Israel for the Midianites. Afterward you shall be gathered to your people.\""},{"name":"Numbers 31:3","text":"Moses spoke to the people, saying, \"Arm men from among you for the war, that they may go against Midian, to execute Yahweh\"s vengeance on Midian."},{"name":"Numbers 31:4","text":"Of every tribe one thousand, throughout all the tribes of Israel, you shall send to the war.\""},{"name":"Numbers 31:5","text":"So there were delivered, out of the thousands of Israel, a thousand of every tribe, twelve thousand armed for war."},{"name":"Numbers 31:6","text":"Moses sent them, one thousand of every tribe, to the war, them and Phinehas the son of Eleazar the priest, to the war, with the vessels of the sanctuary and the trumpets for the alarm in his hand."},{"name":"Numbers 31:7","text":"They warred against Midian, as Yahweh commanded Moses; and they killed every male."},{"name":"Numbers 31:8","text":"They killed the kings of Midian with the rest of their slain: Evi, and Rekem, and Zur, and Hur, and Reba, the five kings of Midian: Balaam also the son of Beor they killed with the sword."},{"name":"Numbers 31:9","text":"The children of Israel took captive the women of Midian and their little ones; and all their livestock, and all their flocks, and all their goods, they took for a prey."},{"name":"Numbers 31:10","text":"All their cities in the places in which they lived, and all their encampments, they burnt with fire."},{"name":"Numbers 31:11","text":"They took all the spoil, and all the prey, both of man and of animal."},{"name":"Numbers 31:12","text":"They brought the captives, and the prey, and the spoil, to Moses, and to Eleazar the priest, and to the congregation of the children of Israel, to the camp at the plains of Moab, which are by the Jordan at Jericho."},{"name":"Numbers 31:13","text":"Moses, and Eleazar the priest, and all the princes of the congregation, went forth to meet them outside of the camp."},{"name":"Numbers 31:14","text":"Moses was angry with the officers of the army, the captains of thousands and the captains of hundreds, who came from the service of the war."},{"name":"Numbers 31:15","text":"Moses said to them, \"Have you saved all the women alive?"},{"name":"Numbers 31:16","text":"Behold, these caused the children of Israel, through the counsel of Balaam, to commit trespass against Yahweh in the matter of Peor, and so the plague was among the congregation of Yahweh."},{"name":"Numbers 31:17","text":"Now therefore kill every male among the little ones, and kill every woman who has known man by lying with him."},{"name":"Numbers 31:18","text":"But all the girls, who have not known man by lying with him, keep alive for yourselves."},{"name":"Numbers 31:19","text":"\"Encamp outside of the camp seven days: whoever has killed any person, and whoever has touched any slain, purify yourselves on the third day and on the seventh day, you and your captives."},{"name":"Numbers 31:20","text":"As to every garment, and all that is made of skin, and all work of goats\" hair, and all things made of wood, you shall purify yourselves.\""},{"name":"Numbers 31:21","text":"Eleazar the priest said to the men of war who went to the battle, \"This is the statute of the law which Yahweh has commanded Moses:"},{"name":"Numbers 31:22","text":"however the gold, and the silver, the brass, the iron, the tin, and the lead,"},{"name":"Numbers 31:23","text":"everything that may withstand the fire, you shall make to go through the fire, and it shall be clean; nevertheless it shall be purified with the water for impurity: and all that doesn\"t withstand the fire you shall make to go through the water."},{"name":"Numbers 31:24","text":"You shall wash your clothes on the seventh day, and you shall be clean; and afterward you shall come into the camp.\""},{"name":"Numbers 31:25","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 31:26","text":"\"Take the sum of the prey that was taken, both of man and of animal, you, and Eleazar the priest, and the heads of the fathers\" households of the congregation;"},{"name":"Numbers 31:27","text":"and divide the prey into two parts: between the men skilled in war, who went out to battle, and all the congregation."},{"name":"Numbers 31:28","text":"Levy a tribute to Yahweh of the men of war who went out to battle: one soul of five hundred; of the persons, of the cattle, of the donkeys, and of the flocks."},{"name":"Numbers 31:29","text":"Take it of their half, and give it to Eleazar the priest, for Yahweh\"s wave offering."},{"name":"Numbers 31:30","text":"Of the children of Israel\"s half, you shall take one drawn out of every fifty, of the persons, of the cattle, of the donkeys, and of the flocks, of all the livestock, and give them to the Levites, who perform the duty of the tabernacle of Yahweh.\""},{"name":"Numbers 31:31","text":"Moses and Eleazar the priest did as Yahweh commanded Moses."},{"name":"Numbers 31:32","text":"Now the prey, over and above the booty which the men of war took, was six hundred seventy-five thousand sheep,"},{"name":"Numbers 31:33","text":"and seventy-two thousand head of cattle,"},{"name":"Numbers 31:34","text":"and sixty-one thousand donkeys,"},{"name":"Numbers 31:35","text":"and thirty-two thousand persons in all, of the women who had not known man by lying with him."},{"name":"Numbers 31:36","text":"The half, which was the portion of those who went out to war, was in number three hundred thirty-seven thousand five hundred sheep:"},{"name":"Numbers 31:37","text":"and Yahweh\"s tribute of the sheep was six hundred seventy-five."},{"name":"Numbers 31:38","text":"The cattle were thirty-six thousand; of which Yahweh\"s tribute was seventy-two."},{"name":"Numbers 31:39","text":"The donkeys were thirty thousand five hundred; of which Yahweh\"s tribute was sixty-one."},{"name":"Numbers 31:40","text":"The persons were sixteen thousand; of whom Yahweh\"s tribute was thirty-two persons."},{"name":"Numbers 31:41","text":"Moses gave the tribute, which was Yahweh\"s wave offering, to Eleazar the priest, as Yahweh commanded Moses."},{"name":"Numbers 31:42","text":"Of the children of Israel\"s half, which Moses divided off from the men who warred"},{"name":"Numbers 31:43","text":"(now the congregation\"s half was three hundred thirty-seven thousand five hundred sheep,"},{"name":"Numbers 31:44","text":"and thirty-six thousand head of cattle,"},{"name":"Numbers 31:45","text":"and thirty thousand five hundred donkeys,"},{"name":"Numbers 31:46","text":"and sixteen thousand persons),"},{"name":"Numbers 31:47","text":"even of the children of Israel\"s half, Moses took one drawn out of every fifty, both of man and of animal, and gave them to the Levites, who performed the duty of the tabernacle of Yahweh; as Yahweh commanded Moses."},{"name":"Numbers 31:48","text":"The officers who were over the thousands of the army, the captains of thousands, and the captains of hundreds, came near to Moses;"},{"name":"Numbers 31:49","text":"and they said to Moses, \"Your servants have taken the sum of the men of war who are under our command, and there lacks not one man of us."},{"name":"Numbers 31:50","text":"We have brought Yahweh\"s offering, what every man has gotten, of jewels of gold, armlets, and bracelets, signet rings, earrings, and necklaces, to make atonement for our souls before Yahweh.\""},{"name":"Numbers 31:51","text":"Moses and Eleazar the priest took their gold, even all worked jewels."},{"name":"Numbers 31:52","text":"All the gold of the wave offering that they offered up to Yahweh, of the captains of thousands, and of the captains of hundreds, was sixteen thousand seven hundred fifty shekels."},{"name":"Numbers 31:53","text":"(The men of war had taken booty, every man for himself.)"},{"name":"Numbers 31:54","text":"Moses and Eleazar the priest took the gold of the captains of thousands and of hundreds, and brought it into the Tent of Meeting, for a memorial for the children of Israel before Yahweh."},{"name":"Numbers 32:1","text":"Now the children of Reuben and the children of Gad had a very great multitude of livestock: and when they saw the land of Jazer, and the land of Gilead, that behold, the place was a place for livestock;"},{"name":"Numbers 32:2","text":"the children of Gad and the children of Reuben came and spoke to Moses, and to Eleazar the priest, and to the princes of the congregation, saying,"},{"name":"Numbers 32:3","text":"\"Ataroth, and Dibon, and Jazer, and Nimrah, and Heshbon, and Elealeh, and Sebam, and Nebo, and Beon,"},{"name":"Numbers 32:4","text":"the land which Yahweh struck before the congregation of Israel, is a land for livestock; and your servants have livestock.\""},{"name":"Numbers 32:5","text":"They said, \"If we have found favor in your sight, let this land be given to your servants for a possession; don\"t bring us over the Jordan.\""},{"name":"Numbers 32:6","text":"Moses said to the children of Gad, and to the children of Reuben, \"Shall your brothers go to the war, and shall you sit here?"},{"name":"Numbers 32:7","text":"Why do you discourage the heart of the children of Israel from going over into the land which Yahweh has given them?"},{"name":"Numbers 32:8","text":"Your fathers did so when I sent them from Kadesh Barnea to see the land."},{"name":"Numbers 32:9","text":"For when they went up to the valley of Eshcol, and saw the land, they discouraged the heart of the children of Israel, that they should not go into the land which Yahweh had given them."},{"name":"Numbers 32:10","text":"Yahweh\"s anger was kindled in that day, and he swore, saying,"},{"name":"Numbers 32:11","text":"\"Surely none of the men who came up out of Egypt, from twenty years old and upward, shall see the land which I swore to Abraham, to Isaac, and to Jacob; because they have not wholly followed me:"},{"name":"Numbers 32:12","text":"except Caleb the son of Jephunneh the Kenizzite, and Joshua the son of Nun; because they have followed Yahweh completely.\""},{"name":"Numbers 32:13","text":"Yahweh\"s anger was kindled against Israel, and he made them wander back and forth in the wilderness forty years, until all the generation, who had done evil in the sight of Yahweh, was consumed."},{"name":"Numbers 32:14","text":"\"Behold, you have risen up in your fathers\" place, an increase of sinful men, to augment yet the fierce anger of Yahweh toward Israel."},{"name":"Numbers 32:15","text":"For if you turn away from after him, he will yet again leave them in the wilderness; and you will destroy all this people.\""},{"name":"Numbers 32:16","text":"They came near to him, and said, \"We will build sheepfolds here for our livestock, and cities for our little ones:"},{"name":"Numbers 32:17","text":"but we ourselves will be ready armed to go before the children of Israel, until we have brought them to their place: and our little ones shall dwell in the fortified cities because of the inhabitants of the land."},{"name":"Numbers 32:18","text":"We will not return to our houses, until the children of Israel have inherited every man his inheritance."},{"name":"Numbers 32:19","text":"For we will not inherit with them on the other side of the Jordan, and forward; because our inheritance is fallen to us on this side of the Jordan eastward.\""},{"name":"Numbers 32:20","text":"Moses said to them, \"If you will do this thing, if you will arm yourselves to go before Yahweh to the war,"},{"name":"Numbers 32:21","text":"and every armed man of you will pass over the Jordan before Yahweh, until he has driven out his enemies from before him,"},{"name":"Numbers 32:22","text":"and the land is subdued before Yahweh; then afterward you shall return, and be guiltless towards Yahweh, and towards Israel; and this land shall be to you for a possession before Yahweh."},{"name":"Numbers 32:23","text":"\"But if you will not do so, behold, you have sinned against Yahweh; and be sure your sin will find you out."},{"name":"Numbers 32:24","text":"Build cities for your little ones, and folds for your sheep; and do that which has proceeded out of your mouth.\""},{"name":"Numbers 32:25","text":"The children of Gad and the children of Reuben spoke to Moses, saying, \"Your servants will do as my lord commands."},{"name":"Numbers 32:26","text":"Our little ones, our wives, our flocks, and all our livestock, shall be there in the cities of Gilead;"},{"name":"Numbers 32:27","text":"but your servants will pass over, every man who is armed for war, before Yahweh to battle, as my lord says.\""},{"name":"Numbers 32:28","text":"So Moses commanded concerning them to Eleazar the priest, and to Joshua the son of Nun, and to the heads of the fathers\" households of the tribes of the children of Israel."},{"name":"Numbers 32:29","text":"Moses said to them, \"If the children of Gad and the children of Reuben will pass with you over the Jordan, every man who is armed to battle, before Yahweh, and the land shall be subdued before you; then you shall give them the land of Gilead for a possession:"},{"name":"Numbers 32:30","text":"but if they will not pass over with you armed, they shall have possessions among you in the land of Canaan.\""},{"name":"Numbers 32:31","text":"The children of Gad and the children of Reuben answered, saying, \"As Yahweh has said to your servants, so will we do."},{"name":"Numbers 32:32","text":"We will pass over armed before Yahweh into the land of Canaan, and the possession of our inheritance shall remain with us beyond the Jordan.\""},{"name":"Numbers 32:33","text":"Moses gave to them, even to the children of Gad, and to the children of Reuben, and to the half-tribe of Manasseh the son of Joseph, the kingdom of Sihon king of the Amorites, and the kingdom of Og king of Bashan, the land, according to its cities and borders, even the cities of the surrounding land."},{"name":"Numbers 32:34","text":"The children of Gad built Dibon, and Ataroth, and Aroer,"},{"name":"Numbers 32:35","text":"and Atrothshophan, and Jazer, and Jogbehah,"},{"name":"Numbers 32:36","text":"and Beth Nimrah, and Beth Haran: fortified cities, and folds for sheep."},{"name":"Numbers 32:37","text":"The children of Reuben built Heshbon, and Elealeh, and Kiriathaim,"},{"name":"Numbers 32:38","text":"and Nebo, and Baal Meon, (their names being changed), and Sibmah: and they gave other names to the cities which they built."},{"name":"Numbers 32:39","text":"The children of Machir the son of Manasseh went to Gilead, and took it, and dispossessed the Amorites who were therein."},{"name":"Numbers 32:40","text":"Moses gave Gilead to Machir the son of Manasseh; and he lived therein."},{"name":"Numbers 32:41","text":"Jair the son of Manasseh went and took its towns, and called them Havvoth Jair."},{"name":"Numbers 32:42","text":"Nobah went and took Kenath, and its villages, and called it Nobah, after his own name."},{"name":"Numbers 33:1","text":"These are the journeys of the children of Israel, when they went forth out of the land of Egypt by their armies under the hand of Moses and Aaron."},{"name":"Numbers 33:2","text":"Moses wrote their goings out according to their journeys by the commandment of Yahweh: and these are their journeys according to their goings out."},{"name":"Numbers 33:3","text":"They traveled from Rameses in the first month, on the fifteenth day of the first month; on the next day after the Passover the children of Israel went out with a high hand in the sight of all the Egyptians,"},{"name":"Numbers 33:4","text":"while the Egyptians were burying all their firstborn, whom Yahweh had struck among them: on their gods also Yahweh executed judgments."},{"name":"Numbers 33:5","text":"The children of Israel traveled from Rameses, and encamped in Succoth."},{"name":"Numbers 33:6","text":"They traveled from Succoth, and encamped in Etham, which is in the edge of the wilderness."},{"name":"Numbers 33:7","text":"They traveled from Etham, and turned back to Pihahiroth, which is before Baal Zephon: and they encamped before Migdol."},{"name":"Numbers 33:8","text":"They traveled from before Hahiroth, and passed through the midst of the sea into the wilderness: and they went three days\" journey in the wilderness of Etham, and encamped in Marah."},{"name":"Numbers 33:9","text":"They traveled from Marah, and came to Elim: and in Elim were twelve springs of water, and seventy palm trees; and they encamped there."},{"name":"Numbers 33:10","text":"They traveled from Elim, and encamped by the Red Sea."},{"name":"Numbers 33:11","text":"They traveled from the Red Sea, and encamped in the wilderness of Sin."},{"name":"Numbers 33:12","text":"They traveled from the wilderness of Sin, and encamped in Dophkah."},{"name":"Numbers 33:13","text":"They traveled from Dophkah, and encamped in Alush."},{"name":"Numbers 33:14","text":"They traveled from Alush, and encamped in Rephidim, where there was no water for the people to drink."},{"name":"Numbers 33:15","text":"They traveled from Rephidim, and encamped in the wilderness of Sinai."},{"name":"Numbers 33:16","text":"They traveled from the wilderness of Sinai, and encamped in Kibroth Hattaavah."},{"name":"Numbers 33:17","text":"They traveled from Kibroth Hattaavah, and encamped in Hazeroth."},{"name":"Numbers 33:18","text":"They traveled from Hazeroth, and encamped in Rithmah."},{"name":"Numbers 33:19","text":"They traveled from Rithmah, and encamped in Rimmon Perez."},{"name":"Numbers 33:20","text":"They traveled from Rimmon Perez, and encamped in Libnah."},{"name":"Numbers 33:21","text":"They traveled from Libnah, and encamped in Rissah."},{"name":"Numbers 33:22","text":"They traveled from Rissah, and encamped in Kehelathah."},{"name":"Numbers 33:23","text":"They traveled from Kehelathah, and encamped in Mount Shepher."},{"name":"Numbers 33:24","text":"They traveled from Mount Shepher, and encamped in Haradah."},{"name":"Numbers 33:25","text":"They traveled from Haradah, and encamped in Makheloth."},{"name":"Numbers 33:26","text":"They traveled from Makheloth, and encamped in Tahath."},{"name":"Numbers 33:27","text":"They traveled from Tahath, and encamped in Terah."},{"name":"Numbers 33:28","text":"They traveled from Terah, and encamped in Mithkah."},{"name":"Numbers 33:29","text":"They traveled from Mithkah, and encamped in Hashmonah."},{"name":"Numbers 33:30","text":"They traveled from Hashmonah, and encamped in Moseroth."},{"name":"Numbers 33:31","text":"They traveled from Moseroth, and encamped in Bene Jaakan."},{"name":"Numbers 33:32","text":"They traveled from Bene Jaakan, and encamped in Hor Haggidgad."},{"name":"Numbers 33:33","text":"They traveled from Hor Haggidgad, and encamped in Jotbathah."},{"name":"Numbers 33:34","text":"They traveled from Jotbathah, and encamped in Abronah."},{"name":"Numbers 33:35","text":"They traveled from Abronah, and encamped in Ezion Geber."},{"name":"Numbers 33:36","text":"They traveled from Ezion Geber, and encamped in the wilderness of Zin (the same is Kadesh)."},{"name":"Numbers 33:37","text":"They traveled from Kadesh, and encamped in Mount Hor, in the edge of the land of Edom."},{"name":"Numbers 33:38","text":"Aaron the priest went up into Mount Hor at the commandment of Yahweh, and died there, in the fortieth year after the children of Israel had come out of the land of Egypt, in the fifth month, on the first day of the month."},{"name":"Numbers 33:39","text":"Aaron was one hundred twenty-three years old when he died in Mount Hor."},{"name":"Numbers 33:40","text":"The Canaanite, the king of Arad, who lived in the South in the land of Canaan, heard of the coming of the children of Israel."},{"name":"Numbers 33:41","text":"They traveled from Mount Hor, and encamped in Zalmonah."},{"name":"Numbers 33:42","text":"They traveled from Zalmonah, and encamped in Punon."},{"name":"Numbers 33:43","text":"They traveled from Punon, and encamped in Oboth."},{"name":"Numbers 33:44","text":"They traveled from Oboth, and encamped in Iye Abarim, in the border of Moab."},{"name":"Numbers 33:45","text":"They traveled from Iyim, and encamped in Dibon Gad."},{"name":"Numbers 33:46","text":"They traveled from Dibon Gad, and encamped in Almon Diblathaim."},{"name":"Numbers 33:47","text":"They traveled from Almon Diblathaim, and encamped in the mountains of Abarim, before Nebo."},{"name":"Numbers 33:48","text":"They traveled from the mountains of Abarim, and encamped in the plains of Moab by the Jordan at Jericho."},{"name":"Numbers 33:49","text":"They encamped by the Jordan, from Beth Jeshimoth even to Abel Shittim in the plains of Moab."},{"name":"Numbers 33:50","text":"Yahweh spoke to Moses in the plains of Moab by the Jordan at Jericho, saying,"},{"name":"Numbers 33:51","text":"Speak to the children of Israel, and tell them, \"When you pass over the Jordan into the land of Canaan,"},{"name":"Numbers 33:52","text":"then you shall drive out all the inhabitants of the land from before you, destroy all their stone idols, destroy all their molten images, and demolish all their high places."},{"name":"Numbers 33:53","text":"You shall take possession of the land, and dwell therein; for I have given given the land to you to possess it."},{"name":"Numbers 33:54","text":"You shall inherit the land by lot according to your families; to the more you shall give the more inheritance, and to the fewer you shall give the less inheritance: wherever the lot falls to any man, that shall be his. You shall inherit according to the tribes of your fathers."},{"name":"Numbers 33:55","text":"\"But if you do not drive out the inhabitants of the land from before you, then those you let remain of them will be as pricks in your eyes and as thorns in your sides, and they will harass you in the land in which you dwell."},{"name":"Numbers 33:56","text":"It shall happen that as I thought to do to them, so will I do to you.\""},{"name":"Numbers 34:1","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 34:2","text":"\"Command the children of Israel, and tell them, \"When you come into the land of Canaan (this is the land that shall fall to you for an inheritance, even the land of Canaan according to its borders),"},{"name":"Numbers 34:3","text":"then your south quarter shall be from the wilderness of Zin along by the side of Edom, and your south border shall be from the end of the Salt Sea eastward;"},{"name":"Numbers 34:4","text":"and your border shall turn about southward of the ascent of Akrabbim, and pass along to Zin; and the goings out of it shall be southward of Kadesh Barnea; and it shall go forth to Hazar Addar, and pass along to Azmon;"},{"name":"Numbers 34:5","text":"and the border shall turn about from Azmon to the brook of Egypt, and the goings out of it shall be at the sea."},{"name":"Numbers 34:6","text":"\"\"For the western border, you shall have the great sea and its border: this shall be your west border."},{"name":"Numbers 34:7","text":"\"\"This shall be your north border: from the great sea you shall mark out for you Mount Hor;"},{"name":"Numbers 34:8","text":"from Mount Hor you shall mark out to the entrance of Hamath; and the goings out of the border shall be at Zedad;"},{"name":"Numbers 34:9","text":"and the border shall go forth to Ziphron, and the goings out of it shall be at Hazar Enan: this shall be your north border."},{"name":"Numbers 34:10","text":"\"\"You shall mark out your east border from Hazar Enan to Shepham;"},{"name":"Numbers 34:11","text":"and the border shall go down from Shepham to Riblah, on the east side of Ain; and the border shall go down, and shall reach to the side of the sea of Chinnereth eastward;"},{"name":"Numbers 34:12","text":"and the border shall go down to the Jordan, and the goings out of it shall be at the Salt Sea. This shall be your land according to its borders around it.\"\""},{"name":"Numbers 34:13","text":"Moses commanded the children of Israel, saying, \"This is the land which you shall inherit by lot, which Yahweh has commanded to give to the nine tribes, and to the half-tribe;"},{"name":"Numbers 34:14","text":"for the tribe of the children of Reuben according to their fathers\" houses, and the tribe of the children of Gad according to their fathers\" houses, have received, and the half-tribe of Manasseh have received, their inheritance:"},{"name":"Numbers 34:15","text":"the two tribes and the half-tribe have received their inheritance beyond the Jordan at Jericho eastward, toward the sunrise.\""},{"name":"Numbers 34:16","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 34:17","text":"\"These are the names of the men who shall divide the land to you for inheritance: Eleazar the priest, and Joshua the son of Nun."},{"name":"Numbers 34:18","text":"You shall take one prince of every tribe, to divide the land for inheritance."},{"name":"Numbers 34:19","text":"These are the names of the men: Of the tribe of Judah, Caleb the son of Jephunneh."},{"name":"Numbers 34:20","text":"Of the tribe of the children of Simeon, Shemuel the son of Ammihud."},{"name":"Numbers 34:21","text":"Of the tribe of Benjamin, Elidad the son of Chislon."},{"name":"Numbers 34:22","text":"Of the tribe of the children of Dan a prince, Bukki the son of Jogli."},{"name":"Numbers 34:23","text":"Of the children of Joseph: of the tribe of the children of Manasseh a prince, Hanniel the son of Ephod."},{"name":"Numbers 34:24","text":"Of the tribe of the children of Ephraim a prince, Kemuel the son of Shiphtan."},{"name":"Numbers 34:25","text":"Of the tribe of the children of Zebulun a prince, Elizaphan the son of Parnach."},{"name":"Numbers 34:26","text":"Of the tribe of the children of Issachar a prince, Paltiel the son of Azzan."},{"name":"Numbers 34:27","text":"Of the tribe of the children of Asher a prince, Ahihud the son of Shelomi."},{"name":"Numbers 34:28","text":"Of the tribe of the children of Naphtali a prince, Pedahel the son of Ammihud.\""},{"name":"Numbers 34:29","text":"These are they whom Yahweh commanded to divide the inheritance to the children of Israel in the land of Canaan."},{"name":"Numbers 35:1","text":"Yahweh spoke to Moses in the plains of Moab by the Jordan at Jericho, saying,"},{"name":"Numbers 35:2","text":"\"Command the children of Israel that they give to the Levites of the inheritance of their possession cities to dwell in; and you shall give suburbs for the cities around them to the Levites."},{"name":"Numbers 35:3","text":"The cities shall they have to dwell in; and their suburbs shall be for their livestock, and for their substance, and for all their animals."},{"name":"Numbers 35:4","text":"\"The suburbs of the cities, which you shall give to the Levites, shall be from the wall of the city and outward one thousand cubits around it."},{"name":"Numbers 35:5","text":"You shall measure outside of the city for the east side two thousand cubits, and for the south side two thousand cubits, and for the west side two thousand cubits, and for the north side two thousand cubits, the city being in the midst. This shall be to them the suburbs of the cities."},{"name":"Numbers 35:6","text":"\"The cities which you shall give to the Levites, they shall be the six cities of refuge, which you shall give for the manslayer to flee to: and besides them you shall give forty-two cities."},{"name":"Numbers 35:7","text":"All the cities which you shall give to the Levites shall be forty-eight cities together with their suburbs."},{"name":"Numbers 35:8","text":"Concerning the cities which you shall give of the possession of the children of Israel, from the many you shall take many; and from the few you shall take few: everyone according to his inheritance which he inherits shall give of his cities to the Levites.\""},{"name":"Numbers 35:9","text":"Yahweh spoke to Moses, saying,"},{"name":"Numbers 35:10","text":"\"Speak to the children of Israel, and tell them, \"When you pass over the Jordan into the land of Canaan,"},{"name":"Numbers 35:11","text":"then you shall appoint you cities to be cities of refuge for you, that the manslayer who kills any person unwittingly may flee there."},{"name":"Numbers 35:12","text":"The cities shall be to you for refuge from the avenger, that the manslayer not die, until he stands before the congregation for judgment."},{"name":"Numbers 35:13","text":"The cities which you shall give shall be for you six cities of refuge."},{"name":"Numbers 35:14","text":"You shall give three cities beyond the Jordan, and you shall give three cities in the land of Canaan; they shall be cities of refuge."},{"name":"Numbers 35:15","text":"For the children of Israel, and for the stranger and for the foreigner living among them, shall these six cities be for refuge; that everyone who kills any person unwittingly may flee there."},{"name":"Numbers 35:16","text":"\"\"But if he struck him with an instrument of iron, so that he died, he is a murderer: the murderer shall surely be put to death."},{"name":"Numbers 35:17","text":"If he struck him with a stone in the hand, by which a man may die, and he died, he is a murderer: the murderer shall surely be put to death."},{"name":"Numbers 35:18","text":"Or if he struck him with a weapon of wood in the hand, by which a man may die, and he died, he is a murderer: the murderer shall surely be put to death."},{"name":"Numbers 35:19","text":"The avenger of blood shall himself put the murderer to death: when he meets him, he shall put him to death."},{"name":"Numbers 35:20","text":"If he thrust him of hatred, or hurled at him, lying in wait, so that he died,"},{"name":"Numbers 35:21","text":"or in enmity struck him with his hand, so that he died; he who struck him shall surely be put to death; he is a murderer: the avenger of blood shall put the murderer to death, when he meets him."},{"name":"Numbers 35:22","text":"\"\"But if he thrust him suddenly without enmity, or hurled on him anything without lying in wait,"},{"name":"Numbers 35:23","text":"or with any stone, by which a man may die, not seeing him, and cast it on him, so that he died, and he was not his enemy, neither sought his harm;"},{"name":"Numbers 35:24","text":"then the congregation shall judge between the striker and the avenger of blood according to these ordinances;"},{"name":"Numbers 35:25","text":"and the congregation shall deliver the manslayer out of the hand of the avenger of blood, and the congregation shall restore him to his city of refuge, where he was fled: and he shall dwell therein until the death of the high priest, who was anointed with the holy oil."},{"name":"Numbers 35:26","text":"\"\"But if the manslayer shall at any time go beyond the border of his city of refuge, where he flees,"},{"name":"Numbers 35:27","text":"and the avenger of blood find him outside of the border of his city of refuge, and the avenger of blood kill the manslayer; he shall not be guilty of blood,"},{"name":"Numbers 35:28","text":"because he should have remained in his city of refuge until the death of the high priest: but after the death of the high priest the manslayer shall return into the land of his possession."},{"name":"Numbers 35:29","text":"\"\"These things shall be for a statute and ordinance to you throughout your generations in all your dwellings."},{"name":"Numbers 35:30","text":"\"\"Whoever kills any person, the murderer shall be slain at the mouth of witnesses: but one witness shall not testify against any person that he die."},{"name":"Numbers 35:31","text":"\"\"Moreover you shall take no ransom for the life of a murderer who is guilty of death; but he shall surely be put to death."},{"name":"Numbers 35:32","text":"\"\"You shall take no ransom for him who is fled to his city of refuge, that he may come again to dwell in the land, until the death of the priest."},{"name":"Numbers 35:33","text":"\"\"So you shall not pollute the land in which you are: for blood, it pollutes the land; and no expiation can be made for the land for the blood that is shed therein, but by the blood of him who shed it."},{"name":"Numbers 35:34","text":"You shall not defile the land which you inhabit, in the midst of which I dwell: for I, Yahweh, dwell in the midst of the children of Israel.\"\""},{"name":"Numbers 36:1","text":"The heads of the fathers\" households of the family of the children of Gilead, the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came near, and spoke before Moses, and before the princes, the heads of the fathers\" households of the children of Israel:"},{"name":"Numbers 36:2","text":"and they said, \"Yahweh commanded my lord to give the land for inheritance by lot to the children of Israel: and my lord was commanded by Yahweh to give the inheritance of Zelophehad our brother to his daughters."},{"name":"Numbers 36:3","text":"If they are married to any of the sons of the other tribes of the children of Israel, then will their inheritance be taken away from the inheritance of our fathers, and will be added to the inheritance of the tribe whereunto they shall belong: so will it be taken away from the lot of our inheritance."},{"name":"Numbers 36:4","text":"When the jubilee of the children of Israel shall be, then will their inheritance be added to the inheritance of the tribe whereunto they shall belong: so will their inheritance be taken away from the inheritance of the tribe of our fathers.\""},{"name":"Numbers 36:5","text":"Moses commanded the children of Israel according to the word of Yahweh, saying, \"The tribe of the sons of Joseph speaks right."},{"name":"Numbers 36:6","text":"This is the thing which Yahweh does command concerning the daughters of Zelophehad, saying, Let them be married to whom they think best; only into the family of the tribe of their father shall they be married."},{"name":"Numbers 36:7","text":"So shall no inheritance of the children of Israel remove from tribe to tribe; for the children of Israel shall all keep the inheritance of the tribe of his fathers."},{"name":"Numbers 36:8","text":"Every daughter who possesses an inheritance in any tribe of the children of Israel shall be wife to one of the family of the tribe of her father, that the children of Israel may possess every man the inheritance of his fathers."},{"name":"Numbers 36:9","text":"So shall no inheritance remove from one tribe to another tribe; for the tribes of the children of Israel shall each keep his own inheritance.\""},{"name":"Numbers 36:10","text":"The daughters of Zelophehad did as Yahweh commanded Moses:"},{"name":"Numbers 36:11","text":"for Mahlah, Tirzah, and Hoglah, and Milcah, and Noah, the daughters of Zelophehad, were married to their father\"s brothers\" sons."},{"name":"Numbers 36:12","text":"They were married into the families of the sons of Manasseh the son of Joseph; and their inheritance remained in the tribe of the family of their father."},{"name":"Numbers 36:13","text":"These are the commandments and the ordinances which Yahweh commanded by Moses to the children of Israel in the plains of Moab by the Jordan at Jericho."},{"name":"Deuteronomy 1:1","text":"These are the words which Moses spoke to all Israel beyond the Jordan in the wilderness, in the Arabah over against Suph, between Paran, and Tophel, and Laban, and Hazeroth, and Dizahab."},{"name":"Deuteronomy 1:2","text":"It is eleven days\" journey from Horeb by the way of Mount Seir to Kadesh Barnea."},{"name":"Deuteronomy 1:3","text":"It happened in the fortieth year, in the eleventh month, on the first day of the month, that Moses spoke to the children of Israel, according to all that Yahweh had given him in commandment to them;"},{"name":"Deuteronomy 1:4","text":"after he had struck Sihon the king of the Amorites, who lived in Heshbon, and Og the king of Bashan, who lived in Ashtaroth, at Edrei."},{"name":"Deuteronomy 1:5","text":"Beyond the Jordan, in the land of Moab, began Moses to declare this law, saying,"},{"name":"Deuteronomy 1:6","text":"\"Yahweh our God spoke to us in Horeb, saying, You have lived long enough in this mountain:"},{"name":"Deuteronomy 1:7","text":"turn, and take your journey, and go to the hill country of the Amorites, and to all the places near there, in the Arabah, in the hill country, and in the lowland, and in the South, and by the seashore, the land of the Canaanites, and Lebanon, as far as the great river, the river Euphrates."},{"name":"Deuteronomy 1:8","text":"Behold, I have set the land before you: go in and possess the land which Yahweh swore to your fathers, to Abraham, to Isaac, and to Jacob, to give to them and to their seed after them.\""},{"name":"Deuteronomy 1:9","text":"I spoke to you at that time, saying, \"I am not able to bear you myself alone:"},{"name":"Deuteronomy 1:10","text":"Yahweh your God has multiplied you, and behold, you are this day as the stars of the sky for multitude."},{"name":"Deuteronomy 1:11","text":"Yahweh, the God of your fathers, make you a thousand times as many as you are, and bless you, as he has promised you!"},{"name":"Deuteronomy 1:12","text":"How can I myself alone bear your encumbrance, and your burden, and your strife?"},{"name":"Deuteronomy 1:13","text":"Take wise men of understanding and well known according to your tribes, and I will make them heads over you.\""},{"name":"Deuteronomy 1:14","text":"You answered me, and said, \"The thing which you have spoken is good to do.\""},{"name":"Deuteronomy 1:15","text":"So I took the heads of your tribes, wise men, and known, and made them heads over you, captains of thousands, and captains of hundreds, and captains of fifties, and captains of tens, and officers, according to your tribes."},{"name":"Deuteronomy 1:16","text":"I commanded your judges at that time, saying, \"Hear cases between your brothers, and judge righteously between a man and his brother, and the foreigner who is living with him."},{"name":"Deuteronomy 1:17","text":"You shall not show partiality in judgment; you shall hear the small and the great alike; you shall not be afraid of the face of man; for the judgment is God\"s. The case that is too hard for you, you shall bring to me, and I will hear it.\""},{"name":"Deuteronomy 1:18","text":"I commanded you at that time all the things which you should do."},{"name":"Deuteronomy 1:19","text":"We traveled from Horeb, and went through all that great and terrible wilderness which you saw, by the way to the hill country of the Amorites, as Yahweh our God commanded us; and we came to Kadesh Barnea."},{"name":"Deuteronomy 1:20","text":"I said to you, \"You have come to the hill country of the Amorites, which Yahweh our God gives to us."},{"name":"Deuteronomy 1:21","text":"Behold, Yahweh your God has set the land before you: go up, take possession, as Yahweh, the God of your fathers, has spoken to you; don\"t be afraid, neither be dismayed.\""},{"name":"Deuteronomy 1:22","text":"You came near to me everyone of you, and said, \"Let us send men before us, that they may search the land for us, and bring us word again of the way by which we must go up, and the cities to which we shall come.\""},{"name":"Deuteronomy 1:23","text":"The thing pleased me well; and I took twelve men of you, one man for every tribe:"},{"name":"Deuteronomy 1:24","text":"and they turned and went up into the hill country, and came to the valley of Eshcol, and spied it out."},{"name":"Deuteronomy 1:25","text":"They took of the fruit of the land in their hands, and brought it down to us, and brought us word again, and said, \"It is a good land which Yahweh our God gives to us.\""},{"name":"Deuteronomy 1:26","text":"Yet you wouldn\"t go up, but rebelled against the commandment of Yahweh your God:"},{"name":"Deuteronomy 1:27","text":"and you murmured in your tents, and said, \"Because Yahweh hated us, he has brought us forth out of the land of Egypt, to deliver us into the hand of the Amorites, to destroy us."},{"name":"Deuteronomy 1:28","text":"Where are we going up? our brothers have made our heart to melt, saying, \"The people are greater and taller than we; the cities are great and fortified up to the sky; and moreover we have seen the sons of the Anakim there.\"\""},{"name":"Deuteronomy 1:29","text":"Then I said to you, \"Don\"t dread, neither be afraid of them."},{"name":"Deuteronomy 1:30","text":"Yahweh your God who goes before you, he will fight for you, according to all that he did for you in Egypt before your eyes,"},{"name":"Deuteronomy 1:31","text":"and in the wilderness, where you have seen how that Yahweh your God bore you, as a man does bear his son, in all the way that you went, until you came to this place.\""},{"name":"Deuteronomy 1:32","text":"Yet in this thing you didn\"t believe Yahweh your God,"},{"name":"Deuteronomy 1:33","text":"who went before you in the way, to seek you out a place to pitch your tents in, in fire by night, to show you by what way you should go, and in the cloud by day."},{"name":"Deuteronomy 1:34","text":"Yahweh heard the voice of your words, and was angry, and swore, saying,"},{"name":"Deuteronomy 1:35","text":"\"Surely not one of these men of this evil generation shall see the good land, which I swore to give to your fathers,"},{"name":"Deuteronomy 1:36","text":"except Caleb the son of Jephunneh: he shall see it; and to him will I give the land that he has trodden on, and to his children, because he has wholly followed Yahweh.\""},{"name":"Deuteronomy 1:37","text":"Also Yahweh was angry with me for your sakes, saying, \"You also shall not go in there:"},{"name":"Deuteronomy 1:38","text":"Joshua the son of Nun, who stands before you, he shall go in there: encourage you him; for he shall cause Israel to inherit it."},{"name":"Deuteronomy 1:39","text":"Moreover your little ones, whom you said should be a prey, and your children, who this day have no knowledge of good or evil, they shall go in there, and to them will I give it, and they shall possess it."},{"name":"Deuteronomy 1:40","text":"But as for you, turn, and take your journey into the wilderness by the way to the Red Sea.\""},{"name":"Deuteronomy 1:41","text":"Then you answered and said to me, \"We have sinned against Yahweh, we will go up and fight, according to all that Yahweh our God commanded us.\" Every man of you put on his weapons of war, and presumed to go up into the hill country."},{"name":"Deuteronomy 1:42","text":"Yahweh said to me, \"Tell them, \"Don\"t go up, neither fight; for I am not among you; lest you be struck before your enemies.\"\""},{"name":"Deuteronomy 1:43","text":"So I spoke to you, and you didn\"t listen; but you rebelled against the commandment of Yahweh, and were presumptuous, and went up into the hill country."},{"name":"Deuteronomy 1:44","text":"The Amorites, who lived in that hill country, came out against you, and chased you, as bees do, and beat you down in Seir, even to Hormah."},{"name":"Deuteronomy 1:45","text":"You returned and wept before Yahweh; but Yahweh didn\"t listen to your voice, nor gave ear to you."},{"name":"Deuteronomy 1:46","text":"So you stayed in Kadesh many days, according to the days that you remained."},{"name":"Deuteronomy 2:1","text":"Then we turned, and took our journey into the wilderness by the way to the Red Sea, as Yahweh spoke to me; and we encircled Mount Seir many days."},{"name":"Deuteronomy 2:2","text":"Yahweh spoke to me, saying,"},{"name":"Deuteronomy 2:3","text":"\"You have encircled this mountain long enough. Turn northward."},{"name":"Deuteronomy 2:4","text":"Command the people, saying, \"You are to pass through the border of your brothers the children of Esau, who dwell in Seir; and they will be afraid of you: take good heed to yourselves therefore;"},{"name":"Deuteronomy 2:5","text":"don\"t contend with them; for I will not give you of their land, no, not so much as for the sole of the foot to tread on; because I have given Mount Seir to Esau for a possession."},{"name":"Deuteronomy 2:6","text":"You shall purchase food of them for money, that you may eat; and you shall also buy water of them for money, that you may drink.\"\""},{"name":"Deuteronomy 2:7","text":"For Yahweh your God has blessed you in all the work of your hand; he has known your walking through this great wilderness: these forty years Yahweh your God has been with you; you have lacked nothing."},{"name":"Deuteronomy 2:8","text":"So we passed by from our brothers the children of Esau, who dwell in Seir, from the way of the Arabah from Elath and from Ezion Geber. We turned and passed by the way of the wilderness of Moab."},{"name":"Deuteronomy 2:9","text":"Yahweh said to me, \"Don\"t bother Moab, neither contend with them in battle; for I will not give you of his land for a possession; because I have given Ar to the children of Lot for a possession.\""},{"name":"Deuteronomy 2:10","text":"(The Emim lived therein before, a people great, and many, and tall, as the Anakim:"},{"name":"Deuteronomy 2:11","text":"these also are accounted Rephaim, as the Anakim; but the Moabites call them Emim."},{"name":"Deuteronomy 2:12","text":"The Horites also lived in Seir before, but the children of Esau succeeded them; and they destroyed them from before them, and lived in their place; as Israel did to the land of his possession, which Yahweh gave to them.)"},{"name":"Deuteronomy 2:13","text":"\"Now rise up, and cross over the brook Zered.\" We went over the brook Zered."},{"name":"Deuteronomy 2:14","text":"The days in which we came from Kadesh Barnea, until we had come over the brook Zered, were thirty-eight years; until all the generation of the men of war were consumed from the midst of the camp, as Yahweh swore to them."},{"name":"Deuteronomy 2:15","text":"Moreover the hand of Yahweh was against them, to destroy them from the midst of the camp, until they were consumed."},{"name":"Deuteronomy 2:16","text":"So it happened, when all the men of war were consumed and dead from among the people,"},{"name":"Deuteronomy 2:17","text":"that Yahweh spoke to me, saying,"},{"name":"Deuteronomy 2:18","text":"\"You are this day to pass over Ar, the border of Moab:"},{"name":"Deuteronomy 2:19","text":"and when you come near over against the children of Ammon, don\"t bother them, nor contend with them; for I will not give you of the land of the children of Ammon for a possession; because I have given it to the children of Lot for a possession.\""},{"name":"Deuteronomy 2:20","text":"(That also is accounted a land of Rephaim: Rephaim lived therein before; but the Ammonites call them Zamzummim,"},{"name":"Deuteronomy 2:21","text":"a people great, and many, and tall, as the Anakim; but Yahweh destroyed them before them; and they succeeded them, and lived in their place;"},{"name":"Deuteronomy 2:22","text":"as he did for the children of Esau, who dwell in Seir, when he destroyed the Horites from before them; and they succeeded them, and lived in their place even to this day:"},{"name":"Deuteronomy 2:23","text":"and the Avvim, who lived in villages as far as Gaza, the Caphtorim, who came forth out of Caphtor, destroyed them, and lived in their place.)"},{"name":"Deuteronomy 2:24","text":"\"Rise up, take your journey, and pass over the valley of the Arnon: behold, I have given into your hand Sihon the Amorite, king of Heshbon, and his land; begin to possess it, and contend with him in battle."},{"name":"Deuteronomy 2:25","text":"This day will I begin to put the dread of you and the fear of you on the peoples who are under the whole sky, who shall hear the report of you, and shall tremble, and be in anguish because of you.\""},{"name":"Deuteronomy 2:26","text":"I sent messengers out of the wilderness of Kedemoth to Sihon king of Heshbon with words of peace, saying,"},{"name":"Deuteronomy 2:27","text":"\"Let me pass through your land: I will go along by the highway, I will turn neither to the right hand nor to the left."},{"name":"Deuteronomy 2:28","text":"You shall sell me food for money, that I may eat; and give me water for money, that I may drink: only let me pass through on my feet,"},{"name":"Deuteronomy 2:29","text":"as the children of Esau who dwell in Seir, and the Moabites who dwell in Ar, did to me; until I shall pass over the Jordan into the land which Yahweh our God gives us.\""},{"name":"Deuteronomy 2:30","text":"But Sihon king of Heshbon would not let us pass by him; for Yahweh your God hardened his spirit, and made his heart obstinate, that he might deliver him into your hand, as at this day."},{"name":"Deuteronomy 2:31","text":"Yahweh said to me, \"Behold, I have begun to deliver up Sihon and his land before you: begin to possess, that you may inherit his land.\""},{"name":"Deuteronomy 2:32","text":"Then Sihon came out against us, he and all his people, to battle at Jahaz."},{"name":"Deuteronomy 2:33","text":"Yahweh our God delivered him up before us; and we struck him, and his sons, and all his people."},{"name":"Deuteronomy 2:34","text":"We took all his cities at that time, and utterly destroyed every inhabited city, with the women and the little ones; we left none remaining:"},{"name":"Deuteronomy 2:35","text":"only the livestock we took for a prey to ourselves, with the spoil of the cities which we had taken."},{"name":"Deuteronomy 2:36","text":"From Aroer, which is on the edge of the valley of the Arnon, and the city that is in the valley, even to Gilead, there was not a city too high for us; Yahweh our God delivered up all before us:"},{"name":"Deuteronomy 2:37","text":"only to the land of the children of Ammon you didn\"t come near; all the side of the river Jabbok, and the cities of the hill country, and wherever Yahweh our God forbade us."},{"name":"Deuteronomy 3:1","text":"Then we turned, and went up the way to Bashan: and Og the king of Bashan came out against us, he and all his people, to battle at Edrei."},{"name":"Deuteronomy 3:2","text":"Yahweh said to me, \"Don\"t fear him; for I have delivered him, and all his people, and his land, into your hand; and you shall do to him as you did to Sihon king of the Amorites, who lived at Heshbon.\""},{"name":"Deuteronomy 3:3","text":"So Yahweh our God delivered into our hand Og also, the king of Bashan, and all his people: and we struck him until none was left to him remaining."},{"name":"Deuteronomy 3:4","text":"We took all his cities at that time; there was not a city which we didn\"t take from them; sixty cities, all the region of Argob, the kingdom of Og in Bashan."},{"name":"Deuteronomy 3:5","text":"All these were cities fortified with high walls, gates, and bars; besides the unwalled towns a great many."},{"name":"Deuteronomy 3:6","text":"We utterly destroyed them, as we did to Sihon king of Heshbon, utterly destroying every inhabited city, with the women and the little ones."},{"name":"Deuteronomy 3:7","text":"But all the livestock, and the spoil of the cities, we took for a prey to ourselves."},{"name":"Deuteronomy 3:8","text":"We took the land at that time out of the hand of the two kings of the Amorites who were beyond the Jordan, from the valley of the Arnon to Mount Hermon."},{"name":"Deuteronomy 3:9","text":"(The Sidonians call Hermon Sirion, and the Amorites call it Senir.)"},{"name":"Deuteronomy 3:10","text":"We took all the cities of the plain, and all Gilead, and all Bashan, to Salecah and Edrei, cities of the kingdom of Og in Bashan."},{"name":"Deuteronomy 3:11","text":"(For only Og king of Bashan remained of the remnant of the Rephaim; behold, his bedstead was a bedstead of iron; isn\"t it in Rabbah of the children of Ammon? nine cubits was its length, and four cubits its breadth, after the cubit of a man.)"},{"name":"Deuteronomy 3:12","text":"This land we took in possession at that time: from Aroer, which is by the valley of the Arnon, and half the hill country of Gilead, and its cities, gave I to the Reubenites and to the Gadites:"},{"name":"Deuteronomy 3:13","text":"and the rest of Gilead, and all Bashan, the kingdom of Og, gave I to the half-tribe of Manasseh; all the region of Argob, even all Bashan. (The same is called the land of Rephaim."},{"name":"Deuteronomy 3:14","text":"Jair the son of Manasseh took all the region of Argob, to the border of the Geshurites and the Maacathites, and called them, even Bashan, after his own name, Havvoth Jair, to this day.)"},{"name":"Deuteronomy 3:15","text":"I gave Gilead to Machir."},{"name":"Deuteronomy 3:16","text":"To the Reubenites and to the Gadites I gave from Gilead even to the valley of the Arnon, the middle of the valley, and its border, even to the river Jabbok, which is the border of the children of Ammon;"},{"name":"Deuteronomy 3:17","text":"the Arabah also, and the Jordan and its border, from Chinnereth even to the sea of the Arabah, the Salt Sea, under the slopes of Pisgah eastward."},{"name":"Deuteronomy 3:18","text":"I commanded you at that time, saying, \"Yahweh your God has given you this land to possess it: you shall pass over armed before your brothers the children of Israel, all the men of valor."},{"name":"Deuteronomy 3:19","text":"But your wives, and your little ones, and your livestock, (I know that you have much livestock), shall live in your cities which I have given you,"},{"name":"Deuteronomy 3:20","text":"until Yahweh gives rest to your brothers, as to you, and they also possess the land which Yahweh your God gives them beyond the Jordan: then you shall return every man to his possession, which I have given you.\""},{"name":"Deuteronomy 3:21","text":"I commanded Joshua at that time, saying, \"Your eyes have seen all that Yahweh your God has done to these two kings: so shall Yahweh do to all the kingdoms where you go over."},{"name":"Deuteronomy 3:22","text":"You shall not fear them; for Yahweh your God, he it is who fights for you.\""},{"name":"Deuteronomy 3:23","text":"I begged Yahweh at that time, saying,"},{"name":"Deuteronomy 3:24","text":"\"Lord Yahweh, you have begun to show your servant your greatness, and your strong hand: for what god is there in heaven or in earth, that can do according to your works, and according to your mighty acts?"},{"name":"Deuteronomy 3:25","text":"Please let me go over and see the good land that is beyond the Jordan, that goodly mountain, and Lebanon.\""},{"name":"Deuteronomy 3:26","text":"But Yahweh was angry with me for your sakes, and didn\"t listen to me; and Yahweh said to me, \"Let it suffice you; speak no more to me of this matter."},{"name":"Deuteronomy 3:27","text":"Go up to the top of Pisgah, and lift up your eyes westward, and northward, and southward, and eastward, and see with your eyes: for you shall not go over this Jordan."},{"name":"Deuteronomy 3:28","text":"But commission Joshua, and encourage him, and strengthen him; for he shall go over before this people, and he shall cause them to inherit the land which you shall see.\""}]