[{"name":"Revelation 19:13","text":"He is clothed in a garment sprinkled with blood. His name is called \"The Word of God.\""},{"name":"Revelation 19:14","text":"The armies which are in heaven followed him on white horses, clothed in white, pure, fine linen."},{"name":"Revelation 19:15","text":"Out of his mouth proceeds a sharp, double-edged sword, that with it he should strike the nations. He will rule them with an iron rod. He treads the winepress of the fierceness of the wrath of God, the Almighty."},{"name":"Revelation 19:16","text":"He has on his garment and on his thigh a name written, \"KING OF KINGS, AND LORD OF LORDS.\""},{"name":"Revelation 19:17","text":"I saw an angel standing in the sun. He cried with a loud voice, saying to all the birds that fly in the sky, \"Come! Be gathered together to the great supper of God,"},{"name":"Revelation 19:18","text":"that you may eat the flesh of kings, the flesh of captains, the flesh of mighty men, and the flesh of horses and of those who sit on them, and the flesh of all men, both free and slave, and small and great.\""},{"name":"Revelation 19:19","text":"I saw the beast, and the kings of the earth, and their armies, gathered together to make war against him who sat on the horse, and against his army."},{"name":"Revelation 19:20","text":"The beast was taken, and with him the false prophet who worked the signs in his sight, with which he deceived those who had received the mark of the beast and those who worshiped his image. These two were thrown alive into the lake of fire that burns with sulfur."},{"name":"Revelation 19:21","text":"The rest were killed with the sword of him who sat on the horse, the sword which came forth out of his mouth. All the birds were filled with their flesh."},{"name":"Revelation 20:1","text":"I saw an angel coming down out of heaven, having the key of the abyss and a great chain in his hand."},{"name":"Revelation 20:2","text":"He seized the dragon, the old serpent, which is the devil and Satan, who deceives the whole inhabited earth, and bound him for a thousand years,"},{"name":"Revelation 20:3","text":"and cast him into the abyss, and shut it, and sealed it over him, that he should deceive the nations no more, until the thousand years were finished. After this, he must be freed for a short time."},{"name":"Revelation 20:4","text":"I saw thrones, and they sat on them, and judgment was given to them. I saw the souls of those who had been beheaded for the testimony of Jesus, and for the word of God, and such as didn\"t worship the beast nor his image, and didn\"t receive the mark on their forehead and on their hand. They lived, and reigned with Christ for a thousand years."},{"name":"Revelation 20:5","text":"The rest of the dead didn\"t live until the thousand years were finished. This is the first resurrection."},{"name":"Revelation 20:6","text":"Blessed and holy is he who has part in the first resurrection. Over these, the second death has no power, but they will be priests of God and of Christ, and will reign with him one thousand years."},{"name":"Revelation 20:7","text":"And after the thousand years, Satan will be released from his prison,"},{"name":"Revelation 20:8","text":"and he will come out to deceive the nations which are in the four corners of the earth, Gog and Magog, to gather them together to the war; the number of whom is as the sand of the sea."},{"name":"Revelation 20:9","text":"They went up over the breadth of the earth, and surrounded the camp of the saints, and the beloved city. Fire came down out of heaven from God, and devoured them."},{"name":"Revelation 20:10","text":"The devil who deceived them was thrown into the lake of fire and sulfur, where the beast and the false prophet are also. They will be tormented day and night forever and ever."},{"name":"Revelation 20:11","text":"I saw a great white throne, and him who sat on it, from whose face the earth and the heaven fled away. There was found no place for them."},{"name":"Revelation 20:12","text":"I saw the dead, the great and the small, standing before the throne, and they opened books. Another book was opened, which is the book of life. The dead were judged out of the things which were written in the books, according to their works."},{"name":"Revelation 20:13","text":"The sea gave up the dead who were in it. Death and Hades gave up the dead who were in them. They were judged, each one according to his works."},{"name":"Revelation 20:14","text":"Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire."},{"name":"Revelation 20:15","text":"If anyone was not found written in the book of life, he was cast into the lake of fire."},{"name":"Revelation 21:1","text":"I saw a new heaven and a new earth: for the first heaven and the first earth have passed away, and the sea is no more."},{"name":"Revelation 21:2","text":"I saw the holy city, New Jerusalem, coming down out of heaven from God, prepared like a bride adorned for her husband."},{"name":"Revelation 21:3","text":"I heard a loud voice out of heaven saying, \"Behold, God\"s dwelling is with people, and he will dwell with them, and they will be his people, and God himself will be with them as their God."},{"name":"Revelation 21:4","text":"He will wipe away from them every tear from their eyes. Death will be no more; neither will there be mourning, nor crying, nor pain, any more. The first things have passed away.\""},{"name":"Revelation 21:5","text":"He who sits on the throne said, \"Behold, I am making all things new.\" He said, \"Write, for these words of God are faithful and true.\""},{"name":"Revelation 21:6","text":"He said to me, \"It is done! I am the Alpha and the Omega, the Beginning and the End. I will give freely to him who is thirsty from the spring of the water of life."},{"name":"Revelation 21:7","text":"He who overcomes, I will give him these things. I will be his God, and he will be my son."},{"name":"Revelation 21:8","text":"But for the cowardly, unbelieving, sinners, abominable, murderers, sexually immoral, sorcerers, idolaters, and all liars, their part is in the lake that burns with fire and sulfur, which is the second death.\""},{"name":"Revelation 21:9","text":"One of the seven angels who had the seven bowls, who were loaded with the seven last plagues came, and he spoke with me, saying, \"Come here. I will show you the wife, the Lamb\"s bride.\""},{"name":"Revelation 21:10","text":"He carried me away in the Spirit to a great and high mountain, and showed me the holy city, Jerusalem, coming down out of heaven from God,"},{"name":"Revelation 21:11","text":"having the glory of God. Her light was like a most precious stone, as if it were a jasper stone, clear as crystal;"},{"name":"Revelation 21:12","text":"having a great and high wall; having twelve gates, and at the gates twelve angels; and names written on them, which are the names of the twelve tribes of the children of Israel."},{"name":"Revelation 21:13","text":"On the east were three gates; and on the north three gates; and on the south three gates; and on the west three gates."},{"name":"Revelation 21:14","text":"The wall of the city had twelve foundations, and on them twelve names of the twelve Apostles of the Lamb."},{"name":"Revelation 21:15","text":"He who spoke with me had for a measure, a golden reed, to measure the city, its gates, and its walls."},{"name":"Revelation 21:16","text":"The city lies foursquare, and its length is as great as its breadth. He measured the city with the reed, Twelve thousand twelve stadia. Its length, breadth, and height are equal."},{"name":"Revelation 21:17","text":"Its wall is one hundred forty-four cubits, by the measure of a man, that is, of an angel."},{"name":"Revelation 21:18","text":"The construction of its wall was jasper. The city was pure gold, like pure glass."},{"name":"Revelation 21:19","text":"The foundations of the city\"s wall were adorned with all kinds of precious stones. The first foundation was jasper; the second, sapphire; the third, chalcedony; the fourth, emerald;"},{"name":"Revelation 21:20","text":"the fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, topaz; the tenth, chrysoprasus; the eleventh, jacinth; and the twelfth, amethyst."},{"name":"Revelation 21:21","text":"The twelve gates were twelve pearls. Each one of the gates was made of one pearl. The street of the city was pure gold, like transparent glass."},{"name":"Revelation 21:22","text":"I saw no temple in it, for the Lord God, the Almighty, and the Lamb, are its temple."},{"name":"Revelation 21:23","text":"The city has no need for the sun, neither of the moon, to shine, for the very glory of God illuminated it, and its lamp is the Lamb."},{"name":"Revelation 21:24","text":"The nations will walk in its light. The kings of the earth bring the glory and honor of the nations into it."},{"name":"Revelation 21:25","text":"Its gates will in no way be shut by day (for there will be no night there),"},{"name":"Revelation 21:26","text":"and they shall bring the glory and the honor of the nations into it so that they may enter."},{"name":"Revelation 21:27","text":"There will in no way enter into it anything profane, or one who causes an abomination or a lie, but only those who are written in the Lamb\"s book of life."},{"name":"Revelation 22:1","text":"He showed me a river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb,"},{"name":"Revelation 22:2","text":"in the middle of its street. On this side of the river and on that was the tree of life, bearing twelve kinds of fruits, yielding its fruit every month. The leaves of the tree were for the healing of the nations."},{"name":"Revelation 22:3","text":"There will be no curse any more. The throne of God and of the Lamb will be in it, and his servants serve him."},{"name":"Revelation 22:4","text":"They will see his face, and his name will be on their foreheads."},{"name":"Revelation 22:5","text":"There will be no night, and they need no lamp light; for the Lord God will illuminate them. They will reign forever and ever."},{"name":"Revelation 22:6","text":"He said to me, \"These words are faithful and true. The Lord God of the spirits of the prophets sent his angel to show to his bondservants the things which must happen soon.\""},{"name":"Revelation 22:7","text":"\"Behold, I come quickly. Blessed is he who keeps the words of the prophecy of this book.\""},{"name":"Revelation 22:8","text":"Now I, John, am the one who heard and saw these things. When I heard and saw, I fell down to worship before the feet of the angel who had shown me these things."},{"name":"Revelation 22:9","text":"He said to me, \"See you don\"t do it! I am a fellow bondservant with you and with your brothers, the prophets, and with those who keep the words of this book. Worship God.\""},{"name":"Revelation 22:10","text":"He said to me, \"Don\"t seal up the words of the prophecy of this book, for the time is at hand."},{"name":"Revelation 22:11","text":"He who acts unjustly, let him act unjustly still. He who is filthy, let him be filthy still. He who is righteous, let him do righteousness still. He who is holy, let him be holy still.\""},{"name":"Revelation 22:12","text":"\"Behold, I come quickly. My reward is with me, to repay to each man according to his work."},{"name":"Revelation 22:13","text":"I am the Alpha and the Omega, the First and the Last, the Beginning and the End."},{"name":"Revelation 22:14","text":"Blessed are those who do his commandments, that they may have the right to the tree of life, and may enter in by the gates into the city."},{"name":"Revelation 22:15","text":"Outside are the dogs, the sorcerers, the sexually immoral, the murderers, the idolaters, and everyone who loves and practices falsehood."},{"name":"Revelation 22:16","text":"I, Jesus, have sent my angel to testify these things to you for the assemblies. I am the root and the offspring of David; the Bright and Morning Star.\""},{"name":"Revelation 22:17","text":"The Spirit and the bride say, \"Come!\" He who hears, let him say, \"Come!\" He who is thirsty, let him come. He who desires, let him take the water of life freely."},{"name":"Revelation 22:18","text":"I testify to everyone who hears the words of the prophecy of this book, if anyone adds to them, may God add to him the plagues which are written in this book."},{"name":"Revelation 22:19","text":"If anyone takes away from the words of the book of this prophecy, may God take away his part from the tree of life, and out of the holy city, which are written in this book."},{"name":"Revelation 22:20","text":"He who testifies these things says, \"Yes, I come quickly.\" Amen! Yes, come, Lord Jesus."},{"name":"Revelation 22:21","text":"The grace of the Lord Jesus Christ be with all the saints. Amen."}]