[{"name":"Romans 4:5","text":"But to him who doesn\"t work, but believes in him who justifies the ungodly, his faith is accounted for righteousness."},{"name":"Romans 4:6","text":"Even as David also pronounces blessing on the man to whom God counts righteousness apart from works,"},{"name":"Romans 4:7","text":"\"Blessed are they whose iniquities are forgiven, whose sins are covered."},{"name":"Romans 4:8","text":"Blessed is the man whom the Lord will by no means charge with sin.\""},{"name":"Romans 4:9","text":"Is this blessing then pronounced on the circumcised, or on the uncircumcised also? For we say that faith was accounted to Abraham for righteousness."},{"name":"Romans 4:10","text":"How then was it counted? When he was in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision."},{"name":"Romans 4:11","text":"He received the sign of circumcision, a seal of the righteousness of the faith which he had while he was in uncircumcision, that he might be the father of all those who believe, though they might be in uncircumcision, that righteousness might also be accounted to them."},{"name":"Romans 4:12","text":"He is the father of circumcision to those who not only are of the circumcision, but who also walk in the steps of that faith of our father Abraham, which he had in uncircumcision."},{"name":"Romans 4:13","text":"For the promise to Abraham and to his seed that he should be heir of the world wasn\"t through the law, but through the righteousness of faith."},{"name":"Romans 4:14","text":"For if those who are of the law are heirs, faith is made void, and the promise is made of no effect."},{"name":"Romans 4:15","text":"For the law works wrath, for where there is no law, neither is there disobedience."},{"name":"Romans 4:16","text":"For this cause it is of faith, that it may be according to grace, to the end that the promise may be sure to all the seed, not to that only which is of the law, but to that also which is of the faith of Abraham, who is the father of us all."},{"name":"Romans 4:17","text":"As it is written, \"I have made you a father of many nations.\" This is in the presence of him whom he believed: God, who gives life to the dead, and calls the things that are not, as though they were."},{"name":"Romans 4:18","text":"Who in hope believed against hope, to the end that he might become a father of many nations, according to that which had been spoken, \"So will your seed be.\""},{"name":"Romans 4:19","text":"Without being weakened in faith, he didn\"t consider his own body, already having been worn out, (he being about a hundred years old), and the deadness of Sarah\"s womb."},{"name":"Romans 4:20","text":"Yet, looking to the promise of God, he didn\"t waver through unbelief, but grew strong through faith, giving glory to God,"},{"name":"Romans 4:21","text":"and being fully assured that what he had promised, he was also able to perform."},{"name":"Romans 4:22","text":"Therefore it also was \"reckoned to him for righteousness.\""},{"name":"Romans 4:23","text":"Now it was not written that it was accounted to him for his sake alone,"},{"name":"Romans 4:24","text":"but for our sake also, to whom it will be accounted, who believe in him who raised Jesus, our Lord, from the dead,"},{"name":"Romans 4:25","text":"who was delivered up for our trespasses, and was raised for our justification."},{"name":"Romans 5:1","text":"Being therefore justified by faith, we have peace with God through our Lord Jesus Christ;"},{"name":"Romans 5:2","text":"through whom we also have our access by faith into this grace in which we stand. We rejoice in hope of the glory of God."},{"name":"Romans 5:3","text":"Not only this, but we also rejoice in our sufferings, knowing that suffering works perseverance;"},{"name":"Romans 5:4","text":"and perseverance, proven character; and proven character, hope:"},{"name":"Romans 5:5","text":"and hope doesn\"t disappoint us, because God\"s love has been poured out into our hearts through the Holy Spirit who was given to us."},{"name":"Romans 5:6","text":"For while we were yet weak, at the right time Christ died for the ungodly."},{"name":"Romans 5:7","text":"For one will hardly die for a righteous man. Yet perhaps for a righteous person someone would even dare to die."},{"name":"Romans 5:8","text":"But God commends his own love toward us, in that while we were yet sinners, Christ died for us."},{"name":"Romans 5:9","text":"Much more then, being now justified by his blood, we will be saved from God\"s wrath through him."},{"name":"Romans 5:10","text":"For if, while we were enemies, we were reconciled to God through the death of his Son, much more, being reconciled, we will be saved by his life."},{"name":"Romans 5:11","text":"Not only so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received the reconciliation."},{"name":"Romans 5:12","text":"Therefore, as sin entered into the world through one man, and death through sin; and so death passed to all men, because all sinned."},{"name":"Romans 5:13","text":"For until the law, sin was in the world; but sin is not charged when there is no law."},{"name":"Romans 5:14","text":"Nevertheless death reigned from Adam until Moses, even over those whose sins weren\"t like Adam\"s disobedience, who is a foreshadowing of him who was to come."},{"name":"Romans 5:15","text":"But the free gift isn\"t like the trespass. For if by the trespass of the one the many died, much more did the grace of God, and the gift by the grace of the one man, Jesus Christ, abound to the many."},{"name":"Romans 5:16","text":"The gift is not as through one who sinned: for the judgment came by one to condemnation, but the free gift came of many trespasses to justification."},{"name":"Romans 5:17","text":"For if by the trespass of the one, death reigned through the one; so much more will those who receive the abundance of grace and of the gift of righteousness reign in life through the one, Jesus Christ."},{"name":"Romans 5:18","text":"So then as through one trespass, all men were condemned; even so through one act of righteousness, all men were justified to life."},{"name":"Romans 5:19","text":"For as through the one man\"s disobedience many were made sinners, even so through the obedience of the one, many will be made righteous."},{"name":"Romans 5:20","text":"The law came in besides, that the trespass might abound; but where sin abounded, grace abounded more exceedingly;"},{"name":"Romans 5:21","text":"that as sin reigned in death, even so grace might reign through righteousness to eternal life through Jesus Christ our Lord."},{"name":"Romans 6:1","text":"What shall we say then? Shall we continue in sin, that grace may abound?"},{"name":"Romans 6:2","text":"May it never be! We who died to sin, how could we live in it any longer?"},{"name":"Romans 6:3","text":"Or don\"t you know that all we who were baptized into Christ Jesus were baptized into his death?"},{"name":"Romans 6:4","text":"We were buried therefore with him through baptism to death, that just like Christ was raised from the dead through the glory of the Father, so we also might walk in newness of life."},{"name":"Romans 6:5","text":"For if we have become united with him in the likeness of his death, we will also be part of his resurrection;"},{"name":"Romans 6:6","text":"knowing this, that our old man was crucified with him, that the body of sin might be done away with, so that we would no longer be in bondage to sin."},{"name":"Romans 6:7","text":"For he who has died has been freed from sin."},{"name":"Romans 6:8","text":"But if we died with Christ, we believe that we will also live with him;"},{"name":"Romans 6:9","text":"knowing that Christ, being raised from the dead, dies no more. Death no more has dominion over him!"},{"name":"Romans 6:10","text":"For the death that he died, he died to sin one time; but the life that he lives, he lives to God."},{"name":"Romans 6:11","text":"Thus consider yourselves also to be dead to sin, but alive to God in Christ Jesus our Lord."},{"name":"Romans 6:12","text":"Therefore don\"t let sin reign in your mortal body, that you should obey it in its lusts."},{"name":"Romans 6:13","text":"Neither present your members to sin as instruments of unrighteousness, but present yourselves to God, as alive from the dead, and your members as instruments of righteousness to God."},{"name":"Romans 6:14","text":"For sin will not have dominion over you. For you are not under law, but under grace."},{"name":"Romans 6:15","text":"What then? Shall we sin, because we are not under law, but under grace? May it never be!"},{"name":"Romans 6:16","text":"Don\"t you know that to whom you present yourselves as servants to obedience, his servants you are whom you obey; whether of sin to death, or of obedience to righteousness?"},{"name":"Romans 6:17","text":"But thanks be to God, that, whereas you were bondservants of sin, you became obedient from the heart to that form of teaching whereunto you were delivered."},{"name":"Romans 6:18","text":"Being made free from sin, you became bondservants of righteousness."},{"name":"Romans 6:19","text":"I speak in human terms because of the weakness of your flesh, for as you presented your members as servants to uncleanness and to wickedness upon wickedness, even so now present your members as servants to righteousness for sanctification."},{"name":"Romans 6:20","text":"For when you were servants of sin, you were free in regard to righteousness."},{"name":"Romans 6:21","text":"What fruit then did you have at that time in the things of which you are now ashamed? For the end of those things is death."},{"name":"Romans 6:22","text":"But now, being made free from sin, and having become servants of God, you have your fruit of sanctification, and the result of eternal life."},{"name":"Romans 6:23","text":"For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."},{"name":"Romans 7:1","text":"Or don\"t you know, brothers (for I speak to men who know the law), that the law has dominion over a man for as long as he lives?"},{"name":"Romans 7:2","text":"For the woman that has a husband is bound by law to the husband while he lives, but if the husband dies, she is discharged from the law of the husband."},{"name":"Romans 7:3","text":"So then if, while the husband lives, she is joined to another man, she would be called an adulteress. But if the husband dies, she is free from the law, so that she is no adulteress, though she is joined to another man."},{"name":"Romans 7:4","text":"Therefore, my brothers, you also were made dead to the law through the body of Christ, that you would be joined to another, to him who was raised from the dead, that we might bring forth fruit to God."},{"name":"Romans 7:5","text":"For when we were in the flesh, the sinful passions which were through the law, worked in our members to bring forth fruit to death."},{"name":"Romans 7:6","text":"But now we have been discharged from the law, having died to that in which we were held; so that we serve in newness of the spirit, and not in oldness of the letter."},{"name":"Romans 7:7","text":"What shall we say then? Is the law sin? May it never be! However, I wouldn\"t have known sin, except through the law. For I wouldn\"t have known coveting, unless the law had said, \"You shall not covet.\""},{"name":"Romans 7:8","text":"But sin, finding occasion through the commandment, produced in me all kinds of coveting. For apart from the law, sin is dead."},{"name":"Romans 7:9","text":"I was alive apart from the law once, but when the commandment came, sin revived, and I died."},{"name":"Romans 7:10","text":"The commandment, which was for life, this I found to be for death;"},{"name":"Romans 7:11","text":"for sin, finding occasion through the commandment, deceived me, and through it killed me."},{"name":"Romans 7:12","text":"Therefore the law indeed is holy, and the commandment holy, and righteous, and good."},{"name":"Romans 7:13","text":"Did then that which is good become death to me? May it never be! But sin, that it might be shown to be sin, by working death to me through that which is good; that through the commandment sin might become exceeding sinful."},{"name":"Romans 7:14","text":"For we know that the law is spiritual, but I am fleshly, sold under sin."},{"name":"Romans 7:15","text":"For I don\"t know what I am doing. For I don\"t practice what I desire to do; but what I hate, that I do."},{"name":"Romans 7:16","text":"But if what I don\"t desire, that I do, I consent to the law that it is good."},{"name":"Romans 7:17","text":"So now it is no more I that do it, but sin which dwells in me."},{"name":"Romans 7:18","text":"For I know that in me, that is, in my flesh, dwells no good thing. For desire is present with me, but I don\"t find it doing that which is good."},{"name":"Romans 7:19","text":"For the good which I desire, I don\"t do; but the evil which I don\"t desire, that I practice."},{"name":"Romans 7:20","text":"But if what I don\"t desire, that I do, it is no more I that do it, but sin which dwells in me."},{"name":"Romans 7:21","text":"I find then the law, that, to me, while I desire to do good, evil is present."},{"name":"Romans 7:22","text":"For I delight in God\"s law after the inward man,"},{"name":"Romans 7:23","text":"but I see a different law in my members, warring against the law of my mind, and bringing me into captivity under the law of sin which is in my members."},{"name":"Romans 7:24","text":"What a wretched man I am! Who will deliver me out of the body of this death?"},{"name":"Romans 7:25","text":"I thank God through Jesus Christ, our Lord! So then with the mind, I myself serve God\"s law, but with the flesh, the sin\"s law."},{"name":"Romans 8:1","text":"There is therefore now no condemnation to those who are in Christ Jesus, who don\"t walk according to the flesh, but according to the Spirit."},{"name":"Romans 8:2","text":"For the law of the Spirit of life in Christ Jesus made me free from the law of sin and of death."},{"name":"Romans 8:3","text":"For what the law couldn\"t do, in that it was weak through the flesh, God did, sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh;"},{"name":"Romans 8:4","text":"that the ordinance of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit."},{"name":"Romans 8:5","text":"For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit, the things of the Spirit."},{"name":"Romans 8:6","text":"For the mind of the flesh is death, but the mind of the Spirit is life and peace;"},{"name":"Romans 8:7","text":"because the mind of the flesh is hostile towards God; for it is not subject to God\"s law, neither indeed can it be."},{"name":"Romans 8:8","text":"Those who are in the flesh can\"t please God."},{"name":"Romans 8:9","text":"But you are not in the flesh but in the Spirit, if it is so that the Spirit of God dwells in you. But if any man doesn\"t have the Spirit of Christ, he is not his."},{"name":"Romans 8:10","text":"If Christ is in you, the body is dead because of sin, but the spirit is alive because of righteousness."},{"name":"Romans 8:11","text":"But if the Spirit of him who raised up Jesus from the dead dwells in you, he who raised up Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you."},{"name":"Romans 8:12","text":"So then, brothers, we are debtors, not to the flesh, to live after the flesh."},{"name":"Romans 8:13","text":"For if you live after the flesh, you must die; but if by the Spirit you put to death the deeds of the body, you will live."},{"name":"Romans 8:14","text":"For as many as are led by the Spirit of God, these are children of God."},{"name":"Romans 8:15","text":"For you didn\"t receive the spirit of bondage again to fear, but you received the Spirit of adoption, by whom we cry, \"Abba! Father!\""},{"name":"Romans 8:16","text":"The Spirit himself testifies with our spirit that we are children of God;"},{"name":"Romans 8:17","text":"and if children, then heirs; heirs of God, and joint heirs with Christ; if indeed we suffer with him, that we may also be glorified with him."},{"name":"Romans 8:18","text":"For I consider that the sufferings of this present time are not worthy to be compared with the glory which will be revealed toward us."},{"name":"Romans 8:19","text":"For the creation waits with eager expectation for the children of God to be revealed."},{"name":"Romans 8:20","text":"For the creation was subjected to vanity, not of its own will, but because of him who subjected it, in hope"},{"name":"Romans 8:21","text":"that the creation itself also will be delivered from the bondage of decay into the liberty of the glory of the children of God."},{"name":"Romans 8:22","text":"For we know that the whole creation groans and travails in pain together until now."},{"name":"Romans 8:23","text":"Not only so, but ourselves also, who have the first fruits of the Spirit, even we ourselves groan within ourselves, waiting for adoption, the redemption of our body."},{"name":"Romans 8:24","text":"For we were saved in hope, but hope that is seen is not hope. For who hopes for that which he sees?"},{"name":"Romans 8:25","text":"But if we hope for that which we don\"t see, we wait for it with patience."},{"name":"Romans 8:26","text":"In the same way, the Spirit also helps our weaknesses, for we don\"t know how to pray as we ought. But the Spirit himself makes intercession for us with groanings which can\"t be uttered."},{"name":"Romans 8:27","text":"He who searches the hearts knows what is on the Spirit\"s mind, because he makes intercession for the saints according to God."},{"name":"Romans 8:28","text":"We know that all things work together for good for those who love God, to those who are called according to his purpose."},{"name":"Romans 8:29","text":"For whom he foreknew, he also predestined to be conformed to the image of his Son, that he might be the firstborn among many brothers."},{"name":"Romans 8:30","text":"Whom he predestined, those he also called. Whom he called, those he also justified. Whom he justified, those he also glorified."},{"name":"Romans 8:31","text":"What then shall we say about these things? If God is for us, who can be against us?"},{"name":"Romans 8:32","text":"He who didn\"t spare his own Son, but delivered him up for us all, how would he not also with him freely give us all things?"},{"name":"Romans 8:33","text":"Who could bring a charge against God\"s chosen ones? It is God who justifies."},{"name":"Romans 8:34","text":"Who is he who condemns? It is Christ who died, yes rather, who was raised from the dead, who is at the right hand of God, who also makes intercession for us."},{"name":"Romans 8:35","text":"Who shall separate us from the love of Christ? Could oppression, or anguish, or persecution, or famine, or nakedness, or peril, or sword?"},{"name":"Romans 8:36","text":"Even as it is written, \"For your sake we are killed all day long. We were accounted as sheep for the slaughter.\""},{"name":"Romans 8:37","text":"No, in all these things, we are more than conquerors through him who loved us."},{"name":"Romans 8:38","text":"For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers,"},{"name":"Romans 8:39","text":"nor height, nor depth, nor any other created thing, will be able to separate us from the love of God, which is in Christ Jesus our Lord."},{"name":"Romans 9:1","text":"I tell the truth in Christ. I am not lying, my conscience testifying with me in the Holy Spirit,"},{"name":"Romans 9:2","text":"that I have great sorrow and unceasing pain in my heart."},{"name":"Romans 9:3","text":"For I could wish that I myself were accursed from Christ for my brothers\" sake, my relatives according to the flesh,"},{"name":"Romans 9:4","text":"who are Israelites; whose is the adoption, the glory, the covenants, the giving of the law, the service, and the promises;"},{"name":"Romans 9:5","text":"of whom are the fathers, and from whom is Christ as concerning the flesh, who is over all, God, blessed forever. Amen."},{"name":"Romans 9:6","text":"But it is not as though the word of God has come to nothing. For they are not all Israel, that are of Israel."},{"name":"Romans 9:7","text":"Neither, because they are Abraham\"s seed, are they all children. But, \"In Isaac will your seed be called.\""},{"name":"Romans 9:8","text":"That is, it is not the children of the flesh who are children of God, but the children of the promise are counted as a seed."},{"name":"Romans 9:9","text":"For this is a word of promise, \"At the appointed time I will come, and Sarah will have a son.\""},{"name":"Romans 9:10","text":"Not only so, but Rebecca also conceived by one, by our father Isaac."},{"name":"Romans 9:11","text":"For being not yet born, neither having done anything good or bad, that the purpose of God according to election might stand, not of works, but of him who calls,"},{"name":"Romans 9:12","text":"it was said to her, \"The elder will serve the younger.\""},{"name":"Romans 9:13","text":"Even as it is written, \"Jacob I loved, but Esau I hated.\""},{"name":"Romans 9:14","text":"What shall we say then? Is there unrighteousness with God? May it never be!"},{"name":"Romans 9:15","text":"For he said to Moses, \"I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.\""},{"name":"Romans 9:16","text":"So then it is not of him who wills, nor of him who runs, but of God who has mercy."},{"name":"Romans 9:17","text":"For the Scripture says to Pharaoh, \"For this very purpose I caused you to be raised up, that I might show in you my power, and that my name might be proclaimed in all the earth.\""},{"name":"Romans 9:18","text":"So then, he has mercy on whom he desires, and he hardens whom he desires."},{"name":"Romans 9:19","text":"You will say then to me, \"Why does he still find fault? For who withstands his will?\""},{"name":"Romans 9:20","text":"But indeed, O man, who are you to reply against God? Will the thing formed ask him who formed it, \"Why did you make me like this?\""},{"name":"Romans 9:21","text":"Or hasn\"t the potter a right over the clay, from the same lump to make one part a vessel for honor, and another for dishonor?"},{"name":"Romans 9:22","text":"What if God, willing to show his wrath, and to make his power known, endured with much patience vessels of wrath made for destruction,"},{"name":"Romans 9:23","text":"and that he might make known the riches of his glory on vessels of mercy, which he prepared beforehand for glory,"},{"name":"Romans 9:24","text":"us, whom he also called, not from the Jews only, but also from the Gentiles?"},{"name":"Romans 9:25","text":"As he says also in Hosea, \"I will call them \"my people,\" which were not my people; and her \"beloved,\" who was not beloved.\""},{"name":"Romans 9:26","text":"\"It will be that in the place where it was said to them, \"You are not my people,\" There they will be called \"children of the living God.\"\""},{"name":"Romans 9:27","text":"Isaiah cries concerning Israel, \"If the number of the children of Israel are as the sand of the sea, it is the remnant who will be saved;"},{"name":"Romans 9:28","text":"for He will finish the work and cut it short in righteousness, because the LORD will make a short work upon the earth.\""},{"name":"Romans 9:29","text":"As Isaiah has said before, \"Unless the Lord of Armies had left us a seed, we would have become like Sodom, and would have been made like Gomorrah.\""},{"name":"Romans 9:30","text":"What shall we say then? That the Gentiles, who didn\"t follow after righteousness, attained to righteousness, even the righteousness which is of faith;"},{"name":"Romans 9:31","text":"but Israel, following after a law of righteousness, didn\"t arrive at the law of righteousness."},{"name":"Romans 9:32","text":"Why? Because they didn\"t seek it by faith, but as it were by works of the law. They stumbled over the stumbling stone;"},{"name":"Romans 9:33","text":"even as it is written, \"Behold, I lay in Zion a stumbling stone and a rock of offense; and no one who believes in him will be disappointed.\""},{"name":"Romans 10:1","text":"Brothers, my heart\"s desire and my prayer to God is for Israel, that they may be saved."},{"name":"Romans 10:2","text":"For I testify about them that they have a zeal for God, but not according to knowledge."},{"name":"Romans 10:3","text":"For being ignorant of God\"s righteousness, and seeking to establish their own righteousness, they didn\"t subject themselves to the righteousness of God."},{"name":"Romans 10:4","text":"For Christ is the fulfillment of the law for righteousness to everyone who believes."},{"name":"Romans 10:5","text":"For Moses writes about the righteousness of the law, \"The one who does them will live by them.\""},{"name":"Romans 10:6","text":"But the righteousness which is of faith says this, \"Don\"t say in your heart, \"Who will ascend into heaven?\" (that is, to bring Christ down);"},{"name":"Romans 10:7","text":"or, \"Who will descend into the abyss?\" (that is, to bring Christ up from the dead.)\""},{"name":"Romans 10:8","text":"But what does it say? \"The word is near you, in your mouth, and in your heart;\" that is, the word of faith, which we preach:"},{"name":"Romans 10:9","text":"that if you will confess with your mouth that Jesus is Lord, and believe in your heart that God raised him from the dead, you will be saved."},{"name":"Romans 10:10","text":"For with the heart, one believes unto righteousness; and with the mouth confession is made unto salvation."},{"name":"Romans 10:11","text":"For the Scripture says, \"Whoever believes in him will not be disappointed.\""},{"name":"Romans 10:12","text":"For there is no distinction between Jew and Greek; for the same Lord is Lord of all, and is rich to all who call on him."},{"name":"Romans 10:13","text":"For, \"Whoever will call on the name of the Lord will be saved.\""},{"name":"Romans 10:14","text":"How then will they call on him in whom they have not believed? How will they believe in him whom they have not heard? How will they hear without a preacher?"},{"name":"Romans 10:15","text":"And how will they preach unless they are sent? As it is written: \"How beautiful are the feet of those who preach the Good News of peace, who bring glad tidings of good things!\""},{"name":"Romans 10:16","text":"But they didn\"t all listen to the glad news. For Isaiah says, \"Lord, who has believed our report?\""},{"name":"Romans 10:17","text":"So faith comes by hearing, and hearing by the word of God."},{"name":"Romans 10:18","text":"But I say, didn\"t they hear? Yes, most certainly, \"Their sound went out into all the earth, their words to the ends of the world.\""},{"name":"Romans 10:19","text":"But I ask, didn\"t Israel know? First Moses says, \"I will provoke you to jealousy with that which is no nation, with a nation void of understanding I will make you angry.\""},{"name":"Romans 10:20","text":"Isaiah is very bold, and says, \"I was found by those who didn\"t seek me. I was revealed to those who didn\"t ask for me.\""},{"name":"Romans 10:21","text":"But as to Israel he says, \"All day long I stretched out my hands to a disobedient and contrary people.\""},{"name":"Romans 11:1","text":"I ask then, did God reject his people? May it never be! For I also am an Israelite, a descendant of Abraham, of the tribe of Benjamin."},{"name":"Romans 11:2","text":"God didn\"t reject his people, which he foreknew. Or don\"t you know what the Scripture says about Elijah? How he pleads with God against Israel:"},{"name":"Romans 11:3","text":"\"Lord, they have killed your prophets, they have broken down your altars; and I am left alone, and they seek my life.\""},{"name":"Romans 11:4","text":"But how does God answer him? \"I have reserved for myself seven thousand men, who have not bowed the knee to Baal.\""},{"name":"Romans 11:5","text":"Even so then at this present time also there is a remnant according to the election of grace."},{"name":"Romans 11:6","text":"And if by grace, then it is no longer of works; otherwise grace is no longer grace. But if it is of works, it is no longer grace; otherwise work is no longer work."},{"name":"Romans 11:7","text":"What then? That which Israel seeks for, that he didn\"t obtain, but the chosen ones obtained it, and the rest were hardened."},{"name":"Romans 11:8","text":"According as it is written, \"God gave them a spirit of stupor, eyes that they should not see, and ears that they should not hear, to this very day.\""},{"name":"Romans 11:9","text":"David says, \"Let their table be made a snare, and a trap, a stumbling block, and a retribution to them."},{"name":"Romans 11:10","text":"Let their eyes be darkened, that they may not see. Bow down their back always.\""},{"name":"Romans 11:11","text":"I ask then, did they stumble that they might fall? May it never be! But by their fall salvation has come to the Gentiles, to provoke them to jealousy."},{"name":"Romans 11:12","text":"Now if their fall is the riches of the world, and their loss the riches of the Gentiles; how much more their fullness?"},{"name":"Romans 11:13","text":"For I speak to you who are Gentiles. Since then as I am an apostle to Gentiles, I glorify my ministry;"},{"name":"Romans 11:14","text":"if by any means I may provoke to jealousy those who are my flesh, and may save some of them."},{"name":"Romans 11:15","text":"For if the rejection of them is the reconciling of the world, what would their acceptance be, but life from the dead?"},{"name":"Romans 11:16","text":"If the first fruit is holy, so is the lump. If the root is holy, so are the branches."},{"name":"Romans 11:17","text":"But if some of the branches were broken off, and you, being a wild olive, were grafted in among them, and became partaker with them of the root and of the richness of the olive tree;"},{"name":"Romans 11:18","text":"don\"t boast over the branches. But if you boast, it is not you who support the root, but the root supports you."},{"name":"Romans 11:19","text":"You will say then, \"Branches were broken off, that I might be grafted in.\""},{"name":"Romans 11:20","text":"True; by their unbelief they were broken off, and you stand by your faith. Don\"t be conceited, but fear;"},{"name":"Romans 11:21","text":"for if God didn\"t spare the natural branches, neither will he spare you."},{"name":"Romans 11:22","text":"See then the goodness and severity of God. Toward those who fell, severity; but toward you, goodness, if you continue in his goodness; otherwise you also will be cut off."},{"name":"Romans 11:23","text":"They also, if they don\"t continue in their unbelief, will be grafted in, for God is able to graft them in again."},{"name":"Romans 11:24","text":"For if you were cut out of that which is by nature a wild olive tree, and were grafted contrary to nature into a good olive tree, how much more will these, which are the natural branches, be grafted into their own olive tree?"},{"name":"Romans 11:25","text":"For I don\"t desire you to be ignorant, brothers, of this mystery, so that you won\"t be wise in your own conceits, that a partial hardening has happened to Israel, until the fullness of the Gentiles has come in,"},{"name":"Romans 11:26","text":"and so all Israel will be saved. Even as it is written, \"There will come out of Zion the Deliverer, and he will turn away ungodliness from Jacob."},{"name":"Romans 11:27","text":"This is my covenant to them, when I will take away their sins.\""},{"name":"Romans 11:28","text":"Concerning the Good News, they are enemies for your sake. But concerning the election, they are beloved for the fathers\" sake."},{"name":"Romans 11:29","text":"For the gifts and the calling of God are irrevocable."},{"name":"Romans 11:30","text":"For as you in time past were disobedient to God, but now have obtained mercy by their disobedience,"},{"name":"Romans 11:31","text":"even so these also have now been disobedient, that by the mercy shown to you they may also obtain mercy."},{"name":"Romans 11:32","text":"For God has shut up all to disobedience, that he might have mercy on all."},{"name":"Romans 11:33","text":"Oh the depth of the riches both of the wisdom and the knowledge of God! How unsearchable are his judgments, and his ways past tracing out!"},{"name":"Romans 11:34","text":"\"For who has known the mind of the Lord? Or who has been his counselor?\""},{"name":"Romans 11:35","text":"\"Or who has first given to him, and it will be repaid to him again?\""},{"name":"Romans 11:36","text":"For of him, and through him, and to him, are all things. To him be the glory for ever! Amen."},{"name":"Romans 12:1","text":"Therefore I urge you, brothers, by the mercies of God, to present your bodies a living sacrifice, holy, acceptable to God, which is your spiritual service."},{"name":"Romans 12:2","text":"Don\"t be conformed to this world, but be transformed by the renewing of your mind, so that you may prove what is the good, well-pleasing, and perfect will of God."},{"name":"Romans 12:3","text":"For I say, through the grace that was given me, to every man who is among you, not to think of himself more highly than he ought to think; but to think reasonably, as God has apportioned to each person a measure of faith."},{"name":"Romans 12:4","text":"For even as we have many members in one body, and all the members don\"t have the same function,"},{"name":"Romans 12:5","text":"so we, who are many, are one body in Christ, and individually members one of another."},{"name":"Romans 12:6","text":"Having gifts differing according to the grace that was given to us, if prophecy, let us prophesy according to the proportion of our faith;"},{"name":"Romans 12:7","text":"or service, let us give ourselves to service; or he who teaches, to his teaching;"},{"name":"Romans 12:8","text":"or he who exhorts, to his exhorting: he who gives, let him do it with liberality; he who rules, with diligence; he who shows mercy, with cheerfulness."},{"name":"Romans 12:9","text":"Let love be without hypocrisy. Abhor that which is evil. Cling to that which is good."},{"name":"Romans 12:10","text":"In love of the brothers be tenderly affectionate one to another; in honor preferring one another;"},{"name":"Romans 12:11","text":"not lagging in diligence; fervent in spirit; serving the Lord;"},{"name":"Romans 12:12","text":"rejoicing in hope; enduring in troubles; continuing steadfastly in prayer;"},{"name":"Romans 12:13","text":"contributing to the needs of the saints; given to hospitality."},{"name":"Romans 12:14","text":"Bless those who persecute you; bless, and don\"t curse."},{"name":"Romans 12:15","text":"Rejoice with those who rejoice. Weep with those who weep."},{"name":"Romans 12:16","text":"Be of the same mind one toward another. Don\"t set your mind on high things, but associate with the humble. Don\"t be wise in your own conceits."},{"name":"Romans 12:17","text":"Repay no one evil for evil. Respect what is honorable in the sight of all men."},{"name":"Romans 12:18","text":"If it is possible, as much as it is up to you, be at peace with all men."},{"name":"Romans 12:19","text":"Don\"t seek revenge yourselves, beloved, but give place to God\"s wrath. For it is written, \"Vengeance belongs to me; I will repay, says the Lord.\""},{"name":"Romans 12:20","text":"Therefore \"If your enemy is hungry, feed him. If he is thirsty, give him a drink; for in doing so, you will heap coals of fire on his head.\""},{"name":"Romans 12:21","text":"Don\"t be overcome by evil, but overcome evil with good."},{"name":"Romans 13:1","text":"Let every soul be in subjection to the higher authorities, for there is no authority except from God, and those who exist are ordained by God."},{"name":"Romans 13:2","text":"Therefore he who resists the authority, withstands the ordinance of God; and those who withstand will receive to themselves judgment."},{"name":"Romans 13:3","text":"For rulers are not a terror to the good work, but to the evil. Do you desire to have no fear of the authority? Do that which is good, and you will have praise from the same,"},{"name":"Romans 13:4","text":"for he is a servant of God to you for good. But if you do that which is evil, be afraid, for he doesn\"t bear the sword in vain; for he is a servant of God, an avenger for wrath to him who does evil."},{"name":"Romans 13:5","text":"Therefore you need to be in subjection, not only because of the wrath, but also for conscience\" sake."},{"name":"Romans 13:6","text":"For this reason you also pay taxes, for they are servants of God\"s service, attending continually on this very thing."},{"name":"Romans 13:7","text":"Give therefore to everyone what you owe: taxes to whom taxes are due; customs to whom customs; respect to whom respect; honor to whom honor."},{"name":"Romans 13:8","text":"Owe no one anything, except to love one another; for he who loves his neighbor has fulfilled the law."},{"name":"Romans 13:9","text":"For the commandments, \"You shall not commit adultery,\" \"You shall not murder,\" \"You shall not steal,\" \"You shall not give false testimony,\" \"You shall not covet,\" and whatever other commandments there are, are all summed up in this saying, namely, \"You shall love your neighbor as yourself.\""},{"name":"Romans 13:10","text":"Love doesn\"t harm a neighbor. Love therefore is the fulfillment of the law."},{"name":"Romans 13:11","text":"Do this, knowing the time, that it is already time for you to awaken out of sleep, for salvation is now nearer to us than when we first believed."},{"name":"Romans 13:12","text":"The night is far gone, and the day is near. Let\"s therefore throw off the works of darkness, and let\"s put on the armor of light."},{"name":"Romans 13:13","text":"Let us walk properly, as in the day; not in reveling and drunkenness, not in sexual promiscuity and lustful acts, and not in strife and jealousy."},{"name":"Romans 13:14","text":"But put on the Lord Jesus Christ, and make no provision for the flesh, for its lusts."},{"name":"Romans 14:1","text":"Now accept one who is weak in faith, but not for disputes over opinions."},{"name":"Romans 14:2","text":"One man has faith to eat all things, but he who is weak eats only vegetables."},{"name":"Romans 14:3","text":"Don\"t let him who eats despise him who doesn\"t eat. Don\"t let him who doesn\"t eat judge him who eats, for God has accepted him."},{"name":"Romans 14:4","text":"Who are you who judge another\"s servant? To his own lord he stands or falls. Yes, he will be made to stand, for God has power to make him stand."},{"name":"Romans 14:5","text":"One man esteems one day as more important. Another esteems every day alike. Let each man be fully assured in his own mind."},{"name":"Romans 14:6","text":"He who observes the day, observes it to the Lord; and he who does not observe the day, to the Lord he does not observe it. He who eats, eats to the Lord, for he gives God thanks. He who doesn\"t eat, to the Lord he doesn\"t eat, and gives God thanks."},{"name":"Romans 14:7","text":"For none of us lives to himself, and none dies to himself."},{"name":"Romans 14:8","text":"For if we live, we live to the Lord. Or if we die, we die to the Lord. If therefore we live or die, we are the Lord\"s."},{"name":"Romans 14:9","text":"For to this end Christ died, rose, and lived again, that he might be Lord of both the dead and the living."},{"name":"Romans 14:10","text":"But you, why do you judge your brother? Or you again, why do you despise your brother? For we will all stand before the judgment seat of Christ."},{"name":"Romans 14:11","text":"For it is written, \"\"As I live,\" says the Lord, \"to me every knee will bow. Every tongue will confess to God.\"\""},{"name":"Romans 14:12","text":"So then each one of us will give account of himself to God."},{"name":"Romans 14:13","text":"Therefore let\"s not judge one another any more, but judge this rather, that no man put a stumbling block in his brother\"s way, or an occasion for falling."},{"name":"Romans 14:14","text":"I know, and am persuaded in the Lord Jesus, that nothing is unclean of itself; except that to him who considers anything to be unclean, to him it is unclean."},{"name":"Romans 14:15","text":"Yet if because of food your brother is grieved, you walk no longer in love. Don\"t destroy with your food him for whom Christ died."},{"name":"Romans 14:16","text":"Then don\"t let your good be slandered,"},{"name":"Romans 14:17","text":"for the Kingdom of God is not eating and drinking, but righteousness, peace, and joy in the Holy Spirit."},{"name":"Romans 14:18","text":"For he who serves Christ in these things is acceptable to God and approved by men."},{"name":"Romans 14:19","text":"So then, let us follow after things which make for peace, and things by which we may build one another up."},{"name":"Romans 14:20","text":"Don\"t overthrow God\"s work for food\"s sake. All things indeed are clean, however it is evil for that man who creates a stumbling block by eating."},{"name":"Romans 14:21","text":"It is good to not eat meat, drink wine, nor do anything by which your brother stumbles, is offended, or is made weak."},{"name":"Romans 14:22","text":"Do you have faith? Have it to yourself before God. Happy is he who doesn\"t judge himself in that which he approves."},{"name":"Romans 14:23","text":"But he who doubts is condemned if he eats, because it isn\"t of faith; and whatever is not of faith is sin. (14:24) Now to him who is able to establish you according to my Good News and the preaching of Jesus Christ, according to the revelation of the mystery which has been kept secret through long ages, (14:25) but now is revealed, and by the Scriptures of the prophets, according to the commandment of the eternal God, is made known for obedience of faith to all the nations; (14:26) to the only wise God, through Jesus Christ, to whom be the glory forever! Amen."},{"name":"Romans 15:1","text":"Now we who are strong ought to bear the weaknesses of the weak, and not to please ourselves."},{"name":"Romans 15:2","text":"Let each one of us please his neighbor for that which is good, to be building him up."},{"name":"Romans 15:3","text":"For even Christ didn\"t please himself. But, as it is written, \"The reproaches of those who reproached you fell on me.\""},{"name":"Romans 15:4","text":"For whatever things were written before were written for our learning, that through patience and through encouragement of the Scriptures we might have hope."},{"name":"Romans 15:5","text":"Now the God of patience and of encouragement grant you to be of the same mind one with another according to Christ Jesus,"},{"name":"Romans 15:6","text":"that with one accord you may with one mouth glorify the God and Father of our Lord Jesus Christ."},{"name":"Romans 15:7","text":"Therefore accept one another, even as Christ also accepted you, to the glory of God."},{"name":"Romans 15:8","text":"Now I say that Christ has been made a servant of the circumcision for the truth of God, that he might confirm the promises given to the fathers,"},{"name":"Romans 15:9","text":"and that the Gentiles might glorify God for his mercy. As it is written, \"Therefore will I give praise to you among the Gentiles, and sing to your name.\""},{"name":"Romans 15:10","text":"Again he says, \"Rejoice, you Gentiles, with his people.\""},{"name":"Romans 15:11","text":"Again, \"Praise the Lord, all you Gentiles! Let all the peoples praise him.\""},{"name":"Romans 15:12","text":"Again, Isaiah says, \"There will be the root of Jesse, he who arises to rule over the Gentiles; in him the Gentiles will hope.\""},{"name":"Romans 15:13","text":"Now may the God of hope fill you with all joy and peace in believing, that you may abound in hope, in the power of the Holy Spirit."},{"name":"Romans 15:14","text":"I myself am also persuaded about you, my brothers, that you yourselves are full of goodness, filled with all knowledge, able also to admonish others."},{"name":"Romans 15:15","text":"But I write the more boldly to you in part, as reminding you, because of the grace that was given to me by God,"},{"name":"Romans 15:16","text":"that I should be a servant of Christ Jesus to the Gentiles, serving as a priest the Good News of God, that the offering up of the Gentiles might be made acceptable, sanctified by the Holy Spirit."},{"name":"Romans 15:17","text":"I have therefore my boasting in Christ Jesus in things pertaining to God."},{"name":"Romans 15:18","text":"For I will not dare to speak of any things except those which Christ worked through me, for the obedience of the Gentiles, by word and deed,"},{"name":"Romans 15:19","text":"in the power of signs and wonders, in the power of God\"s Spirit; so that from Jerusalem, and around as far as to Illyricum, I have fully preached the Good News of Christ;"},{"name":"Romans 15:20","text":"yes, making it my aim to preach the Good News, not where Christ was already named, that I might not build on another\"s foundation."},{"name":"Romans 15:21","text":"But, as it is written, \"They will see, to whom no news of him came. They who haven\"t heard will understand.\""},{"name":"Romans 15:22","text":"Therefore also I was hindered these many times from coming to you,"},{"name":"Romans 15:23","text":"but now, no longer having any place in these regions, and having these many years a longing to come to you,"},{"name":"Romans 15:24","text":"whenever I journey to Spain, I will come to you. For I hope to see you on my journey, and to be helped on my way there by you, if first I may enjoy your company for a while."},{"name":"Romans 15:25","text":"But now, I say, I am going to Jerusalem, serving the saints."},{"name":"Romans 15:26","text":"For it has been the good pleasure of Macedonia and Achaia to make a certain contribution for the poor among the saints who are at Jerusalem."},{"name":"Romans 15:27","text":"Yes, it has been their good pleasure, and they are their debtors. For if the Gentiles have been made partakers of their spiritual things, they owe it to them also to serve them in fleshly things."},{"name":"Romans 15:28","text":"When therefore I have accomplished this, and have sealed to them this fruit, I will go on by way of you to Spain."},{"name":"Romans 15:29","text":"I know that, when I come to you, I will come in the fullness of the blessing of the Good News of Christ."},{"name":"Romans 15:30","text":"Now I beg you, brothers, by our Lord Jesus Christ, and by the love of the Spirit, that you strive together with me in your prayers to God for me,"},{"name":"Romans 15:31","text":"that I may be delivered from those who are disobedient in Judea, and that my service which I have for Jerusalem may be acceptable to the saints;"},{"name":"Romans 15:32","text":"that I may come to you in joy through the will of God, and together with you, find rest."},{"name":"Romans 15:33","text":"Now the God of peace be with you all. Amen."},{"name":"Romans 16:1","text":"I commend to you Phoebe, our sister, who is a servant of the assembly that is at Cenchreae,"},{"name":"Romans 16:2","text":"that you receive her in the Lord, in a way worthy of the saints, and that you assist her in whatever matter she may need from you, for she herself also has been a helper of many, and of my own self."},{"name":"Romans 16:3","text":"Greet Prisca and Aquila, my fellow workers in Christ Jesus,"},{"name":"Romans 16:4","text":"who for my life, laid down their own necks; to whom not only I give thanks, but also all the assemblies of the Gentiles."},{"name":"Romans 16:5","text":"Greet the assembly that is in their house. Greet Epaenetus, my beloved, who is the first fruits of Achaia to Christ."},{"name":"Romans 16:6","text":"Greet Mary, who labored much for us."},{"name":"Romans 16:7","text":"Greet Andronicus and Junia, my relatives and my fellow prisoners, who are notable among the apostles, who also were in Christ before me."},{"name":"Romans 16:8","text":"Greet Amplias, my beloved in the Lord."},{"name":"Romans 16:9","text":"Greet Urbanus, our fellow worker in Christ, and Stachys, my beloved."},{"name":"Romans 16:10","text":"Greet Apelles, the approved in Christ. Greet those who are of the household of Aristobulus."},{"name":"Romans 16:11","text":"Greet Herodion, my kinsman. Greet them of the household of Narcissus, who are in the Lord."},{"name":"Romans 16:12","text":"Greet Tryphaena and Tryphosa, who labor in the Lord. Greet Persis, the beloved, who labored much in the Lord."},{"name":"Romans 16:13","text":"Greet Rufus, the chosen in the Lord, and his mother and mine."},{"name":"Romans 16:14","text":"Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers who are with them."},{"name":"Romans 16:15","text":"Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them."},{"name":"Romans 16:16","text":"Greet one another with a holy kiss. The assemblies of Christ greet you."},{"name":"Romans 16:17","text":"Now I beg you, brothers, look out for those who are causing the divisions and occasions of stumbling, contrary to the doctrine which you learned, and turn away from them."},{"name":"Romans 16:18","text":"For those who are such don\"t serve our Lord, Jesus Christ, but their own belly; and by their smooth and flattering speech, they deceive the hearts of the innocent."},{"name":"Romans 16:19","text":"For your obedience has become known to all. I rejoice therefore over you. But I desire to have you wise in that which is good, but innocent in that which is evil."},{"name":"Romans 16:20","text":"And the God of peace will quickly crush Satan under your feet. The grace of our Lord Jesus Christ be with you."},{"name":"Romans 16:21","text":"Timothy, my fellow worker, greets you, as do Lucius, Jason, and Sosipater, my relatives."},{"name":"Romans 16:22","text":"I, Tertius, who write the letter, greet you in the Lord."},{"name":"Romans 16:23","text":"Gaius, my host and host of the whole assembly, greets you. Erastus, the treasurer of the city, greets you, as does Quartus, the brother."},{"name":"Romans 16:24","text":"The grace of our Lord Jesus Christ be with you all! Amen."},{"name":"Romans 16:25","text":"- - -"},{"name":"Romans 16:26","text":"- - -"},{"name":"Romans 16:27","text":"- - -"},{"name":"1 Corinthians 1:1","text":"Paul, called to be an apostle of Jesus Christ through the will of God, and our brother Sosthenes,"},{"name":"1 Corinthians 1:2","text":"to the assembly of God which is at Corinth; those who are sanctified in Christ Jesus, called to be saints, with all who call on the name of our Lord Jesus Christ in every place, both theirs and ours:"},{"name":"1 Corinthians 1:3","text":"Grace to you and peace from God our Father and the Lord Jesus Christ."},{"name":"1 Corinthians 1:4","text":"I always thank my God concerning you, for the grace of God which was given you in Christ Jesus;"},{"name":"1 Corinthians 1:5","text":"that in everything you were enriched in him, in all speech and all knowledge;"},{"name":"1 Corinthians 1:6","text":"even as the testimony of Christ was confirmed in you:"},{"name":"1 Corinthians 1:7","text":"so that you come behind in no gift; waiting for the revelation of our Lord Jesus Christ;"},{"name":"1 Corinthians 1:8","text":"who will also confirm you until the end, blameless in the day of our Lord Jesus Christ."},{"name":"1 Corinthians 1:9","text":"God is faithful, through whom you were called into the fellowship of his Son, Jesus Christ, our Lord."},{"name":"1 Corinthians 1:10","text":"Now I beg you, brothers, through the name of our Lord, Jesus Christ, that you all speak the same thing and that there be no divisions among you, but that you be perfected together in the same mind and in the same judgment."},{"name":"1 Corinthians 1:11","text":"For it has been reported to me concerning you, my brothers, by those who are from Chloe\"s household, that there are contentions among you."},{"name":"1 Corinthians 1:12","text":"Now I mean this, that each one of you says, \"I follow Paul,\" \"I follow Apollos,\" \"I follow Cephas,\" and, \"I follow Christ.\""},{"name":"1 Corinthians 1:13","text":"Is Christ divided? Was Paul crucified for you? Or were you baptized into the name of Paul?"},{"name":"1 Corinthians 1:14","text":"I thank God that I baptized none of you, except Crispus and Gaius,"},{"name":"1 Corinthians 1:15","text":"so that no one should say that I had baptized you into my own name."},{"name":"1 Corinthians 1:16","text":"(I also baptized the household of Stephanas; besides them, I don\"t know whether I baptized any other.)"},{"name":"1 Corinthians 1:17","text":"For Christ sent me not to baptize, but to preach the Good News\"not in wisdom of words, so that the cross of Christ wouldn\"t be made void."},{"name":"1 Corinthians 1:18","text":"For the word of the cross is foolishness to those who are dying, but to us who are saved it is the power of God."},{"name":"1 Corinthians 1:19","text":"For it is written, \"I will destroy the wisdom of the wise, I will bring the discernment of the discerning to nothing.\""},{"name":"1 Corinthians 1:20","text":"Where is the wise? Where is the scribe? Where is the lawyer of this world? Hasn\"t God made foolish the wisdom of this world?"},{"name":"1 Corinthians 1:21","text":"For seeing that in the wisdom of God, the world through its wisdom didn\"t know God, it was God\"s good pleasure through the foolishness of the preaching to save those who believe."},{"name":"1 Corinthians 1:22","text":"For Jews ask for signs, Greeks seek after wisdom,"},{"name":"1 Corinthians 1:23","text":"but we preach Christ crucified; a stumbling block to Jews, and foolishness to Greeks,"},{"name":"1 Corinthians 1:24","text":"but to those who are called, both Jews and Greeks, Christ is the power of God and the wisdom of God."},{"name":"1 Corinthians 1:25","text":"Because the foolishness of God is wiser than men, and the weakness of God is stronger than men."},{"name":"1 Corinthians 1:26","text":"For you see your calling, brothers, that not many are wise according to the flesh, not many mighty, and not many noble;"},{"name":"1 Corinthians 1:27","text":"but God chose the foolish things of the world that he might put to shame those who are wise. God chose the weak things of the world, that he might put to shame the things that are strong;"},{"name":"1 Corinthians 1:28","text":"and God chose the lowly things of the world, and the things that are despised, and the things that are not, that he might bring to nothing the things that are:"},{"name":"1 Corinthians 1:29","text":"that no flesh should boast before God."},{"name":"1 Corinthians 1:30","text":"But of him, you are in Christ Jesus, who was made to us wisdom from God, and righteousness and sanctification, and redemption:"},{"name":"1 Corinthians 1:31","text":"that, according as it is written, \"He who boasts, let him boast in the Lord.\""},{"name":"1 Corinthians 2:1","text":"When I came to you, brothers, I didn\"t come with excellence of speech or of wisdom, proclaiming to you the testimony of God."},{"name":"1 Corinthians 2:2","text":"For I determined not to know anything among you, except Jesus Christ, and him crucified."},{"name":"1 Corinthians 2:3","text":"I was with you in weakness, in fear, and in much trembling."},{"name":"1 Corinthians 2:4","text":"My speech and my preaching were not in persuasive words of human wisdom, but in demonstration of the Spirit and of power,"},{"name":"1 Corinthians 2:5","text":"that your faith wouldn\"t stand in the wisdom of men, but in the power of God."},{"name":"1 Corinthians 2:6","text":"We speak wisdom, however, among those who are full grown; yet a wisdom not of this world, nor of the rulers of this world, who are coming to nothing."},{"name":"1 Corinthians 2:7","text":"But we speak God\"s wisdom in a mystery, the wisdom that has been hidden, which God foreordained before the worlds for our glory,"},{"name":"1 Corinthians 2:8","text":"which none of the rulers of this world has known. For had they known it, they wouldn\"t have crucified the Lord of glory."},{"name":"1 Corinthians 2:9","text":"But as it is written, \"Things which an eye didn\"t see, and an ear didn\"t hear, which didn\"t enter into the heart of man, these God has prepared for those who love him.\""},{"name":"1 Corinthians 2:10","text":"But to us, God revealed them through the Spirit. For the Spirit searches all things, yes, the deep things of God."},{"name":"1 Corinthians 2:11","text":"For who among men knows the things of a man, except the spirit of the man, which is in him? Even so, no one knows the things of God, except God\"s Spirit."},{"name":"1 Corinthians 2:12","text":"But we received, not the spirit of the world, but the Spirit which is from God, that we might know the things that were freely given to us by God."},{"name":"1 Corinthians 2:13","text":"Which things also we speak, not in words which man\"s wisdom teaches, but which the Holy Spirit teaches, comparing spiritual things with spiritual things."},{"name":"1 Corinthians 2:14","text":"Now the natural man doesn\"t receive the things of God\"s Spirit, for they are foolishness to him, and he can\"t know them, because they are spiritually discerned."},{"name":"1 Corinthians 2:15","text":"But he who is spiritual discerns all things, and he himself is judged by no one."},{"name":"1 Corinthians 2:16","text":"\"For who has known the mind of the Lord, that he should instruct him?\" But we have Christ\"s mind."},{"name":"1 Corinthians 3:1","text":"Brothers, I couldn\"t speak to you as to spiritual, but as to fleshly, as to babies in Christ."},{"name":"1 Corinthians 3:2","text":"I fed you with milk, not with meat; for you weren\"t yet ready. Indeed, not even now are you ready,"},{"name":"1 Corinthians 3:3","text":"for you are still fleshly. For insofar as there is jealousy, strife, and factions among you, aren\"t you fleshly, and don\"t you walk in the ways of men?"},{"name":"1 Corinthians 3:4","text":"For when one says, \"I follow Paul,\" and another, \"I follow Apollos,\" aren\"t you fleshly?"},{"name":"1 Corinthians 3:5","text":"Who then is Apollos, and who is Paul, but servants through whom you believed; and each as the Lord gave to him?"},{"name":"1 Corinthians 3:6","text":"I planted. Apollos watered. But God gave the increase."},{"name":"1 Corinthians 3:7","text":"So then neither he who plants is anything, nor he who waters, but God who gives the increase."},{"name":"1 Corinthians 3:8","text":"Now he who plants and he who waters are the same, but each will receive his own reward according to his own labor."},{"name":"1 Corinthians 3:9","text":"For we are God\"s fellow workers. You are God\"s farming, God\"s building."},{"name":"1 Corinthians 3:10","text":"According to the grace of God which was given to me, as a wise master builder I laid a foundation, and another builds on it. But let each man be careful how he builds on it."},{"name":"1 Corinthians 3:11","text":"For no one can lay any other foundation than that which has been laid, which is Jesus Christ."},{"name":"1 Corinthians 3:12","text":"But if anyone builds on the foundation with gold, silver, costly stones, wood, hay, or stubble;"},{"name":"1 Corinthians 3:13","text":"each man\"s work will be revealed. For the Day will declare it, because it is revealed in fire; and the fire itself will test what sort of work each man\"s work is."},{"name":"1 Corinthians 3:14","text":"If any man\"s work remains which he built on it, he will receive a reward."},{"name":"1 Corinthians 3:15","text":"If any man\"s work is burned, he will suffer loss, but he himself will be saved, but as through fire."},{"name":"1 Corinthians 3:16","text":"Don\"t you know that you are a temple of God, and that God\"s Spirit lives in you?"},{"name":"1 Corinthians 3:17","text":"If anyone destroys the temple of God, God will destroy him; for God\"s temple is holy, which you are."},{"name":"1 Corinthians 3:18","text":"Let no one deceive himself. If anyone thinks that he is wise among you in this world, let him become a fool, that he may become wise."},{"name":"1 Corinthians 3:19","text":"For the wisdom of this world is foolishness with God. For it is written, \"He has taken the wise in their craftiness.\""},{"name":"1 Corinthians 3:20","text":"And again, \"The Lord knows the reasoning of the wise, that it is worthless.\""},{"name":"1 Corinthians 3:21","text":"Therefore let no one boast in men. For all things are yours,"},{"name":"1 Corinthians 3:22","text":"whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come. All are yours,"},{"name":"1 Corinthians 3:23","text":"and you are Christ\"s, and Christ is God\"s."},{"name":"1 Corinthians 4:1","text":"So let a man think of us as Christ\"s servants, and stewards of God\"s mysteries."},{"name":"1 Corinthians 4:2","text":"Here, moreover, it is required of stewards, that they be found faithful."},{"name":"1 Corinthians 4:3","text":"But with me it is a very small thing that I should be judged by you, or by man\"s judgment. Yes, I don\"t judge my own self."},{"name":"1 Corinthians 4:4","text":"For I know nothing against myself. Yet I am not justified by this, but he who judges me is the Lord."},{"name":"1 Corinthians 4:5","text":"Therefore judge nothing before the time, until the Lord comes, who will both bring to light the hidden things of darkness, and reveal the counsels of the hearts. Then each man will get his praise from God."},{"name":"1 Corinthians 4:6","text":"Now these things, brothers, I have in a figure transferred to myself and Apollos for your sakes, that in us you might learn not to think beyond the things which are written, that none of you be puffed up against one another."},{"name":"1 Corinthians 4:7","text":"For who makes you different? And what do you have that you didn\"t receive? But if you did receive it, why do you boast as if you had not received it?"},{"name":"1 Corinthians 4:8","text":"You are already filled. You have already become rich. You have come to reign without us. Yes, and I wish that you did reign, that we also might reign with you."},{"name":"1 Corinthians 4:9","text":"For, I think that God has displayed us, the apostles, last of all, like men sentenced to death. For we are made a spectacle to the world, both to angels and men."},{"name":"1 Corinthians 4:10","text":"We are fools for Christ\"s sake, but you are wise in Christ. We are weak, but you are strong. You have honor, but we have dishonor."},{"name":"1 Corinthians 4:11","text":"Even to this present hour we hunger, thirst, are naked, are beaten, and have no certain dwelling place."},{"name":"1 Corinthians 4:12","text":"We toil, working with our own hands. When people curse us, we bless. Being persecuted, we endure."},{"name":"1 Corinthians 4:13","text":"Being defamed, we entreat. We are made as the filth of the world, the dirt wiped off by all, even until now."},{"name":"1 Corinthians 4:14","text":"I don\"t write these things to shame you, but to admonish you as my beloved children."},{"name":"1 Corinthians 4:15","text":"For though you have ten thousand tutors in Christ, yet not many fathers. For in Christ Jesus, I became your father through the Good News."},{"name":"1 Corinthians 4:16","text":"I beg you therefore, be imitators of me."},{"name":"1 Corinthians 4:17","text":"Because of this I have sent Timothy to you, who is my beloved and faithful child in the Lord, who will remind you of my ways which are in Christ, even as I teach everywhere in every assembly."},{"name":"1 Corinthians 4:18","text":"Now some are puffed up, as though I were not coming to you."},{"name":"1 Corinthians 4:19","text":"But I will come to you shortly, if the Lord is willing. And I will know, not the word of those who are puffed up, but the power."},{"name":"1 Corinthians 4:20","text":"For the Kingdom of God is not in word, but in power."},{"name":"1 Corinthians 4:21","text":"What do you want? Shall I come to you with a rod, or in love and a spirit of gentleness?"},{"name":"1 Corinthians 5:1","text":"It is actually reported that there is sexual immorality among you, and such sexual immorality as is not even named among the Gentiles, that one has his father\"s wife."},{"name":"1 Corinthians 5:2","text":"You are puffed up, and didn\"t rather mourn, that he who had done this deed might be removed from among you."},{"name":"1 Corinthians 5:3","text":"For I most certainly, as being absent in body but present in spirit, have already, as though I were present, judged him who has done this thing."},{"name":"1 Corinthians 5:4","text":"In the name of our Lord Jesus Christ, you being gathered together, and my spirit, with the power of our Lord Jesus Christ,"},{"name":"1 Corinthians 5:5","text":"are to deliver such a one to Satan for the destruction of the flesh, that the spirit may be saved in the day of the Lord Jesus."},{"name":"1 Corinthians 5:6","text":"Your boasting is not good. Don\"t you know that a little yeast leavens the whole lump?"},{"name":"1 Corinthians 5:7","text":"Purge out the old yeast, that you may be a new lump, even as you are unleavened. For indeed Christ, our Passover, has been sacrificed in our place."},{"name":"1 Corinthians 5:8","text":"Therefore let us keep the feast, not with old yeast, neither with the yeast of malice and wickedness, but with the unleavened bread of sincerity and truth."},{"name":"1 Corinthians 5:9","text":"I wrote to you in my letter to have no company with sexual sinners;"},{"name":"1 Corinthians 5:10","text":"yet not at all meaning with the sexual sinners of this world, or with the covetous and extortioners, or with idolaters; for then you would have to leave the world."},{"name":"1 Corinthians 5:11","text":"But as it is, I wrote to you not to associate with anyone who is called a brother who is a sexual sinner, or covetous, or an idolater, or a slanderer, or a drunkard, or an extortioner. Don\"t even eat with such a person."},{"name":"1 Corinthians 5:12","text":"For what have I to do with also judging those who are outside? Don\"t you judge those who are within?"},{"name":"1 Corinthians 5:13","text":"But those who are outside, God judges. \"Put away the wicked man from among yourselves.\""},{"name":"1 Corinthians 6:1","text":"Dare any of you, having a matter against his neighbor, go to law before the unrighteous, and not before the saints?"},{"name":"1 Corinthians 6:2","text":"Don\"t you know that the saints will judge the world? And if the world is judged by you, are you unworthy to judge the smallest matters?"},{"name":"1 Corinthians 6:3","text":"Don\"t you know that we will judge angels? How much more, things that pertain to this life?"},{"name":"1 Corinthians 6:4","text":"If then, you have to judge things pertaining to this life, do you set them to judge who are of no account in the assembly?"},{"name":"1 Corinthians 6:5","text":"I say this to move you to shame. Isn\"t there even one wise man among you who would be able to decide between his brothers?"},{"name":"1 Corinthians 6:6","text":"But brother goes to law with brother, and that before unbelievers!"},{"name":"1 Corinthians 6:7","text":"Therefore it is already altogether a defect in you, that you have lawsuits one with another. Why not rather be wronged? Why not rather be defrauded?"},{"name":"1 Corinthians 6:8","text":"No, but you yourselves do wrong, and defraud, and that against your brothers."},{"name":"1 Corinthians 6:9","text":"Or don\"t you know that the unrighteous will not inherit the Kingdom of God? Don\"t be deceived. Neither the sexually immoral, nor idolaters, nor adulterers, nor male prostitutes, nor homosexuals,"},{"name":"1 Corinthians 6:10","text":"nor thieves, nor covetous, nor drunkards, nor slanderers, nor extortioners, will inherit the Kingdom of God."},{"name":"1 Corinthians 6:11","text":"Such were some of you, but you were washed. But you were sanctified. But you were justified in the name of the Lord Jesus, and in the Spirit of our God."},{"name":"1 Corinthians 6:12","text":"\"All things are lawful for me,\" but not all things are expedient. \"All things are lawful for me,\" but I will not be brought under the power of anything."},{"name":"1 Corinthians 6:13","text":"\"Foods for the belly, and the belly for foods,\" but God will bring to nothing both it and them. But the body is not for sexual immorality, but for the Lord; and the Lord for the body."},{"name":"1 Corinthians 6:14","text":"Now God raised up the Lord, and will also raise us up by his power."},{"name":"1 Corinthians 6:15","text":"Don\"t you know that your bodies are members of Christ? Shall I then take the members of Christ, and make them members of a prostitute? May it never be!"},{"name":"1 Corinthians 6:16","text":"Or don\"t you know that he who is joined to a prostitute is one body? For, \"The two,\" says he, \"will become one flesh.\""},{"name":"1 Corinthians 6:17","text":"But he who is joined to the Lord is one spirit."},{"name":"1 Corinthians 6:18","text":"Flee sexual immorality! \"Every sin that a man does is outside the body,\" but he who commits sexual immorality sins against his own body."},{"name":"1 Corinthians 6:19","text":"Or don\"t you know that your body is a temple of the Holy Spirit which is in you, which you have from God? You are not your own,"},{"name":"1 Corinthians 6:20","text":"for you were bought with a price. Therefore glorify God in your body and in your spirit, which are God\"s."},{"name":"1 Corinthians 7:1","text":"Now concerning the things about which you wrote to me: it is good for a man not to touch a woman."},{"name":"1 Corinthians 7:2","text":"But, because of sexual immoralities, let each man have his own wife, and let each woman have her own husband."},{"name":"1 Corinthians 7:3","text":"Let the husband render to his wife the affection owed her, and likewise also the wife to her husband."},{"name":"1 Corinthians 7:4","text":"The wife doesn\"t have authority over her own body, but the husband. Likewise also the husband doesn\"t have authority over his own body, but the wife."},{"name":"1 Corinthians 7:5","text":"Don\"t deprive one another, unless it is by consent for a season, that you may give yourselves to fasting and prayer, and may be together again, that Satan doesn\"t tempt you because of your lack of self-control."},{"name":"1 Corinthians 7:6","text":"But this I say by way of concession, not of commandment."},{"name":"1 Corinthians 7:7","text":"Yet I wish that all men were like me. However each man has his own gift from God, one of this kind, and another of that kind."},{"name":"1 Corinthians 7:8","text":"But I say to the unmarried and to widows, it is good for them if they remain even as I am."},{"name":"1 Corinthians 7:9","text":"But if they don\"t have self-control, let them marry. For it\"s better to marry than to burn."},{"name":"1 Corinthians 7:10","text":"But to the married I command\"not I, but the Lord\"that the wife not leave her husband"},{"name":"1 Corinthians 7:11","text":"(but if she departs, let her remain unmarried, or else be reconciled to her husband), and that the husband not leave his wife."},{"name":"1 Corinthians 7:12","text":"But to the rest I\"not the Lord\"say, if any brother has an unbelieving wife, and she is content to live with him, let him not leave her."},{"name":"1 Corinthians 7:13","text":"The woman who has an unbelieving husband, and he is content to live with her, let her not leave her husband."},{"name":"1 Corinthians 7:14","text":"For the unbelieving husband is sanctified in the wife, and the unbelieving wife is sanctified in the husband. Otherwise your children would be unclean, but now they are holy."},{"name":"1 Corinthians 7:15","text":"Yet if the unbeliever departs, let there be separation. The brother or the sister is not under bondage in such cases, but God has called us in peace."},{"name":"1 Corinthians 7:16","text":"For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?"},{"name":"1 Corinthians 7:17","text":"Only, as the Lord has distributed to each man, as God has called each, so let him walk. So I command in all the assemblies."},{"name":"1 Corinthians 7:18","text":"Was anyone called having been circumcised? Let him not become uncircumcised. Has anyone been called in uncircumcision? Let him not be circumcised."},{"name":"1 Corinthians 7:19","text":"Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God."},{"name":"1 Corinthians 7:20","text":"Let each man stay in that calling in which he was called."},{"name":"1 Corinthians 7:21","text":"Were you called being a bondservant? Don\"t let that bother you, but if you get an opportunity to become free, use it."},{"name":"1 Corinthians 7:22","text":"For he who was called in the Lord being a bondservant is the Lord\"s free man. Likewise he who was called being free is Christ\"s bondservant."},{"name":"1 Corinthians 7:23","text":"You were bought with a price. Don\"t become bondservants of men."},{"name":"1 Corinthians 7:24","text":"Brothers, let each man, in whatever condition he was called, stay in that condition with God."},{"name":"1 Corinthians 7:25","text":"Now concerning virgins, I have no commandment from the Lord, but I give my judgment as one who has obtained mercy from the Lord to be trustworthy."},{"name":"1 Corinthians 7:26","text":"I think that it is good therefore, because of the distress that is on us, that it is good for a man to be as he is."},{"name":"1 Corinthians 7:27","text":"Are you bound to a wife? Don\"t seek to be freed. Are you free from a wife? Don\"t seek a wife."},{"name":"1 Corinthians 7:28","text":"But if you marry, you have not sinned. If a virgin marries, she has not sinned. Yet such will have oppression in the flesh, and I want to spare you."},{"name":"1 Corinthians 7:29","text":"But I say this, brothers: the time is short, that from now on, both those who have wives may be as though they had none;"},{"name":"1 Corinthians 7:30","text":"and those who weep, as though they didn\"t weep; and those who rejoice, as though they didn\"t rejoice; and those who buy, as though they didn\"t possess;"},{"name":"1 Corinthians 7:31","text":"and those who use the world, as not using it to the fullest. For the mode of this world passes away."},{"name":"1 Corinthians 7:32","text":"But I desire to have you to be free from cares. He who is unmarried is concerned for the things of the Lord, how he may please the Lord;"},{"name":"1 Corinthians 7:33","text":"but he who is married is concerned about the things of the world, how he may please his wife."},{"name":"1 Corinthians 7:34","text":"There is also a difference between a wife and a virgin. The unmarried woman cares about the things of the Lord, that she may be holy both in body and in spirit. But she who is married cares about the things of the world\"how she may please her husband."},{"name":"1 Corinthians 7:35","text":"This I say for your own profit; not that I may ensnare you, but for that which is appropriate, and that you may attend to the Lord without distraction."},{"name":"1 Corinthians 7:36","text":"But if any man thinks that he is behaving inappropriately toward his virgin, if she is past the flower of her age, and if need so requires, let him do what he desires. He doesn\"t sin. Let them marry."},{"name":"1 Corinthians 7:37","text":"But he who stands steadfast in his heart, having no necessity, but has power over his own heart, to keep his own virgin, does well."},{"name":"1 Corinthians 7:38","text":"So then both he who gives his own virgin in marriage does well, and he who doesn\"t give her in marriage does better."},{"name":"1 Corinthians 7:39","text":"A wife is bound by law for as long as her husband lives; but if the husband is dead, she is free to be married to whomever she desires, only in the Lord."},{"name":"1 Corinthians 7:40","text":"But she is happier if she stays as she is, in my judgment, and I think that I also have God\"s Spirit."},{"name":"1 Corinthians 8:1","text":"Now concerning things sacrificed to idols: We know that we all have knowledge. Knowledge puffs up, but love builds up."},{"name":"1 Corinthians 8:2","text":"But if anyone thinks that he knows anything, he doesn\"t yet know as he ought to know."},{"name":"1 Corinthians 8:3","text":"But if anyone loves God, the same is known by him."},{"name":"1 Corinthians 8:4","text":"Therefore concerning the eating of things sacrificed to idols, we know that no idol is anything in the world, and that there is no other God but one."},{"name":"1 Corinthians 8:5","text":"For though there are things that are called \"gods,\" whether in the heavens or on earth; as there are many \"gods\" and many \"lords;\""},{"name":"1 Corinthians 8:6","text":"yet to us there is one God, the Father, of whom are all things, and we for him; and one Lord, Jesus Christ, through whom are all things, and we live through him."},{"name":"1 Corinthians 8:7","text":"However, that knowledge isn\"t in all men. But some, with consciousness of the idol until now, eat as of a thing sacrificed to an idol, and their conscience, being weak, is defiled."},{"name":"1 Corinthians 8:8","text":"But food will not commend us to God. For neither, if we don\"t eat, are we the worse; nor, if we eat, are we the better."},{"name":"1 Corinthians 8:9","text":"But be careful that by no means does this liberty of yours become a stumbling block to the weak."},{"name":"1 Corinthians 8:10","text":"For if a man sees you who have knowledge sitting in an idol\"s temple, won\"t his conscience, if he is weak, be emboldened to eat things sacrificed to idols?"},{"name":"1 Corinthians 8:11","text":"And through your knowledge, he who is weak perishes, the brother for whose sake Christ died."},{"name":"1 Corinthians 8:12","text":"Thus, sinning against the brothers, and wounding their conscience when it is weak, you sin against Christ."},{"name":"1 Corinthians 8:13","text":"Therefore, if food causes my brother to stumble, I will eat no meat forevermore, that I don\"t cause my brother to stumble."},{"name":"1 Corinthians 9:1","text":"Am I not free? Am I not an apostle? Haven\"t I seen Jesus Christ, our Lord? Aren\"t you my work in the Lord?"},{"name":"1 Corinthians 9:2","text":"If to others I am not an apostle, yet at least I am to you; for you are the seal of my apostleship in the Lord."},{"name":"1 Corinthians 9:3","text":"My defense to those who examine me is this."},{"name":"1 Corinthians 9:4","text":"Have we no right to eat and to drink?"},{"name":"1 Corinthians 9:5","text":"Have we no right to take along a wife who is a believer, even as the rest of the apostles, and the brothers of the Lord, and Cephas?"},{"name":"1 Corinthians 9:6","text":"Or have only Barnabas and I no right to not work?"},{"name":"1 Corinthians 9:7","text":"What soldier ever serves at his own expense? Who plants a vineyard, and doesn\"t eat of its fruit? Or who feeds a flock, and doesn\"t drink from the flock\"s milk?"},{"name":"1 Corinthians 9:8","text":"Do I speak these things according to the ways of men? Or doesn\"t the law also say the same thing?"},{"name":"1 Corinthians 9:9","text":"For it is written in the law of Moses, \"You shall not muzzle an ox while it treads out the grain.\" Is it for the oxen that God cares,"},{"name":"1 Corinthians 9:10","text":"or does he say it assuredly for our sake? Yes, it was written for our sake, because he who plows ought to plow in hope, and he who threshes in hope should partake of his hope."},{"name":"1 Corinthians 9:11","text":"If we sowed to you spiritual things, is it a great thing if we reap your fleshly things?"},{"name":"1 Corinthians 9:12","text":"If others partake of this right over you, don\"t we yet more? Nevertheless we did not use this right, but we bear all things, that we may cause no hindrance to the Good News of Christ."},{"name":"1 Corinthians 9:13","text":"Don\"t you know that those who serve around sacred things eat from the things of the temple, and those who wait on the altar have their portion with the altar?"},{"name":"1 Corinthians 9:14","text":"Even so the Lord ordained that those who proclaim the Good News should live from the Good News."},{"name":"1 Corinthians 9:15","text":"But I have used none of these things, and I don\"t write these things that it may be done so in my case; for I would rather die, than that anyone should make my boasting void."},{"name":"1 Corinthians 9:16","text":"For if I preach the Good News, I have nothing to boast about; for necessity is laid on me; but woe is to me, if I don\"t preach the Good News."},{"name":"1 Corinthians 9:17","text":"For if I do this of my own will, I have a reward. But if not of my own will, I have a stewardship entrusted to me."},{"name":"1 Corinthians 9:18","text":"What then is my reward? That, when I preach the Good News, I may present the Good News of Christ without charge, so as not to abuse my authority in the Good News."},{"name":"1 Corinthians 9:19","text":"For though I was free from all, I brought myself under bondage to all, that I might gain the more."},{"name":"1 Corinthians 9:20","text":"To the Jews I became as a Jew, that I might gain Jews; to those who are under the law, as under the law, that I might gain those who are under the law;"},{"name":"1 Corinthians 9:21","text":"to those who are without law, as without law (not being without law toward God, but under law toward Christ), that I might win those who are without law."},{"name":"1 Corinthians 9:22","text":"To the weak I became as weak, that I might gain the weak. I have become all things to all men, that I may by all means save some."},{"name":"1 Corinthians 9:23","text":"Now I do this for the sake of the Good News, that I may be a joint partaker of it."},{"name":"1 Corinthians 9:24","text":"Don\"t you know that those who run in a race all run, but one receives the prize? Run like that, that you may win."},{"name":"1 Corinthians 9:25","text":"Every man who strives in the games exercises self-control in all things. Now they do it to receive a corruptible crown, but we an incorruptible."},{"name":"1 Corinthians 9:26","text":"I therefore run like that, as not uncertainly. I fight like that, as not beating the air,"},{"name":"1 Corinthians 9:27","text":"but I beat my body and bring it into submission, lest by any means, after I have preached to others, I myself should be rejected."},{"name":"1 Corinthians 10:1","text":"Now I would not have you ignorant, brothers, that our fathers were all under the cloud, and all passed through the sea;"},{"name":"1 Corinthians 10:2","text":"and were all baptized into Moses in the cloud and in the sea;"},{"name":"1 Corinthians 10:3","text":"and all ate the same spiritual food;"},{"name":"1 Corinthians 10:4","text":"and all drank the same spiritual drink. For they drank of a spiritual rock that followed them, and the rock was Christ."},{"name":"1 Corinthians 10:5","text":"However with most of them, God was not well pleased, for they were overthrown in the wilderness."},{"name":"1 Corinthians 10:6","text":"Now these things were our examples, to the intent we should not lust after evil things, as they also lusted."},{"name":"1 Corinthians 10:7","text":"Neither be idolaters, as some of them were. As it is written, \"The people sat down to eat and drink, and rose up to play.\""},{"name":"1 Corinthians 10:8","text":"Neither let us commit sexual immorality, as some of them committed, and in one day twenty-three thousand fell."},{"name":"1 Corinthians 10:9","text":"Neither let us test the Lord, as some of them tested, and perished by the serpents."},{"name":"1 Corinthians 10:10","text":"Neither grumble, as some of them also grumbled, and perished by the destroyer."},{"name":"1 Corinthians 10:11","text":"Now all these things happened to them by way of example, and they were written for our admonition, on whom the ends of the ages have come."},{"name":"1 Corinthians 10:12","text":"Therefore let him who thinks he stands be careful that he doesn\"t fall."},{"name":"1 Corinthians 10:13","text":"No temptation has taken you except what is common to man. God is faithful, who will not allow you to be tempted above what you are able, but will with the temptation also make the way of escape, that you may be able to endure it."},{"name":"1 Corinthians 10:14","text":"Therefore, my beloved, flee from idolatry."},{"name":"1 Corinthians 10:15","text":"I speak as to wise men. Judge what I say."},{"name":"1 Corinthians 10:16","text":"The cup of blessing which we bless, isn\"t it a sharing of the blood of Christ? The bread which we break, isn\"t it a sharing of the body of Christ?"},{"name":"1 Corinthians 10:17","text":"Because there is one loaf of bread, we, who are many, are one body; for we all partake of the one loaf of bread."},{"name":"1 Corinthians 10:18","text":"Consider Israel according to the flesh. Don\"t those who eat the sacrifices participate in the altar?"},{"name":"1 Corinthians 10:19","text":"What am I saying then? That a thing sacrificed to idols is anything, or that an idol is anything?"},{"name":"1 Corinthians 10:20","text":"But I say that the things which the Gentiles sacrifice, they sacrifice to demons, and not to God, and I don\"t desire that you would have fellowship with demons."},{"name":"1 Corinthians 10:21","text":"You can\"t both drink the cup of the Lord and the cup of demons. You can\"t both partake of the table of the Lord, and of the table of demons."},{"name":"1 Corinthians 10:22","text":"Or do we provoke the Lord to jealousy? Are we stronger than he?"},{"name":"1 Corinthians 10:23","text":"\"All things are lawful for me,\" but not all things are profitable. \"All things are lawful for me,\" but not all things build up."},{"name":"1 Corinthians 10:24","text":"Let no one seek his own, but each one his neighbor\"s good."},{"name":"1 Corinthians 10:25","text":"Whatever is sold in the butcher shop, eat, asking no question for the sake of conscience,"},{"name":"1 Corinthians 10:26","text":"for \"the earth is the Lord\"s, and its fullness.\""},{"name":"1 Corinthians 10:27","text":"But if one of those who don\"t believe invites you to a meal, and you are inclined to go, eat whatever is set before you, asking no questions for the sake of conscience."},{"name":"1 Corinthians 10:28","text":"But if anyone says to you, \"This was offered to idols,\" don\"t eat it for the sake of the one who told you, and for the sake of conscience. For \"the earth is the Lord\"s, and all its fullness.\""},{"name":"1 Corinthians 10:29","text":"Conscience, I say, not your own, but the other\"s conscience. For why is my liberty judged by another conscience?"},{"name":"1 Corinthians 10:30","text":"If I partake with thankfulness, why am I denounced for that for which I give thanks?"},{"name":"1 Corinthians 10:31","text":"Whether therefore you eat, or drink, or whatever you do, do all to the glory of God."},{"name":"1 Corinthians 10:32","text":"Give no occasions for stumbling, either to Jews, or to Greeks, or to the assembly of God;"},{"name":"1 Corinthians 10:33","text":"even as I also please all men in all things, not seeking my own profit, but the profit of the many, that they may be saved."},{"name":"1 Corinthians 11:1","text":"Be imitators of me, even as I also am of Christ."},{"name":"1 Corinthians 11:2","text":"Now I praise you, brothers, that you remember me in all things, and hold firm the traditions, even as I delivered them to you."},{"name":"1 Corinthians 11:3","text":"But I would have you know that the head of every man is Christ, and the head of the woman is the man, and the head of Christ is God."},{"name":"1 Corinthians 11:4","text":"Every man praying or prophesying, having his head covered, dishonors his head."},{"name":"1 Corinthians 11:5","text":"But every woman praying or prophesying with her head unveiled dishonors her head. For it is one and the same thing as if she were shaved."},{"name":"1 Corinthians 11:6","text":"For if a woman is not covered, let her also be shorn. But if it is shameful for a woman to be shorn or shaved, let her be covered."},{"name":"1 Corinthians 11:7","text":"For a man indeed ought not to have his head covered, because he is the image and glory of God, but the woman is the glory of the man."},{"name":"1 Corinthians 11:8","text":"For man is not from woman, but woman from man;"},{"name":"1 Corinthians 11:9","text":"for neither was man created for the woman, but woman for the man."},{"name":"1 Corinthians 11:10","text":"For this cause the woman ought to have authority on her head, because of the angels."},{"name":"1 Corinthians 11:11","text":"Nevertheless, neither is the woman independent of the man, nor the man independent of the woman, in the Lord."},{"name":"1 Corinthians 11:12","text":"For as woman came from man, so a man also comes through a woman; but all things are from God."},{"name":"1 Corinthians 11:13","text":"Judge for yourselves. Is it appropriate that a woman pray to God unveiled?"},{"name":"1 Corinthians 11:14","text":"Doesn\"t even nature itself teach you that if a man has long hair, it is a dishonor to him?"},{"name":"1 Corinthians 11:15","text":"But if a woman has long hair, it is a glory to her, for her hair is given to her for a covering."},{"name":"1 Corinthians 11:16","text":"But if any man seems to be contentious, we have no such custom, neither do God\"s assemblies."},{"name":"1 Corinthians 11:17","text":"But in giving you this command, I don\"t praise you, that you come together not for the better but for the worse."},{"name":"1 Corinthians 11:18","text":"For first of all, when you come together in the assembly, I hear that divisions exist among you, and I partly believe it."},{"name":"1 Corinthians 11:19","text":"For there also must be factions among you, that those who are approved may be revealed among you."},{"name":"1 Corinthians 11:20","text":"When therefore you assemble yourselves together, it is not the Lord\"s supper that you eat."},{"name":"1 Corinthians 11:21","text":"For in your eating each one takes his own supper first. One is hungry, and another is drunken."},{"name":"1 Corinthians 11:22","text":"What, don\"t you have houses to eat and to drink in? Or do you despise God\"s assembly, and put them to shame who don\"t have? What shall I tell you? Shall I praise you? In this I don\"t praise you."},{"name":"1 Corinthians 11:23","text":"For I received from the Lord that which also I delivered to you, that the Lord Jesus on the night in which he was betrayed took bread."},{"name":"1 Corinthians 11:24","text":"When he had given thanks, he broke it, and said, \"Take, eat. This is my body, which is broken for you. Do this in memory of me.\""},{"name":"1 Corinthians 11:25","text":"In the same way he also took the cup, after supper, saying, \"This cup is the new covenant in my blood. Do this, as often as you drink, in memory of me.\""},{"name":"1 Corinthians 11:26","text":"For as often as you eat this bread and drink this cup, you proclaim the Lord\"s death until he comes."},{"name":"1 Corinthians 11:27","text":"Therefore whoever eats this bread or drinks the Lord\"s cup in a way unworthy of the Lord will be guilty of the body and the blood of the Lord."},{"name":"1 Corinthians 11:28","text":"But let a man examine himself, and so let him eat of the bread, and drink of the cup."},{"name":"1 Corinthians 11:29","text":"For he who eats and drinks in an unworthy way eats and drinks judgment to himself, if he doesn\"t discern the Lord\"s body."},{"name":"1 Corinthians 11:30","text":"For this cause many among you are weak and sickly, and not a few sleep."},{"name":"1 Corinthians 11:31","text":"For if we discerned ourselves, we wouldn\"t be judged."},{"name":"1 Corinthians 11:32","text":"But when we are judged, we are punished by the Lord, that we may not be condemned with the world."},{"name":"1 Corinthians 11:33","text":"Therefore, my brothers, when you come together to eat, wait for one another."},{"name":"1 Corinthians 11:34","text":"But if anyone is hungry, let him eat at home, lest your coming together be for judgment. The rest I will set in order whenever I come."},{"name":"1 Corinthians 12:1","text":"Now concerning spiritual things, brothers, I don\"t want you to be ignorant."},{"name":"1 Corinthians 12:2","text":"You know that when you were heathen, you were led away to those mute idols, however you might be led."},{"name":"1 Corinthians 12:3","text":"Therefore I make known to you that no man speaking by God\"s Spirit says, \"Jesus is accursed.\" No one can say, \"Jesus is Lord,\" but by the Holy Spirit."},{"name":"1 Corinthians 12:4","text":"Now there are various kinds of gifts, but the same Spirit."},{"name":"1 Corinthians 12:5","text":"There are various kinds of service, and the same Lord."},{"name":"1 Corinthians 12:6","text":"There are various kinds of workings, but the same God, who works all things in all."},{"name":"1 Corinthians 12:7","text":"But to each one is given the manifestation of the Spirit for the profit of all."},{"name":"1 Corinthians 12:8","text":"For to one is given through the Spirit the word of wisdom, and to another the word of knowledge, according to the same Spirit;"},{"name":"1 Corinthians 12:9","text":"to another faith, by the same Spirit; and to another gifts of healings, by the same Spirit;"},{"name":"1 Corinthians 12:10","text":"and to another workings of miracles; and to another prophecy; and to another discerning of spirits; to another different kinds of languages; and to another the interpretation of languages."},{"name":"1 Corinthians 12:11","text":"But the one and the same Spirit works all of these, distributing to each one separately as he desires."},{"name":"1 Corinthians 12:12","text":"For as the body is one, and has many members, and all the members of the body, being many, are one body; so also is Christ."},{"name":"1 Corinthians 12:13","text":"For in one Spirit we were all baptized into one body, whether Jews or Greeks, whether bond or free; and were all given to drink into one Spirit."},{"name":"1 Corinthians 12:14","text":"For the body is not one member, but many."},{"name":"1 Corinthians 12:15","text":"If the foot would say, \"Because I\"m not the hand, I\"m not part of the body,\" it is not therefore not part of the body."},{"name":"1 Corinthians 12:16","text":"If the ear would say, \"Because I\"m not the eye, I\"m not part of the body,\" it\"s not therefore not part of the body."},{"name":"1 Corinthians 12:17","text":"If the whole body were an eye, where would the hearing be? If the whole were hearing, where would the smelling be?"},{"name":"1 Corinthians 12:18","text":"But now God has set the members, each one of them, in the body, just as he desired."},{"name":"1 Corinthians 12:19","text":"If they were all one member, where would the body be?"},{"name":"1 Corinthians 12:20","text":"But now they are many members, but one body."},{"name":"1 Corinthians 12:21","text":"The eye can\"t tell the hand, \"I have no need for you,\" or again the head to the feet, \"I have no need for you.\""},{"name":"1 Corinthians 12:22","text":"No, much rather, those members of the body which seem to be weaker are necessary."},{"name":"1 Corinthians 12:23","text":"Those parts of the body which we think to be less honorable, on those we bestow more abundant honor; and our unpresentable parts have more abundant propriety;"},{"name":"1 Corinthians 12:24","text":"whereas our presentable parts have no such need. But God composed the body together, giving more abundant honor to the inferior part,"},{"name":"1 Corinthians 12:25","text":"that there should be no division in the body, but that the members should have the same care for one another."},{"name":"1 Corinthians 12:26","text":"When one member suffers, all the members suffer with it. Or when one member is honored, all the members rejoice with it."},{"name":"1 Corinthians 12:27","text":"Now you are the body of Christ, and members individually."},{"name":"1 Corinthians 12:28","text":"God has set some in the assembly: first apostles, second prophets, third teachers, then miracle workers, then gifts of healings, helps, governments, and various kinds of languages."},{"name":"1 Corinthians 12:29","text":"Are all apostles? Are all prophets? Are all teachers? Are all miracle workers?"},{"name":"1 Corinthians 12:30","text":"Do all have gifts of healings? Do all speak with various languages? Do all interpret?"},{"name":"1 Corinthians 12:31","text":"But earnestly desire the best gifts. Moreover, I show a most excellent way to you."},{"name":"1 Corinthians 13:1","text":"If I speak with the languages of men and of angels, but don\"t have love, I have become sounding brass, or a clanging cymbal."},{"name":"1 Corinthians 13:2","text":"If I have the gift of prophecy, and know all mysteries and all knowledge; and if I have all faith, so as to remove mountains, but don\"t have love, I am nothing."},{"name":"1 Corinthians 13:3","text":"If I dole out all my goods to feed the poor, and if I give my body to be burned, but don\"t have love, it profits me nothing."},{"name":"1 Corinthians 13:4","text":"Love is patient and is kind; love doesn\"t envy. Love doesn\"t brag, is not proud,"},{"name":"1 Corinthians 13:5","text":"doesn\"t behave itself inappropriately, doesn\"t seek its own way, is not provoked, takes no account of evil;"},{"name":"1 Corinthians 13:6","text":"doesn\"t rejoice in unrighteousness, but rejoices with the truth;"},{"name":"1 Corinthians 13:7","text":"bears all things, believes all things, hopes all things, endures all things."},{"name":"1 Corinthians 13:8","text":"Love never fails. But where there are prophecies, they will be done away with. Where there are various languages, they will cease. Where there is knowledge, it will be done away with."},{"name":"1 Corinthians 13:9","text":"For we know in part, and we prophesy in part;"},{"name":"1 Corinthians 13:10","text":"but when that which is complete has come, then that which is partial will be done away with."},{"name":"1 Corinthians 13:11","text":"When I was a child, I spoke as a child, I felt as a child, I thought as a child. Now that I have become a man, I have put away childish things."},{"name":"1 Corinthians 13:12","text":"For now we see in a mirror, dimly, but then face to face. Now I know in part, but then I will know fully, even as I was also fully known."},{"name":"1 Corinthians 13:13","text":"But now faith, hope, and love remain\"these three. The greatest of these is love."},{"name":"1 Corinthians 14:1","text":"Follow after love, and earnestly desire spiritual gifts, but especially that you may prophesy."},{"name":"1 Corinthians 14:2","text":"For he who speaks in another language speaks not to men, but to God; for no one understands; but in the Spirit he speaks mysteries."},{"name":"1 Corinthians 14:3","text":"But he who prophesies speaks to men for their edification, exhortation, and consolation."},{"name":"1 Corinthians 14:4","text":"He who speaks in another language edifies himself, but he who prophesies edifies the assembly."},{"name":"1 Corinthians 14:5","text":"Now I desire to have you all speak with other languages, but rather that you would prophesy. For he is greater who prophesies than he who speaks with other languages, unless he interprets, that the assembly may be built up."},{"name":"1 Corinthians 14:6","text":"But now, brothers, if I come to you speaking with other languages, what would I profit you, unless I speak to you either by way of revelation, or of knowledge, or of prophesying, or of teaching?"},{"name":"1 Corinthians 14:7","text":"Even things without life, giving a voice, whether pipe or harp, if they didn\"t give a distinction in the sounds, how would it be known what is piped or harped?"},{"name":"1 Corinthians 14:8","text":"For if the trumpet gave an uncertain sound, who would prepare himself for war?"},{"name":"1 Corinthians 14:9","text":"So also you, unless you uttered by the tongue words easy to understand, how would it be known what is spoken? For you would be speaking into the air."},{"name":"1 Corinthians 14:10","text":"There are, it may be, so many kinds of sounds in the world, and none of them is without meaning."},{"name":"1 Corinthians 14:11","text":"If then I don\"t know the meaning of the sound, I would be to him who speaks a foreigner, and he who speaks would be a foreigner to me."},{"name":"1 Corinthians 14:12","text":"So also you, since you are zealous for spiritual gifts, seek that you may abound to the building up of the assembly."},{"name":"1 Corinthians 14:13","text":"Therefore let him who speaks in another language pray that he may interpret."},{"name":"1 Corinthians 14:14","text":"For if I pray in another language, my spirit prays, but my understanding is unfruitful."},{"name":"1 Corinthians 14:15","text":"What is it then? I will pray with the spirit, and I will pray with the understanding also. I will sing with the spirit, and I will sing with the understanding also."},{"name":"1 Corinthians 14:16","text":"Otherwise if you bless with the spirit, how will he who fills the place of the unlearned say the \"Amen\" at your giving of thanks, seeing he doesn\"t know what you say?"},{"name":"1 Corinthians 14:17","text":"For you most certainly give thanks well, but the other person is not built up."},{"name":"1 Corinthians 14:18","text":"I thank my God, I speak with other languages more than you all."},{"name":"1 Corinthians 14:19","text":"However in the assembly I would rather speak five words with my understanding, that I might instruct others also, than ten thousand words in another language."},{"name":"1 Corinthians 14:20","text":"Brothers, don\"t be children in thoughts, yet in malice be babies, but in thoughts be mature."},{"name":"1 Corinthians 14:21","text":"In the law it is written, \"By men of strange languages and by the lips of strangers I will speak to this people. Not even thus will they hear me, says the Lord.\""},{"name":"1 Corinthians 14:22","text":"Therefore other languages are for a sign, not to those who believe, but to the unbelieving; but prophesying is for a sign, not to the unbelieving, but to those who believe."},{"name":"1 Corinthians 14:23","text":"If therefore the whole assembly is assembled together and all speak with other languages, and unlearned or unbelieving people come in, won\"t they say that you are crazy?"},{"name":"1 Corinthians 14:24","text":"But if all prophesy, and someone unbelieving or unlearned comes in, he is reproved by all, and he is judged by all."},{"name":"1 Corinthians 14:25","text":"And thus the secrets of his heart are revealed. So he will fall down on his face and worship God, declaring that God is among you indeed."},{"name":"1 Corinthians 14:26","text":"What is it then, brothers? When you come together, each one of you has a psalm, has a teaching, has a revelation, has another language, has an interpretation. Let all things be done to build each other up."},{"name":"1 Corinthians 14:27","text":"If any man speaks in another language, let it be two, or at the most three, and in turn; and let one interpret."},{"name":"1 Corinthians 14:28","text":"But if there is no interpreter, let him keep silent in the assembly, and let him speak to himself, and to God."},{"name":"1 Corinthians 14:29","text":"Let the prophets speak, two or three, and let the others discern."},{"name":"1 Corinthians 14:30","text":"But if a revelation is made to another sitting by, let the first keep silent."},{"name":"1 Corinthians 14:31","text":"For you all can prophesy one by one, that all may learn, and all may be exhorted."},{"name":"1 Corinthians 14:32","text":"The spirits of the prophets are subject to the prophets,"},{"name":"1 Corinthians 14:33","text":"for God is not a God of confusion, but of peace. As in all the assemblies of the saints,"},{"name":"1 Corinthians 14:34","text":"let your wives keep silent in the assemblies, for it has not been permitted for them to speak; but let them be in subjection, as the law also says."},{"name":"1 Corinthians 14:35","text":"If they desire to learn anything, let them ask their own husbands at home, for it is shameful for a woman to chatter in the assembly."},{"name":"1 Corinthians 14:36","text":"What? Was it from you that the word of God went out? Or did it come to you alone?"},{"name":"1 Corinthians 14:37","text":"If any man thinks himself to be a prophet, or spiritual, let him recognize the things which I write to you, that they are the commandment of the Lord."},{"name":"1 Corinthians 14:38","text":"But if anyone is ignorant, let him be ignorant."},{"name":"1 Corinthians 14:39","text":"Therefore, brothers, desire earnestly to prophesy, and don\"t forbid speaking with other languages."},{"name":"1 Corinthians 14:40","text":"Let all things be done decently and in order."},{"name":"1 Corinthians 15:1","text":"Now I declare to you, brothers, the Good News which I preached to you, which also you received, in which you also stand,"},{"name":"1 Corinthians 15:2","text":"by which also you are saved, if you hold firmly the word which I preached to you\"unless you believed in vain."},{"name":"1 Corinthians 15:3","text":"For I delivered to you first of all that which I also received: that Christ died for our sins according to the Scriptures,"},{"name":"1 Corinthians 15:4","text":"that he was buried, that he was raised on the third day according to the Scriptures,"},{"name":"1 Corinthians 15:5","text":"and that he appeared to Cephas, then to the twelve."},{"name":"1 Corinthians 15:6","text":"Then he appeared to over five hundred brothers at once, most of whom remain until now, but some have also fallen asleep."},{"name":"1 Corinthians 15:7","text":"Then he appeared to James, then to all the apostles,"},{"name":"1 Corinthians 15:8","text":"and last of all, as to the child born at the wrong time, he appeared to me also."},{"name":"1 Corinthians 15:9","text":"For I am the least of the apostles, who is not worthy to be called an apostle, because I persecuted the assembly of God."},{"name":"1 Corinthians 15:10","text":"But by the grace of God I am what I am. His grace which was bestowed on me was not futile, but I worked more than all of them; yet not I, but the grace of God which was with me."},{"name":"1 Corinthians 15:11","text":"Whether then it is I or they, so we preach, and so you believed."},{"name":"1 Corinthians 15:12","text":"Now if Christ is preached, that he has been raised from the dead, how do some among you say that there is no resurrection of the dead?"},{"name":"1 Corinthians 15:13","text":"But if there is no resurrection of the dead, neither has Christ been raised."},{"name":"1 Corinthians 15:14","text":"If Christ has not been raised, then our preaching is in vain, and your faith also is in vain."},{"name":"1 Corinthians 15:15","text":"Yes, we are found false witnesses of God, because we testified about God that he raised up Christ, whom he didn\"t raise up, if it is so that the dead are not raised."},{"name":"1 Corinthians 15:16","text":"For if the dead aren\"t raised, neither has Christ been raised."},{"name":"1 Corinthians 15:17","text":"If Christ has not been raised, your faith is vain; you are still in your sins."},{"name":"1 Corinthians 15:18","text":"Then they also who are fallen asleep in Christ have perished."},{"name":"1 Corinthians 15:19","text":"If we have only hoped in Christ in this life, we are of all men most pitiable."},{"name":"1 Corinthians 15:20","text":"But now Christ has been raised from the dead. He became the first fruits of those who are asleep."},{"name":"1 Corinthians 15:21","text":"For since death came by man, the resurrection of the dead also came by man."},{"name":"1 Corinthians 15:22","text":"For as in Adam all die, so also in Christ all will be made alive."},{"name":"1 Corinthians 15:23","text":"But each in his own order: Christ the first fruits, then those who are Christ\"s, at his coming."},{"name":"1 Corinthians 15:24","text":"Then the end comes, when he will deliver up the Kingdom to God, even the Father; when he will have abolished all rule and all authority and power."},{"name":"1 Corinthians 15:25","text":"For he must reign until he has put all his enemies under his feet."},{"name":"1 Corinthians 15:26","text":"The last enemy that will be abolished is death."},{"name":"1 Corinthians 15:27","text":"For, \"He put all things in subjection under his feet.\" But when he says, \"All things are put in subjection,\" it is evident that he is excepted who subjected all things to him."},{"name":"1 Corinthians 15:28","text":"When all things have been subjected to him, then the Son will also himself be subjected to him who subjected all things to him, that God may be all in all."},{"name":"1 Corinthians 15:29","text":"Or else what will they do who are baptized for the dead? If the dead aren\"t raised at all, why then are they baptized for the dead?"},{"name":"1 Corinthians 15:30","text":"Why do we also stand in jeopardy every hour?"},{"name":"1 Corinthians 15:31","text":"I affirm, by the boasting in you which I have in Christ Jesus our Lord, I die daily."},{"name":"1 Corinthians 15:32","text":"If I fought with animals at Ephesus for human purposes, what does it profit me? If the dead are not raised, then \"let us eat and drink, for tomorrow we die.\""},{"name":"1 Corinthians 15:33","text":"Don\"t be deceived! \"Evil companionships corrupt good morals.\""},{"name":"1 Corinthians 15:34","text":"Wake up righteously, and don\"t sin, for some have no knowledge of God. I say this to your shame."},{"name":"1 Corinthians 15:35","text":"But someone will say, \"How are the dead raised?\" and, \"With what kind of body do they come?\""},{"name":"1 Corinthians 15:36","text":"You foolish one, that which you yourself sow is not made alive unless it dies."},{"name":"1 Corinthians 15:37","text":"That which you sow, you don\"t sow the body that will be, but a bare grain, maybe of wheat, or of some other kind."},{"name":"1 Corinthians 15:38","text":"But God gives it a body even as it pleased him, and to each seed a body of its own."},{"name":"1 Corinthians 15:39","text":"All flesh is not the same flesh, but there is one flesh of men, another flesh of animals, another of fish, and another of birds."},{"name":"1 Corinthians 15:40","text":"There are also celestial bodies, and terrestrial bodies; but the glory of the celestial differs from that of the terrestrial."},{"name":"1 Corinthians 15:41","text":"There is one glory of the sun, another glory of the moon, and another glory of the stars; for one star differs from another star in glory."},{"name":"1 Corinthians 15:42","text":"So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption."},{"name":"1 Corinthians 15:43","text":"It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power."},{"name":"1 Corinthians 15:44","text":"It is sown a natural body; it is raised a spiritual body. There is a natural body and there is also a spiritual body."},{"name":"1 Corinthians 15:45","text":"So also it is written, \"The first man, Adam, became a living soul.\" The last Adam became a life-giving spirit."},{"name":"1 Corinthians 15:46","text":"However that which is spiritual isn\"t first, but that which is natural, then that which is spiritual."},{"name":"1 Corinthians 15:47","text":"The first man is of the earth, made of dust. The second man is the Lord from heaven."},{"name":"1 Corinthians 15:48","text":"As is the one made of dust, such are those who are also made of dust; and as is the heavenly, such are they also that are heavenly."},{"name":"1 Corinthians 15:49","text":"As we have borne the image of those made of dust, let\"s also bear the image of the heavenly."},{"name":"1 Corinthians 15:50","text":"Now I say this, brothers, that flesh and blood can\"t inherit the Kingdom of God; neither does corruption inherit incorruption."},{"name":"1 Corinthians 15:51","text":"Behold, I tell you a mystery. We will not all sleep, but we will all be changed,"},{"name":"1 Corinthians 15:52","text":"in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised incorruptible, and we will be changed."},{"name":"1 Corinthians 15:53","text":"For this corruptible must put on incorruption, and this mortal must put on immortality."},{"name":"1 Corinthians 15:54","text":"But when this corruptible will have put on incorruption, and this mortal will have put on immortality, then what is written will happen: \"Death is swallowed up in victory.\""},{"name":"1 Corinthians 15:55","text":"\"Death, where is your sting? Hades, where is your victory?\""},{"name":"1 Corinthians 15:56","text":"The sting of death is sin, and the power of sin is the law."},{"name":"1 Corinthians 15:57","text":"But thanks be to God, who gives us the victory through our Lord Jesus Christ."},{"name":"1 Corinthians 15:58","text":"Therefore, my beloved brothers, be steadfast, immovable, always abounding in the Lord\"s work, because you know that your labor is not in vain in the Lord."},{"name":"1 Corinthians 16:1","text":"Now concerning the collection for the saints, as I commanded the assemblies of Galatia, you do likewise."},{"name":"1 Corinthians 16:2","text":"On the first day of the week, let each one of you save, as he may prosper, that no collections be made when I come."},{"name":"1 Corinthians 16:3","text":"When I arrive, I will send whoever you approve with letters to carry your gracious gift to Jerusalem."},{"name":"1 Corinthians 16:4","text":"If it is appropriate for me to go also, they will go with me."},{"name":"1 Corinthians 16:5","text":"But I will come to you when I have passed through Macedonia, for I am passing through Macedonia."},{"name":"1 Corinthians 16:6","text":"But with you it may be that I will stay, or even winter, that you may send me on my journey wherever I go."},{"name":"1 Corinthians 16:7","text":"For I do not wish to see you now in passing, but I hope to stay a while with you, if the Lord permits."},{"name":"1 Corinthians 16:8","text":"But I will stay at Ephesus until Pentecost,"},{"name":"1 Corinthians 16:9","text":"for a great and effective door has opened to me, and there are many adversaries."},{"name":"1 Corinthians 16:10","text":"Now if Timothy comes, see that he is with you without fear, for he does the work of the Lord, as I also do."},{"name":"1 Corinthians 16:11","text":"Therefore let no one despise him. But set him forward on his journey in peace, that he may come to me; for I expect him with the brothers."},{"name":"1 Corinthians 16:12","text":"Now concerning Apollos, the brother, I strongly urged him to come to you with the brothers; and it was not at all his desire to come now; but he will come when he has an opportunity."},{"name":"1 Corinthians 16:13","text":"Watch! Stand firm in the faith! Be courageous! Be strong!"},{"name":"1 Corinthians 16:14","text":"Let all that you do be done in love."},{"name":"1 Corinthians 16:15","text":"Now I beg you, brothers (you know the house of Stephanas, that it is the first fruits of Achaia, and that they have set themselves to serve the saints),"},{"name":"1 Corinthians 16:16","text":"that you also be in subjection to such, and to everyone who helps in the work and labors."},{"name":"1 Corinthians 16:17","text":"I rejoice at the coming of Stephanas, Fortunatus, and Achaicus; for that which was lacking on your part, they supplied."},{"name":"1 Corinthians 16:18","text":"For they refreshed my spirit and yours. Therefore acknowledge those who are like that."},{"name":"1 Corinthians 16:19","text":"The assemblies of Asia greet you. Aquila and Priscilla greet you much in the Lord, together with the assembly that is in their house."},{"name":"1 Corinthians 16:20","text":"All the brothers greet you. Greet one another with a holy kiss."},{"name":"1 Corinthians 16:21","text":"This greeting is by me, Paul, with my own hand."},{"name":"1 Corinthians 16:22","text":"If any man doesn\"t love the Lord Jesus Christ, let him be accursed. Come, Lord!"},{"name":"1 Corinthians 16:23","text":"The grace of the Lord Jesus Christ be with you."},{"name":"1 Corinthians 16:24","text":"My love to all of you in Christ Jesus. Amen."},{"name":"2 Corinthians 1:1","text":"Paul, an apostle of Christ Jesus through the will of God, and Timothy our brother, to the assembly of God which is at Corinth, with all the saints who are in the whole of Achaia:"},{"name":"2 Corinthians 1:2","text":"Grace to you and peace from God our Father and the Lord Jesus Christ."},{"name":"2 Corinthians 1:3","text":"Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort;"},{"name":"2 Corinthians 1:4","text":"who comforts us in all our affliction, that we may be able to comfort those who are in any affliction, through the comfort with which we ourselves are comforted by God."},{"name":"2 Corinthians 1:5","text":"For as the sufferings of Christ abound to us, even so our comfort also abounds through Christ."},{"name":"2 Corinthians 1:6","text":"But if we are afflicted, it is for your comfort and salvation. If we are comforted, it is for your comfort, which produces in you the patient enduring of the same sufferings which we also suffer."},{"name":"2 Corinthians 1:7","text":"Our hope for you is steadfast, knowing that, since you are partakers of the sufferings, so also are you of the comfort."},{"name":"2 Corinthians 1:8","text":"For we don\"t desire to have you uninformed, brothers, concerning our affliction which happened to us in Asia, that we were weighed down exceedingly, beyond our power, so much that we despaired even of life."},{"name":"2 Corinthians 1:9","text":"Yes, we ourselves have had the sentence of death within ourselves, that we should not trust in ourselves, but in God who raises the dead,"},{"name":"2 Corinthians 1:10","text":"who delivered us out of so great a death, and does deliver; on whom we have set our hope that he will also still deliver us;"},{"name":"2 Corinthians 1:11","text":"you also helping together on our behalf by your supplication; that, for the gift bestowed on us by means of many, thanks may be given by many persons on your behalf."},{"name":"2 Corinthians 1:12","text":"For our boasting is this: the testimony of our conscience, that in holiness and sincerity of God, not in fleshly wisdom but in the grace of God we behaved ourselves in the world, and more abundantly toward you."},{"name":"2 Corinthians 1:13","text":"For we write no other things to you, than what you read or even acknowledge, and I hope you will acknowledge to the end;"},{"name":"2 Corinthians 1:14","text":"as also you acknowledged us in part, that we are your boasting, even as you also are ours, in the day of our Lord Jesus."},{"name":"2 Corinthians 1:15","text":"In this confidence, I was determined to come first to you, that you might have a second benefit;"},{"name":"2 Corinthians 1:16","text":"and by you to pass into Macedonia, and again from Macedonia to come to you, and to be sent forward by you on my journey to Judea."},{"name":"2 Corinthians 1:17","text":"When I therefore was thus determined, did I show fickleness? Or the things that I purpose, do I purpose according to the flesh, that with me there should be the \"Yes, yes\" and the \"No, no?\""},{"name":"2 Corinthians 1:18","text":"But as God is faithful, our word toward you was not \"Yes and no.\""},{"name":"2 Corinthians 1:19","text":"For the Son of God, Jesus Christ, who was preached among you by us, by me, Silvanus, and Timothy, was not \"Yes and no,\" but in him is \"Yes.\""},{"name":"2 Corinthians 1:20","text":"For however many are the promises of God, in him is the \"Yes.\" Therefore also through him is the \"Amen,\" to the glory of God through us."},{"name":"2 Corinthians 1:21","text":"Now he who establishes us with you in Christ, and anointed us, is God;"},{"name":"2 Corinthians 1:22","text":"who also sealed us, and gave us the down payment of the Spirit in our hearts."},{"name":"2 Corinthians 1:23","text":"But I call God for a witness to my soul, that I didn\"t come to Corinth to spare you."},{"name":"2 Corinthians 1:24","text":"Not that we have lordship over your faith, but are fellow workers with you for your joy. For you stand firm in faith."},{"name":"2 Corinthians 2:1","text":"But I determined this for myself, that I would not come to you again in sorrow."},{"name":"2 Corinthians 2:2","text":"For if I make you sorry, then who will make me glad but he who is made sorry by me?"},{"name":"2 Corinthians 2:3","text":"And I wrote this very thing to you, so that, when I came, I wouldn\"t have sorrow from them of whom I ought to rejoice; having confidence in you all, that my joy would be shared by all of you."},{"name":"2 Corinthians 2:4","text":"For out of much affliction and anguish of heart I wrote to you with many tears, not that you should be made sorry, but that you might know the love that I have so abundantly for you."},{"name":"2 Corinthians 2:5","text":"But if any has caused sorrow, he has caused sorrow, not to me, but in part (that I not press too heavily) to you all."},{"name":"2 Corinthians 2:6","text":"Sufficient to such a one is this punishment which was inflicted by the many;"},{"name":"2 Corinthians 2:7","text":"so that on the contrary you should rather forgive him and comfort him, lest by any means such a one should be swallowed up with his excessive sorrow."},{"name":"2 Corinthians 2:8","text":"Therefore I beg you to confirm your love toward him."},{"name":"2 Corinthians 2:9","text":"For to this end I also wrote, that I might know the proof of you, whether you are obedient in all things."},{"name":"2 Corinthians 2:10","text":"Now I also forgive whomever you forgive anything. For if indeed I have forgiven anything, I have forgiven that one for your sakes in the presence of Christ,"},{"name":"2 Corinthians 2:11","text":"that no advantage may be gained over us by Satan; for we are not ignorant of his schemes."},{"name":"2 Corinthians 2:12","text":"Now when I came to Troas for the Good News of Christ, and when a door was opened to me in the Lord,"},{"name":"2 Corinthians 2:13","text":"I had no relief for my spirit, because I didn\"t find Titus, my brother, but taking my leave of them, I went out into Macedonia."},{"name":"2 Corinthians 2:14","text":"Now thanks be to God, who always leads us in triumph in Christ, and reveals through us the sweet aroma of his knowledge in every place."},{"name":"2 Corinthians 2:15","text":"For we are a sweet aroma of Christ to God, in those who are saved, and in those who perish;"},{"name":"2 Corinthians 2:16","text":"to the one a stench from death to death; to the other a sweet aroma from life to life. Who is sufficient for these things?"},{"name":"2 Corinthians 2:17","text":"For we are not as so many, peddling the word of God. But as of sincerity, but as of God, in the sight of God, we speak in Christ."},{"name":"2 Corinthians 3:1","text":"Are we beginning again to commend ourselves? Or do we need, as do some, letters of commendation to you or from you?"},{"name":"2 Corinthians 3:2","text":"You are our letter, written in our hearts, known and read by all men;"},{"name":"2 Corinthians 3:3","text":"being revealed that you are a letter of Christ, served by us, written not with ink, but with the Spirit of the living God; not in tablets of stone, but in tablets that are hearts of flesh."},{"name":"2 Corinthians 3:4","text":"Such confidence we have through Christ toward God;"},{"name":"2 Corinthians 3:5","text":"not that we are sufficient of ourselves, to account anything as from ourselves; but our sufficiency is from God;"},{"name":"2 Corinthians 3:6","text":"who also made us sufficient as servants of a new covenant; not of the letter, but of the Spirit. For the letter kills, but the Spirit gives life."},{"name":"2 Corinthians 3:7","text":"But if the service of death, written engraved on stones, came with glory, so that the children of Israel could not look steadfastly on the face of Moses for the glory of his face; which was passing away:"},{"name":"2 Corinthians 3:8","text":"won\"t service of the Spirit be with much more glory?"},{"name":"2 Corinthians 3:9","text":"For if the service of condemnation has glory, the service of righteousness exceeds much more in glory."},{"name":"2 Corinthians 3:10","text":"For most certainly that which has been made glorious has not been made glorious in this respect, by reason of the glory that surpasses."},{"name":"2 Corinthians 3:11","text":"For if that which passes away was with glory, much more that which remains is in glory."},{"name":"2 Corinthians 3:12","text":"Having therefore such a hope, we use great boldness of speech,"},{"name":"2 Corinthians 3:13","text":"and not as Moses, who put a veil on his face, that the children of Israel wouldn\"t look steadfastly on the end of that which was passing away."},{"name":"2 Corinthians 3:14","text":"But their minds were hardened, for until this very day at the reading of the old covenant the same veil remains, because in Christ it passes away."},{"name":"2 Corinthians 3:15","text":"But to this day, when Moses is read, a veil lies on their heart."},{"name":"2 Corinthians 3:16","text":"But whenever one turns to the Lord, the veil is taken away."},{"name":"2 Corinthians 3:17","text":"Now the Lord is the Spirit and where the Spirit of the Lord is, there is liberty."},{"name":"2 Corinthians 3:18","text":"But we all, with unveiled face beholding as in a mirror the glory of the Lord, are transformed into the same image from glory to glory, even as from the Lord, the Spirit."},{"name":"2 Corinthians 4:1","text":"Therefore seeing we have this ministry, even as we obtained mercy, we don\"t faint."},{"name":"2 Corinthians 4:2","text":"But we have renounced the hidden things of shame, not walking in craftiness, nor handling the word of God deceitfully; but by the manifestation of the truth commending ourselves to every man\"s conscience in the sight of God."},{"name":"2 Corinthians 4:3","text":"Even if our Good News is veiled, it is veiled in those who perish;"},{"name":"2 Corinthians 4:4","text":"in whom the god of this world has blinded the minds of the unbelieving, that the light of the Good News of the glory of Christ, who is the image of God, should not dawn on them."},{"name":"2 Corinthians 4:5","text":"For we don\"t preach ourselves, but Christ Jesus as Lord, and ourselves as your servants for Jesus\" sake;"},{"name":"2 Corinthians 4:6","text":"seeing it is God who said, \"Light will shine out of darkness,\" who has shone in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ."},{"name":"2 Corinthians 4:7","text":"But we have this treasure in clay vessels, that the exceeding greatness of the power may be of God, and not from ourselves."},{"name":"2 Corinthians 4:8","text":"We are pressed on every side, yet not crushed; perplexed, yet not to despair;"},{"name":"2 Corinthians 4:9","text":"pursued, yet not forsaken; struck down, yet not destroyed;"},{"name":"2 Corinthians 4:10","text":"always carrying in the body the putting to death of the Lord Jesus, that the life of Jesus may also be revealed in our body."},{"name":"2 Corinthians 4:11","text":"For we who live are always delivered to death for Jesus\" sake, that the life also of Jesus may be revealed in our mortal flesh."},{"name":"2 Corinthians 4:12","text":"So then death works in us, but life in you."},{"name":"2 Corinthians 4:13","text":"But having the same spirit of faith, according to that which is written, \"I believed, and therefore I spoke.\" We also believe, and therefore also we speak;"},{"name":"2 Corinthians 4:14","text":"knowing that he who raised the Lord Jesus will raise us also with Jesus, and will present us with you."},{"name":"2 Corinthians 4:15","text":"For all things are for your sakes, that the grace, being multiplied through the many, may cause the thanksgiving to abound to the glory of God."},{"name":"2 Corinthians 4:16","text":"Therefore we don\"t faint, but though our outward man is decaying, yet our inward man is renewed day by day."},{"name":"2 Corinthians 4:17","text":"For our light affliction, which is for the moment, works for us more and more exceedingly an eternal weight of glory;"},{"name":"2 Corinthians 4:18","text":"while we don\"t look at the things which are seen, but at the things which are not seen. For the things which are seen are temporal, but the things which are not seen are eternal."},{"name":"2 Corinthians 5:1","text":"For we know that if the earthly house of our tent is dissolved, we have a building from God, a house not made with hands, eternal, in the heavens."},{"name":"2 Corinthians 5:2","text":"For most certainly in this we groan, longing to be clothed with our habitation which is from heaven;"},{"name":"2 Corinthians 5:3","text":"if so be that being clothed we will not be found naked."},{"name":"2 Corinthians 5:4","text":"For indeed we who are in this tent do groan, being burdened; not that we desire to be unclothed, but that we desire to be clothed, that what is mortal may be swallowed up by life."},{"name":"2 Corinthians 5:5","text":"Now he who made us for this very thing is God, who also gave to us the down payment of the Spirit."},{"name":"2 Corinthians 5:6","text":"Therefore, we are always confident and know that while we are at home in the body, we are absent from the Lord;"},{"name":"2 Corinthians 5:7","text":"for we walk by faith, not by sight."},{"name":"2 Corinthians 5:8","text":"We are courageous, I say, and are willing rather to be absent from the body, and to be at home with the Lord."},{"name":"2 Corinthians 5:9","text":"Therefore also we make it our aim, whether at home or absent, to be well pleasing to him."},{"name":"2 Corinthians 5:10","text":"For we must all be revealed before the judgment seat of Christ; that each one may receive the things in the body, according to what he has done, whether good or bad."},{"name":"2 Corinthians 5:11","text":"Knowing therefore the fear of the Lord, we persuade men, but we are revealed to God; and I hope that we are revealed also in your consciences."},{"name":"2 Corinthians 5:12","text":"For we are not commending ourselves to you again, but speak as giving you occasion of boasting on our behalf, that you may have something to answer those who boast in appearance, and not in heart."},{"name":"2 Corinthians 5:13","text":"For if we are beside ourselves, it is for God. Or if we are of sober mind, it is for you."},{"name":"2 Corinthians 5:14","text":"For the love of Christ constrains us; because we judge thus, that one died for all, therefore all died."},{"name":"2 Corinthians 5:15","text":"He died for all, that those who live should no longer live to themselves, but to him who for their sakes died and rose again."},{"name":"2 Corinthians 5:16","text":"Therefore we know no one after the flesh from now on. Even though we have known Christ after the flesh, yet now we know him so no more."},{"name":"2 Corinthians 5:17","text":"Therefore if anyone is in Christ, he is a new creation. The old things have passed away. Behold, all things have become new."},{"name":"2 Corinthians 5:18","text":"But all things are of God, who reconciled us to himself through Jesus Christ, and gave to us the ministry of reconciliation;"},{"name":"2 Corinthians 5:19","text":"namely, that God was in Christ reconciling the world to himself, not reckoning to them their trespasses, and having committed to us the word of reconciliation."},{"name":"2 Corinthians 5:20","text":"We are therefore ambassadors on behalf of Christ, as though God were entreating by us: we beg you on behalf of Christ, be reconciled to God."},{"name":"2 Corinthians 5:21","text":"For him who knew no sin he made to be sin on our behalf; so that in him we might become the righteousness of God."},{"name":"2 Corinthians 6:1","text":"Working together, we entreat also that you not receive the grace of God in vain,"},{"name":"2 Corinthians 6:2","text":"for he says, \"At an acceptable time I listened to you, in a day of salvation I helped you.\" Behold, now is the acceptable time. Behold, now is the day of salvation."},{"name":"2 Corinthians 6:3","text":"We give no occasion of stumbling in anything, that our service may not be blamed,"},{"name":"2 Corinthians 6:4","text":"but in everything commending ourselves, as servants of God, in great endurance, in afflictions, in hardships, in distresses,"},{"name":"2 Corinthians 6:5","text":"in beatings, in imprisonments, in riots, in labors, in watchings, in fastings;"},{"name":"2 Corinthians 6:6","text":"in pureness, in knowledge, in patience, in kindness, in the Holy Spirit, in sincere love,"},{"name":"2 Corinthians 6:7","text":"in the word of truth, in the power of God; by the armor of righteousness on the right hand and on the left,"},{"name":"2 Corinthians 6:8","text":"by glory and dishonor, by evil report and good report; as deceivers, and yet true;"},{"name":"2 Corinthians 6:9","text":"as unknown, and yet well known; as dying, and behold, we live; as punished, and not killed;"},{"name":"2 Corinthians 6:10","text":"as sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things."},{"name":"2 Corinthians 6:11","text":"Our mouth is open to you, Corinthians. Our heart is enlarged."},{"name":"2 Corinthians 6:12","text":"You are not restricted by us, but you are restricted by your own affections."},{"name":"2 Corinthians 6:13","text":"Now in return, I speak as to my children, you also be open wide."},{"name":"2 Corinthians 6:14","text":"Don\"t be unequally yoked with unbelievers, for what fellowship have righteousness and iniquity? Or what fellowship has light with darkness?"},{"name":"2 Corinthians 6:15","text":"What agreement has Christ with Belial? Or what portion has a believer with an unbeliever?"},{"name":"2 Corinthians 6:16","text":"What agreement has a temple of God with idols? For you are a temple of the living God. Even as God said, \"I will dwell in them, and walk in them; and I will be their God, and they will be my people.\""},{"name":"2 Corinthians 6:17","text":"Therefore, \"\"Come out from among them, and be separate,\" says the Lord. \"Touch no unclean thing. I will receive you."},{"name":"2 Corinthians 6:18","text":"I will be to you a Father. You will be to me sons and daughters,\" says the Lord Almighty.\""},{"name":"2 Corinthians 7:1","text":"Having therefore these promises, beloved, let us cleanse ourselves from all defilement of flesh and spirit, perfecting holiness in the fear of God."},{"name":"2 Corinthians 7:2","text":"Open your hearts to us. We wronged no one. We corrupted no one. We took advantage of no one."},{"name":"2 Corinthians 7:3","text":"I say this not to condemn you, for I have said before, that you are in our hearts to die together and live together."},{"name":"2 Corinthians 7:4","text":"Great is my boldness of speech toward you. Great is my boasting on your behalf. I am filled with comfort. I overflow with joy in all our affliction."},{"name":"2 Corinthians 7:5","text":"For even when we had come into Macedonia, our flesh had no relief, but we were afflicted on every side. Fightings were outside. Fear was inside."},{"name":"2 Corinthians 7:6","text":"Nevertheless, he who comforts the lowly, God, comforted us by the coming of Titus;"},{"name":"2 Corinthians 7:7","text":"and not by his coming only, but also by the comfort with which he was comforted in you, while he told us of your longing, your mourning, and your zeal for me; so that I rejoiced still more."},{"name":"2 Corinthians 7:8","text":"For though I made you sorry with my letter, I do not regret it, though I did regret it. For I see that my letter made you sorry, though just for a while."},{"name":"2 Corinthians 7:9","text":"I now rejoice, not that you were made sorry, but that you were made sorry to repentance. For you were made sorry in a godly way, that you might suffer loss by us in nothing."},{"name":"2 Corinthians 7:10","text":"For godly sorrow works repentance to salvation, which brings no regret. But the sorrow of the world works death."},{"name":"2 Corinthians 7:11","text":"For behold, this same thing, that you were made sorry in a godly way, what earnest care it worked in you. Yes, what defense, indignation, fear, longing, zeal, and vengeance! In everything you demonstrated yourselves to be pure in the matter."},{"name":"2 Corinthians 7:12","text":"So although I wrote to you, I wrote not for his cause that did the wrong, nor for his cause that suffered the wrong, but that your earnest care for us might be revealed in you in the sight of God."},{"name":"2 Corinthians 7:13","text":"Therefore we have been comforted. In our comfort we rejoiced the more exceedingly for the joy of Titus, because his spirit has been refreshed by you all."},{"name":"2 Corinthians 7:14","text":"For if in anything I have boasted to him on your behalf, I was not disappointed. But as we spoke all things to you in truth, so our glorying also which I made before Titus was found to be truth."},{"name":"2 Corinthians 7:15","text":"His affection is more abundantly toward you, while he remembers all of your obedience, how with fear and trembling you received him."},{"name":"2 Corinthians 7:16","text":"I rejoice that in everything I am confident concerning you."},{"name":"2 Corinthians 8:1","text":"Moreover, brothers, we make known to you the grace of God which has been given in the assemblies of Macedonia;"},{"name":"2 Corinthians 8:2","text":"how that in much proof of affliction the abundance of their joy and their deep poverty abounded to the riches of their liberality."},{"name":"2 Corinthians 8:3","text":"For according to their power, I testify, yes and beyond their power, they gave of their own accord,"},{"name":"2 Corinthians 8:4","text":"begging us with much entreaty to receive this grace and the fellowship in the service to the saints."},{"name":"2 Corinthians 8:5","text":"This was not as we had hoped, but first they gave their own selves to the Lord, and to us through the will of God."},{"name":"2 Corinthians 8:6","text":"So we urged Titus, that as he made a beginning before, so he would also complete in you this grace."},{"name":"2 Corinthians 8:7","text":"But as you abound in everything, in faith, utterance, knowledge, all earnestness, and in your love to us, see that you also abound in this grace."},{"name":"2 Corinthians 8:8","text":"I speak not by way of commandment, but as proving through the earnestness of others the sincerity also of your love."},{"name":"2 Corinthians 8:9","text":"For you know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that you through his poverty might become rich."},{"name":"2 Corinthians 8:10","text":"I give a judgment in this: for this is expedient for you, who were the first to start a year ago, not only to do, but also to be willing."},{"name":"2 Corinthians 8:11","text":"But now complete the doing also, that as there was the readiness to be willing, so there may be the completion also out of your ability."},{"name":"2 Corinthians 8:12","text":"For if the readiness is there, it is acceptable according to what you have, not according to what you don\"t have."},{"name":"2 Corinthians 8:13","text":"For this is not that others may be eased and you distressed,"},{"name":"2 Corinthians 8:14","text":"but for equality. Your abundance at this present time supplies their lack, that their abundance also may become a supply for your lack; that there may be equality."},{"name":"2 Corinthians 8:15","text":"As it is written, \"He who gathered much had nothing left over, and he who gathered little had no lack.\""},{"name":"2 Corinthians 8:16","text":"But thanks be to God, who puts the same earnest care for you into the heart of Titus."},{"name":"2 Corinthians 8:17","text":"For he indeed accepted our exhortation, but being himself very earnest, he went out to you of his own accord."},{"name":"2 Corinthians 8:18","text":"We have sent together with him the brother whose praise in the Good News is known through all the assemblies."},{"name":"2 Corinthians 8:19","text":"Not only so, but who was also appointed by the assemblies to travel with us in this grace, which is served by us to the glory of the Lord himself, and to show our readiness."},{"name":"2 Corinthians 8:20","text":"We are avoiding this, that any man should blame us concerning this abundance which is administered by us."},{"name":"2 Corinthians 8:21","text":"Having regard for honorable things, not only in the sight of the Lord, but also in the sight of men."},{"name":"2 Corinthians 8:22","text":"We have sent with them our brother, whom we have many times proved earnest in many things, but now much more earnest, by reason of the great confidence which he has in you."},{"name":"2 Corinthians 8:23","text":"As for Titus, he is my partner and fellow worker for you. As for our brothers, they are the apostles of the assemblies, the glory of Christ."},{"name":"2 Corinthians 8:24","text":"Therefore show the proof of your love to them in front of the assemblies, and of our boasting on your behalf."},{"name":"2 Corinthians 9:1","text":"It is indeed unnecessary for me to write to you concerning the service to the saints,"},{"name":"2 Corinthians 9:2","text":"for I know your readiness, of which I boast on your behalf to them of Macedonia, that Achaia has been prepared for a year past. Your zeal has stirred up very many of them."},{"name":"2 Corinthians 9:3","text":"But I have sent the brothers that our boasting on your behalf may not be in vain in this respect, that, just as I said, you may be prepared,"},{"name":"2 Corinthians 9:4","text":"so that I won\"t by any means, if there come with me any of Macedonia and find you unprepared, we (to say nothing of you) should be disappointed in this confident boasting."},{"name":"2 Corinthians 9:5","text":"I thought it necessary therefore to entreat the brothers that they would go before to you, and arrange ahead of time the generous gift that you promised before, that the same might be ready as a matter of generosity, and not of greediness."},{"name":"2 Corinthians 9:6","text":"Remember this: he who sows sparingly will also reap sparingly. He who sows bountifully will also reap bountifully."},{"name":"2 Corinthians 9:7","text":"Let each man give according as he has determined in his heart; not grudgingly, or under compulsion; for God loves a cheerful giver."},{"name":"2 Corinthians 9:8","text":"And God is able to make all grace abound to you, that you, always having all sufficiency in everything, may abound to every good work."},{"name":"2 Corinthians 9:9","text":"As it is written, \"He has scattered abroad, he has given to the poor. His righteousness remains forever.\""},{"name":"2 Corinthians 9:10","text":"Now may he who supplies seed to the sower and bread for food, supply and multiply your seed for sowing, and increase the fruits of your righteousness;"},{"name":"2 Corinthians 9:11","text":"you being enriched in everything to all liberality, which works through us thanksgiving to God."},{"name":"2 Corinthians 9:12","text":"For this service of giving that you perform not only makes up for lack among the saints, but abounds also through many givings of thanks to God;"},{"name":"2 Corinthians 9:13","text":"seeing that through the proof given by this service, they glorify God for the obedience of your confession to the Good News of Christ, and for the liberality of your contribution to them and to all;"},{"name":"2 Corinthians 9:14","text":"while they themselves also, with supplication on your behalf, yearn for you by reason of the exceeding grace of God in you."},{"name":"2 Corinthians 9:15","text":"Now thanks be to God for his unspeakable gift!"},{"name":"2 Corinthians 10:1","text":"Now I Paul, myself, entreat you by the humility and gentleness of Christ; I who in your presence am lowly among you, but being absent am bold toward you."},{"name":"2 Corinthians 10:2","text":"Yes, I beg you that I may not, when present, show courage with the confidence with which I intend to be bold against some, who consider us to be walking according to the flesh."},{"name":"2 Corinthians 10:3","text":"For though we walk in the flesh, we don\"t wage war according to the flesh;"},{"name":"2 Corinthians 10:4","text":"for the weapons of our warfare are not of the flesh, but mighty before God to the throwing down of strongholds,"},{"name":"2 Corinthians 10:5","text":"throwing down imaginations and every high thing that is exalted against the knowledge of God, and bringing every thought into captivity to the obedience of Christ;"},{"name":"2 Corinthians 10:6","text":"and being in readiness to avenge all disobedience, when your obedience will be made full."},{"name":"2 Corinthians 10:7","text":"Do you look at things only as they appear in front of your face? If anyone trusts in himself that he is Christ\"s, let him consider this again with himself, that, even as he is Christ\"s, so also we are Christ\"s."},{"name":"2 Corinthians 10:8","text":"For though I should boast somewhat abundantly concerning our authority, (which the Lord gave for building you up, and not for casting you down) I will not be disappointed,"},{"name":"2 Corinthians 10:9","text":"that I may not seem as if I desire to terrify you by my letters."},{"name":"2 Corinthians 10:10","text":"For, \"His letters,\" they say, \"are weighty and strong, but his bodily presence is weak, and his speech is despised.\""},{"name":"2 Corinthians 10:11","text":"Let such a person consider this, that what we are in word by letters when we are absent, such are we also in deed when we are present."},{"name":"2 Corinthians 10:12","text":"For we are not bold to number or compare ourselves with some of those who commend themselves. But they themselves, measuring themselves by themselves, and comparing themselves with themselves, are without understanding."},{"name":"2 Corinthians 10:13","text":"But we will not boast beyond proper limits, but within the boundaries with which God appointed to us, which reach even to you."},{"name":"2 Corinthians 10:14","text":"For we don\"t stretch ourselves too much, as though we didn\"t reach to you. For we came even as far as to you with the Good News of Christ,"},{"name":"2 Corinthians 10:15","text":"not boasting beyond proper limits in other men\"s labors, but having hope that as your faith grows, we will be abundantly enlarged by you in our sphere of influence,"},{"name":"2 Corinthians 10:16","text":"so as to preach the Good News even to the parts beyond you, not to boast in what someone else has already done."},{"name":"2 Corinthians 10:17","text":"But \"he who boasts, let him boast in the Lord.\""},{"name":"2 Corinthians 10:18","text":"For it isn\"t he who commends himself who is approved, but whom the Lord commends."},{"name":"2 Corinthians 11:1","text":"I wish that you would bear with me in a little foolishness, but indeed you do bear with me."},{"name":"2 Corinthians 11:2","text":"For I am jealous over you with a godly jealousy. For I married you to one husband, that I might present you as a pure virgin to Christ."},{"name":"2 Corinthians 11:3","text":"But I am afraid that somehow, as the serpent deceived Eve in his craftiness, so your minds might be corrupted from the simplicity that is in Christ."},{"name":"2 Corinthians 11:4","text":"For if he who comes preaches another Jesus, whom we did not preach, or if you receive a different spirit, which you did not receive, or a different \"good news\", which you did not accept, you put up with that well enough."},{"name":"2 Corinthians 11:5","text":"For I reckon that I am not at all behind the very best apostles."},{"name":"2 Corinthians 11:6","text":"But though I am unskilled in speech, yet I am not unskilled in knowledge. No, in every way we have been revealed to you in all things."},{"name":"2 Corinthians 11:7","text":"Or did I commit a sin in humbling myself that you might be exalted, because I preached to you God\"s Good News free of charge?"},{"name":"2 Corinthians 11:8","text":"I robbed other assemblies, taking wages from them that I might serve you."},{"name":"2 Corinthians 11:9","text":"When I was present with you and was in need, I wasn\"t a burden on anyone, for the brothers, when they came from Macedonia, supplied the measure of my need. In everything I kept myself from being burdensome to you, and I will continue to do so."},{"name":"2 Corinthians 11:10","text":"As the truth of Christ is in me, no one will stop me from this boasting in the regions of Achaia."},{"name":"2 Corinthians 11:11","text":"Why? Because I don\"t love you? God knows."},{"name":"2 Corinthians 11:12","text":"But what I do, that I will do, that I may cut off occasion from them that desire an occasion, that in which they boast, they may be found even as we."},{"name":"2 Corinthians 11:13","text":"For such men are false apostles, deceitful workers, masquerading as Christ\"s apostles."},{"name":"2 Corinthians 11:14","text":"And no wonder, for even Satan masquerades as an angel of light."},{"name":"2 Corinthians 11:15","text":"It is no great thing therefore if his servants also masquerade as servants of righteousness, whose end will be according to their works."},{"name":"2 Corinthians 11:16","text":"I say again, let no one think me foolish. But if so, yet receive me as foolish, that I also may boast a little."},{"name":"2 Corinthians 11:17","text":"That which I speak, I don\"t speak according to the Lord, but as in foolishness, in this confidence of boasting."},{"name":"2 Corinthians 11:18","text":"Seeing that many boast after the flesh, I will also boast."},{"name":"2 Corinthians 11:19","text":"For you bear with the foolish gladly, being wise."},{"name":"2 Corinthians 11:20","text":"For you bear with a man, if he brings you into bondage, if he devours you, if he takes you captive, if he exalts himself, if he strikes you on the face."},{"name":"2 Corinthians 11:21","text":"I speak by way of disparagement, as though we had been weak. Yet however any is bold (I speak in foolishness), I am bold also."},{"name":"2 Corinthians 11:22","text":"Are they Hebrews? So am I. Are they Israelites? So am I. Are they the seed of Abraham? So am I."},{"name":"2 Corinthians 11:23","text":"Are they servants of Christ? (I speak as one beside himself) I am more so; in labors more abundantly, in prisons more abundantly, in stripes above measure, in deaths often."},{"name":"2 Corinthians 11:24","text":"Five times from the Jews I received forty stripes minus one."},{"name":"2 Corinthians 11:25","text":"Three times I was beaten with rods. Once I was stoned. Three times I suffered shipwreck. I have been a night and a day in the deep."},{"name":"2 Corinthians 11:26","text":"I have been in travels often, perils of rivers, perils of robbers, perils from my countrymen, perils from the Gentiles, perils in the city, perils in the wilderness, perils in the sea, perils among false brothers;"},{"name":"2 Corinthians 11:27","text":"in labor and travail, in watchings often, in hunger and thirst, in fastings often, and in cold and nakedness."},{"name":"2 Corinthians 11:28","text":"Besides those things that are outside, there is that which presses on me daily, anxiety for all the assemblies."},{"name":"2 Corinthians 11:29","text":"Who is weak, and I am not weak? Who is caused to stumble, and I don\"t burn with indignation?"},{"name":"2 Corinthians 11:30","text":"If I must boast, I will boast of the things that concern my weakness."},{"name":"2 Corinthians 11:31","text":"The God and Father of the Lord Jesus Christ, he who is blessed forevermore, knows that I don\"t lie."},{"name":"2 Corinthians 11:32","text":"In Damascus the governor under King Aretas guarded the city of the Damascenes desiring to arrest me."},{"name":"2 Corinthians 11:33","text":"Through a window I was let down in a basket by the wall, and escaped his hands."},{"name":"2 Corinthians 12:1","text":"It is doubtless not profitable for me to boast. For I will come to visions and revelations of the Lord."},{"name":"2 Corinthians 12:2","text":"I know a man in Christ, fourteen years ago (whether in the body, I don\"t know, or whether out of the body, I don\"t know; God knows), such a one caught up into the third heaven."},{"name":"2 Corinthians 12:3","text":"I know such a man (whether in the body, or outside of the body, I don\"t know; God knows),"},{"name":"2 Corinthians 12:4","text":"how he was caught up into Paradise, and heard unspeakable words, which it is not lawful for a man to utter."},{"name":"2 Corinthians 12:5","text":"On behalf of such a one I will boast, but on my own behalf I will not boast, except in my weaknesses."}]