[{"name":"Psalm 8:1","text":"For the Chief Musician; on an instrument of Gath. A Psalm by David. Yahweh, our Lord, how majestic is your name in all the earth, who has set your glory above the heavens!"},{"name":"Psalm 8:2","text":"From the lips of babes and infants you have established strength, because of your adversaries, that you might silence the enemy and the avenger."},{"name":"Psalm 8:3","text":"When I consider your heavens, the work of your fingers, the moon and the stars, which you have ordained;"},{"name":"Psalm 8:4","text":"what is man, that you think of him? What is the son of man, that you care for him?"},{"name":"Psalm 8:5","text":"For you have made him a little lower than God, and crowned him with glory and honor."},{"name":"Psalm 8:6","text":"You make him ruler over the works of your hands. You have put all things under his feet:"},{"name":"Psalm 8:7","text":"All sheep and cattle, yes, and the animals of the field,"},{"name":"Psalm 8:8","text":"The birds of the sky, the fish of the sea, and whatever passes through the paths of the seas."},{"name":"Psalm 8:9","text":"Yahweh, our Lord, how majestic is your name in all the earth!"},{"name":"Psalm 9:1","text":"For the Chief Musician. Set to \"The Death of the Son.\" A Psalm by David. I will give thanks to Yahweh with my whole heart. I will tell of all your marvelous works."},{"name":"Psalm 9:2","text":"I will be glad and rejoice in you. I will sing praise to your name, O Most High."},{"name":"Psalm 9:3","text":"When my enemies turn back, they stumble and perish in your presence."},{"name":"Psalm 9:4","text":"For you have maintained my just cause. You sit on the throne judging righteously."},{"name":"Psalm 9:5","text":"You have rebuked the nations. You have destroyed the wicked. You have blotted out their name forever and ever."},{"name":"Psalm 9:6","text":"The enemy is overtaken by endless ruin. The very memory of the cities which you have overthrown has perished."},{"name":"Psalm 9:7","text":"But Yahweh reigns forever. He has prepared his throne for judgment."},{"name":"Psalm 9:8","text":"He will judge the world in righteousness. He will administer judgment to the peoples in uprightness."},{"name":"Psalm 9:9","text":"Yahweh will also be a high tower for the oppressed; a high tower in times of trouble."},{"name":"Psalm 9:10","text":"Those who know your name will put their trust in you, for you, Yahweh, have not forsaken those who seek you."},{"name":"Psalm 9:11","text":"Sing praises to Yahweh, who dwells in Zion, and declare among the people what he has done."},{"name":"Psalm 9:12","text":"For he who avenges blood remembers them. He doesn\"t forget the cry of the afflicted."},{"name":"Psalm 9:13","text":"Have mercy on me, Yahweh. See my affliction by those who hate me, and lift me up from the gates of death;"},{"name":"Psalm 9:14","text":"that I may show forth all your praise. In the gates of the daughter of Zion, I will rejoice in your salvation."},{"name":"Psalm 9:15","text":"The nations have sunk down in the pit that they made. In the net which they hid, their own foot is taken."},{"name":"Psalm 9:16","text":"Yahweh has made himself known. He has executed judgment. The wicked is snared by the work of his own hands. Meditation. Selah."},{"name":"Psalm 9:17","text":"The wicked shall be turned back to Sheol, even all the nations that forget God."},{"name":"Psalm 9:18","text":"For the needy shall not always be forgotten, nor the hope of the poor perish forever."},{"name":"Psalm 9:19","text":"Arise, Yahweh! Don\"t let man prevail. Let the nations be judged in your sight."},{"name":"Psalm 9:20","text":"Put them in fear, Yahweh. Let the nations know that they are only men. Selah."},{"name":"Psalm 10:1","text":"Why do you stand far off, Yahweh? Why do you hide yourself in times of trouble?"},{"name":"Psalm 10:2","text":"In arrogance, the wicked hunt down the weak. They are caught in the schemes that they devise."},{"name":"Psalm 10:3","text":"For the wicked boasts of his heart\"s cravings. He blesses the greedy, and condemns Yahweh."},{"name":"Psalm 10:4","text":"The wicked, in the pride of his face, has no room in his thoughts for God."},{"name":"Psalm 10:5","text":"His ways are prosperous at all times. He is haughty, and your laws are far from his sight. As for all his adversaries, he sneers at them."},{"name":"Psalm 10:6","text":"He says in his heart, \"I shall not be shaken. For generations I shall have no trouble.\""},{"name":"Psalm 10:7","text":"His mouth is full of cursing, deceit, and oppression. Under his tongue is mischief and iniquity."},{"name":"Psalm 10:8","text":"He lies in wait near the villages. From ambushes, he murders the innocent. His eyes are secretly set against the helpless."},{"name":"Psalm 10:9","text":"He lurks in secret as a lion in his ambush. He lies in wait to catch the helpless. He catches the helpless, when he draws him in his net."},{"name":"Psalm 10:10","text":"The helpless are crushed. They collapse. They fall under his strength."},{"name":"Psalm 10:11","text":"He says in his heart, \"God has forgotten. He hides his face. He will never see it.\""},{"name":"Psalm 10:12","text":"Arise, Yahweh! God, lift up your hand! Don\"t forget the helpless."},{"name":"Psalm 10:13","text":"Why does the wicked person condemn God, and say in his heart, \"God won\"t call me into account?\""},{"name":"Psalm 10:14","text":"But you do see trouble and grief. You consider it to take it into your hand. You help the victim and the fatherless."},{"name":"Psalm 10:15","text":"Break the arm of the wicked. As for the evil man, seek out his wickedness until you find none."},{"name":"Psalm 10:16","text":"Yahweh is King forever and ever! The nations will perish out of his land."},{"name":"Psalm 10:17","text":"Yahweh, you have heard the desire of the humble. You will prepare their heart. You will cause your ear to hear,"},{"name":"Psalm 10:18","text":"to judge the fatherless and the oppressed, that man who is of the earth may terrify no more."},{"name":"Psalm 11:1","text":"For the Chief Musician. By David. In Yahweh, I take refuge. How can you say to my soul, \"Flee as a bird to your mountain!\""},{"name":"Psalm 11:2","text":"For, behold, the wicked bend their bows. They set their arrows on the strings, that they may shoot in darkness at the upright in heart."},{"name":"Psalm 11:3","text":"If the foundations are destroyed, what can the righteous do?"},{"name":"Psalm 11:4","text":"Yahweh is in his holy temple. Yahweh is on his throne in heaven. His eyes observe. His eyes examine the children of men."},{"name":"Psalm 11:5","text":"Yahweh examines the righteous, but the wicked and him who loves violence his soul hates."},{"name":"Psalm 11:6","text":"On the wicked he will rain blazing coals; fire, sulfur, and scorching wind shall be the portion of their cup."},{"name":"Psalm 11:7","text":"For Yahweh is righteous. He loves righteousness. The upright shall see his face."},{"name":"Psalm 12:1","text":"For the Chief Musician; upon an eight-stringed lyre. A Psalm of David. Help, Yahweh; for the godly man ceases. For the faithful fail from among the children of men."},{"name":"Psalm 12:2","text":"Everyone lies to his neighbor. They speak with flattering lips, and with a double heart."},{"name":"Psalm 12:3","text":"May Yahweh cut off all flattering lips, and the tongue that boasts,"},{"name":"Psalm 12:4","text":"who have said, \"With our tongue we will prevail. Our lips are our own. Who is lord over us?\""},{"name":"Psalm 12:5","text":"\"Because of the oppression of the weak and because of the groaning of the needy, I will now arise,\" says Yahweh; \"I will set him in safety from those who malign him.\""},{"name":"Psalm 12:6","text":"The words of Yahweh are flawless words, as silver refined in a clay furnace, purified seven times."},{"name":"Psalm 12:7","text":"You will keep them, Yahweh. You will preserve them from this generation forever."},{"name":"Psalm 12:8","text":"The wicked walk on every side, when what is vile is exalted among the sons of men."},{"name":"Psalm 13:1","text":"For the Chief Musician. A Psalm by David. How long, Yahweh? Will you forget me forever? How long will you hide your face from me?"},{"name":"Psalm 13:2","text":"How long shall I take counsel in my soul, having sorrow in my heart every day? How long shall my enemy triumph over me?"},{"name":"Psalm 13:3","text":"Behold, and answer me, Yahweh, my God. Give light to my eyes, lest I sleep in death;"},{"name":"Psalm 13:4","text":"Lest my enemy say, \"I have prevailed against him;\" Lest my adversaries rejoice when I fall."},{"name":"Psalm 13:5","text":"But I trust in your loving kindness. My heart rejoices in your salvation."},{"name":"Psalm 13:6","text":"I will sing to Yahweh, because he has been good to me."},{"name":"Psalm 14:1","text":"For the Chief Musician. By David. The fool has said in his heart, \"There is no God.\" They are corrupt. They have done abominable works. There is none who does good."},{"name":"Psalm 14:2","text":"Yahweh looked down from heaven on the children of men, to see if there were any who understood, who sought after God."},{"name":"Psalm 14:3","text":"They have all gone aside. They have together become corrupt. There is none who does good, no, not one."},{"name":"Psalm 14:4","text":"Have all the workers of iniquity no knowledge, who eat up my people as they eat bread, and don\"t call on Yahweh?"},{"name":"Psalm 14:5","text":"There they were in great fear, for God is in the generation of the righteous."},{"name":"Psalm 14:6","text":"You frustrate the plan of the poor, because Yahweh is his refuge."},{"name":"Psalm 14:7","text":"Oh that the salvation of Israel would come out of Zion! When Yahweh restores the fortunes of his people, then Jacob shall rejoice, and Israel shall be glad."},{"name":"Psalm 15:1","text":"A Psalm by David. Yahweh, who shall dwell in your sanctuary? Who shall live on your holy hill?"},{"name":"Psalm 15:2","text":"He who walks blamelessly does what is right, and speaks truth in his heart;"},{"name":"Psalm 15:3","text":"He who doesn\"t slander with his tongue, nor does evil to his friend, nor casts slurs against his fellow man;"},{"name":"Psalm 15:4","text":"In whose eyes a vile man is despised, but who honors those who fear Yahweh; he who keeps an oath even when it hurts, and doesn\"t change;"},{"name":"Psalm 15:5","text":"he who doesn\"t lend out his money for usury, nor take a bribe against the innocent. He who does these things shall never be shaken."},{"name":"Psalm 16:1","text":"A Poem by David. Preserve me, God, for in you do I take refuge."},{"name":"Psalm 16:2","text":"My soul, you have said to Yahweh, \"You are my Lord. Apart from you I have no good thing.\""},{"name":"Psalm 16:3","text":"As for the saints who are in the earth, they are the excellent ones in whom is all my delight."},{"name":"Psalm 16:4","text":"Their sorrows shall be multiplied who give gifts to another god. Their drink offerings of blood I will not offer, nor take their names on my lips."},{"name":"Psalm 16:5","text":"Yahweh assigned my portion and my cup. You made my lot secure."},{"name":"Psalm 16:6","text":"The lines have fallen to me in pleasant places. Yes, I have a good inheritance."},{"name":"Psalm 16:7","text":"I will bless Yahweh, who has given me counsel. Yes, my heart instructs me in the night seasons."},{"name":"Psalm 16:8","text":"I have set Yahweh always before me. Because he is at my right hand, I shall not be moved."},{"name":"Psalm 16:9","text":"Therefore my heart is glad, and my tongue rejoices. My body shall also dwell in safety."},{"name":"Psalm 16:10","text":"For you will not leave my soul in Sheol, neither will you allow your holy one to see corruption."},{"name":"Psalm 16:11","text":"You will show me the path of life. In your presence is fullness of joy. In your right hand there are pleasures forevermore."},{"name":"Psalm 17:1","text":"A Prayer by David. Hear, Yahweh, my righteous plea; Give ear to my prayer, that doesn\"t go out of deceitful lips."},{"name":"Psalm 17:2","text":"Let my sentence come forth from your presence. Let your eyes look on equity."},{"name":"Psalm 17:3","text":"You have proved my heart. You have visited me in the night. You have tried me, and found nothing. I have resolved that my mouth shall not disobey."},{"name":"Psalm 17:4","text":"As for the works of men, by the word of your lips, I have kept myself from the ways of the violent."},{"name":"Psalm 17:5","text":"My steps have held fast to your paths. My feet have not slipped."},{"name":"Psalm 17:6","text":"I have called on you, for you will answer me, God. Turn your ear to me. Hear my speech."},{"name":"Psalm 17:7","text":"Show your marvelous loving kindness, you who save those who take refuge by your right hand from their enemies."},{"name":"Psalm 17:8","text":"Keep me as the apple of your eye. Hide me under the shadow of your wings,"},{"name":"Psalm 17:9","text":"from the wicked who oppress me, my deadly enemies, who surround me."},{"name":"Psalm 17:10","text":"They close up their callous hearts. With their mouth they speak proudly."},{"name":"Psalm 17:11","text":"They have now surrounded us in our steps. They set their eyes to cast us down to the earth."},{"name":"Psalm 17:12","text":"He is like a lion that is greedy of his prey, as it were a young lion lurking in secret places."},{"name":"Psalm 17:13","text":"Arise, Yahweh, confront him. Cast him down. Deliver my soul from the wicked by your sword;"},{"name":"Psalm 17:14","text":"from men by your hand, Yahweh, from men of the world, whose portion is in this life. You fill the belly of your cherished ones. Your sons have plenty, and they store up wealth for their children."},{"name":"Psalm 17:15","text":"As for me, I shall see your face in righteousness. I shall be satisfied, when I awake, with seeing your form."},{"name":"Psalm 18:1","text":"For the Chief Musician. By David the servant of Yahweh, who spoke to Yahweh the words of this song in the day that Yahweh delivered him from the hand of all his enemies, and from the hand of Saul. He said, I love you, Yahweh, my strength."},{"name":"Psalm 18:2","text":"Yahweh is my rock, my fortress, and my deliverer; my God, my rock, in whom I take refuge; my shield, and the horn of my salvation, my high tower."},{"name":"Psalm 18:3","text":"I call on Yahweh, who is worthy to be praised; and I am saved from my enemies."},{"name":"Psalm 18:4","text":"The cords of death surrounded me. The floods of ungodliness made me afraid."},{"name":"Psalm 18:5","text":"The cords of Sheol were around me. The snares of death came on me."},{"name":"Psalm 18:6","text":"In my distress I called on Yahweh, and cried to my God. He heard my voice out of his temple. My cry before him came into his ears."},{"name":"Psalm 18:7","text":"Then the earth shook and trembled. The foundations also of the mountains quaked and were shaken, because he was angry."},{"name":"Psalm 18:8","text":"Smoke went out of his nostrils. Consuming fire came out of his mouth. Coals were kindled by it."},{"name":"Psalm 18:9","text":"He bowed the heavens also, and came down. Thick darkness was under his feet."},{"name":"Psalm 18:10","text":"He rode on a cherub, and flew. Yes, he soared on the wings of the wind."},{"name":"Psalm 18:11","text":"He made darkness his hiding place, his pavilion around him, darkness of waters, thick clouds of the skies."},{"name":"Psalm 18:12","text":"At the brightness before him his thick clouds passed, hailstones and coals of fire."},{"name":"Psalm 18:13","text":"Yahweh also thundered in the sky. The Most High uttered his voice: hailstones and coals of fire."},{"name":"Psalm 18:14","text":"He sent out his arrows, and scattered them; Yes, great lightning bolts, and routed them."},{"name":"Psalm 18:15","text":"Then the channels of waters appeared. The foundations of the world were laid bare at your rebuke, Yahweh, at the blast of the breath of your nostrils."},{"name":"Psalm 18:16","text":"He sent from on high. He took me. He drew me out of many waters."},{"name":"Psalm 18:17","text":"He delivered me from my strong enemy, from those who hated me; for they were too mighty for me."},{"name":"Psalm 18:18","text":"They came on me in the day of my calamity, but Yahweh was my support."},{"name":"Psalm 18:19","text":"He brought me forth also into a large place. He delivered me, because he delighted in me."},{"name":"Psalm 18:20","text":"Yahweh has rewarded me according to my righteousness. According to the cleanness of my hands has he recompensed me."},{"name":"Psalm 18:21","text":"For I have kept the ways of Yahweh, and have not wickedly departed from my God."},{"name":"Psalm 18:22","text":"For all his ordinances were before me. I didn\"t put away his statutes from me."},{"name":"Psalm 18:23","text":"I was also blameless with him. I kept myself from my iniquity."},{"name":"Psalm 18:24","text":"Therefore Yahweh has rewarded me according to my righteousness, according to the cleanness of my hands in his eyesight."},{"name":"Psalm 18:25","text":"With the merciful you will show yourself merciful. With the perfect man, you will show yourself perfect."},{"name":"Psalm 18:26","text":"With the pure, you will show yourself pure. With the crooked you will show yourself shrewd."},{"name":"Psalm 18:27","text":"For you will save the afflicted people, but the haughty eyes you will bring down."},{"name":"Psalm 18:28","text":"For you will light my lamp, Yahweh. My God will light up my darkness."},{"name":"Psalm 18:29","text":"For by you, I advance through a troop. By my God, I leap over a wall."},{"name":"Psalm 18:30","text":"As for God, his way is perfect. The word of Yahweh is tried. He is a shield to all those who take refuge in him."},{"name":"Psalm 18:31","text":"For who is God, except Yahweh? Who is a rock, besides our God,"},{"name":"Psalm 18:32","text":"the God who arms me with strength, and makes my way perfect?"},{"name":"Psalm 18:33","text":"He makes my feet like deer\"s feet, and sets me on my high places."},{"name":"Psalm 18:34","text":"He teaches my hands to war, so that my arms bend a bow of bronze."},{"name":"Psalm 18:35","text":"You have also given me the shield of your salvation. Your right hand sustains me. Your gentleness has made me great."},{"name":"Psalm 18:36","text":"You have enlarged my steps under me, My feet have not slipped."},{"name":"Psalm 18:37","text":"I will pursue my enemies, and overtake them. Neither will I turn again until they are consumed."},{"name":"Psalm 18:38","text":"I will strike them through, so that they will not be able to rise. They shall fall under my feet."},{"name":"Psalm 18:39","text":"For you have armed me with strength to the battle. You have subdued under me those who rose up against me."},{"name":"Psalm 18:40","text":"You have also made my enemies turn their backs to me, that I might cut off those who hate me."},{"name":"Psalm 18:41","text":"They cried, but there was none to save; even to Yahweh, but he didn\"t answer them."},{"name":"Psalm 18:42","text":"Then I beat them small as the dust before the wind. I cast them out as the mire of the streets."},{"name":"Psalm 18:43","text":"You have delivered me from the strivings of the people. You have made me the head of the nations. A people whom I have not known shall serve me."},{"name":"Psalm 18:44","text":"As soon as they hear of me they shall obey me. The foreigners shall submit themselves to me."},{"name":"Psalm 18:45","text":"The foreigners shall fade away, and shall come trembling out of their close places."},{"name":"Psalm 18:46","text":"Yahweh lives; and blessed be my rock. Exalted be the God of my salvation,"},{"name":"Psalm 18:47","text":"even the God who executes vengeance for me, and subdues peoples under me."},{"name":"Psalm 18:48","text":"He rescues me from my enemies. Yes, you lift me up above those who rise up against me. You deliver me from the violent man."},{"name":"Psalm 18:49","text":"Therefore I will give thanks to you, Yahweh, among the nations, and will sing praises to your name."},{"name":"Psalm 18:50","text":"He gives great deliverance to his king, and shows loving kindness to his anointed, to David and to his seed, forevermore."},{"name":"Psalm 19:1","text":"For the Chief Musician. A Psalm by David. The heavens declare the glory of God. The expanse shows his handiwork."},{"name":"Psalm 19:2","text":"Day after day they pour forth speech, and night after night they display knowledge."},{"name":"Psalm 19:3","text":"There is no speech nor language, where their voice is not heard."},{"name":"Psalm 19:4","text":"Their voice has gone out through all the earth, their words to the end of the world. In them he has set a tent for the sun,"},{"name":"Psalm 19:5","text":"which is as a bridegroom coming out of his room, like a strong man rejoicing to run his course."},{"name":"Psalm 19:6","text":"His going forth is from the end of the heavens, his circuit to its ends; There is nothing hidden from its heat."},{"name":"Psalm 19:7","text":"Yahweh\"s law is perfect, restoring the soul. Yahweh\"s testimony is sure, making wise the simple."},{"name":"Psalm 19:8","text":"Yahweh\"s precepts are right, rejoicing the heart. Yahweh\"s commandment is pure, enlightening the eyes."},{"name":"Psalm 19:9","text":"The fear of Yahweh is clean, enduring forever. Yahweh\"s ordinances are true, and righteous altogether."},{"name":"Psalm 19:10","text":"More to be desired are they than gold, yes, than much fine gold; sweeter also than honey and the extract of the honeycomb."},{"name":"Psalm 19:11","text":"Moreover by them is your servant warned. In keeping them there is great reward."},{"name":"Psalm 19:12","text":"Who can discern his errors? Forgive me from hidden errors."},{"name":"Psalm 19:13","text":"Keep back your servant also from presumptuous sins. Let them not have dominion over me. Then I will be upright. I will be blameless and innocent of great transgression."},{"name":"Psalm 19:14","text":"Let the words of my mouth and the meditation of my heart be acceptable in your sight, Yahweh, my rock, and my redeemer."},{"name":"Psalm 20:1","text":"For the Chief Musician. A Psalm by David. May Yahweh answer you in the day of trouble. May the name of the God of Jacob set you up on high,"},{"name":"Psalm 20:2","text":"send you help from the sanctuary, grant you support from Zion,"},{"name":"Psalm 20:3","text":"remember all your offerings, and accept your burnt sacrifice. Selah."},{"name":"Psalm 20:4","text":"May He grant you your heart\"s desire, and fulfill all your counsel."},{"name":"Psalm 20:5","text":"We will triumph in your salvation. In the name of our God, we will set up our banners. May Yahweh grant all your requests."},{"name":"Psalm 20:6","text":"Now I know that Yahweh saves his anointed. He will answer him from his holy heaven, with the saving strength of his right hand."},{"name":"Psalm 20:7","text":"Some trust in chariots, and some in horses, but we trust the name of Yahweh our God."},{"name":"Psalm 20:8","text":"They are bowed down and fallen, but we rise up, and stand upright."},{"name":"Psalm 20:9","text":"Save, Yahweh! Let the King answer us when we call!"},{"name":"Psalm 21:1","text":"For the Chief Musician. A Psalm by David. The king rejoices in your strength, Yahweh! How greatly he rejoices in your salvation!"},{"name":"Psalm 21:2","text":"You have given him his heart\"s desire, and have not withheld the request of his lips. Selah."},{"name":"Psalm 21:3","text":"For you meet him with the blessings of goodness. You set a crown of fine gold on his head."},{"name":"Psalm 21:4","text":"He asked life of you, you gave it to him, even length of days forever and ever."},{"name":"Psalm 21:5","text":"His glory is great in your salvation. You lay honor and majesty on him."},{"name":"Psalm 21:6","text":"For you make him most blessed forever. You make him glad with joy in your presence."},{"name":"Psalm 21:7","text":"For the king trusts in Yahweh. Through the loving kindness of the Most High, he shall not be moved."},{"name":"Psalm 21:8","text":"Your hand will find out all of your enemies. Your right hand will find out those who hate you."},{"name":"Psalm 21:9","text":"You will make them as a fiery furnace in the time of your anger. Yahweh will swallow them up in his wrath. The fire shall devour them."},{"name":"Psalm 21:10","text":"You will destroy their descendants from the earth, their posterity from among the children of men."},{"name":"Psalm 21:11","text":"For they intended evil against you. They plotted evil against you which cannot succeed."},{"name":"Psalm 21:12","text":"For you will make them turn their back, when you aim drawn bows at their face."},{"name":"Psalm 21:13","text":"Be exalted, Yahweh, in your strength, so we will sing and praise your power."},{"name":"Psalm 22:1","text":"For the Chief Musician; set to \"The Doe of the Morning.\" A Psalm by David. My God, my God, why have you forsaken me? Why are you so far from helping me, and from the words of my groaning?"},{"name":"Psalm 22:2","text":"My God, I cry in the daytime, but you don\"t answer; in the night season, and am not silent."},{"name":"Psalm 22:3","text":"But you are holy, you who inhabit the praises of Israel."},{"name":"Psalm 22:4","text":"Our fathers trusted in you. They trusted, and you delivered them."},{"name":"Psalm 22:5","text":"They cried to you, and were delivered. They trusted in you, and were not disappointed."},{"name":"Psalm 22:6","text":"But I am a worm, and no man; a reproach of men, and despised by the people."},{"name":"Psalm 22:7","text":"All those who see me mock me. They insult me with their lips. They shake their heads, saying,"},{"name":"Psalm 22:8","text":"\"He trusts in Yahweh; let him deliver him. Let him rescue him, since he delights in him.\""},{"name":"Psalm 22:9","text":"But you brought me out of the womb. You made me trust at my mother\"s breasts."},{"name":"Psalm 22:10","text":"I was thrown on you from my mother\"s womb. You are my God since my mother bore me."},{"name":"Psalm 22:11","text":"Don\"t be far from me, for trouble is near. For there is none to help."},{"name":"Psalm 22:12","text":"Many bulls have surrounded me. Strong bulls of Bashan have encircled me."},{"name":"Psalm 22:13","text":"They open their mouths wide against me, lions tearing prey and roaring."},{"name":"Psalm 22:14","text":"I am poured out like water. All my bones are out of joint. My heart is like wax; it is melted within me."},{"name":"Psalm 22:15","text":"My strength is dried up like a potsherd. My tongue sticks to the roof of my mouth. You have brought me into the dust of death."},{"name":"Psalm 22:16","text":"For dogs have surrounded me. A company of evildoers have enclosed me. They have pierced my hands and feet."},{"name":"Psalm 22:17","text":"I can count all of my bones. They look and stare at me."},{"name":"Psalm 22:18","text":"They divide my garments among them. They cast lots for my clothing."},{"name":"Psalm 22:19","text":"But don\"t be far off, Yahweh. You are my help: hurry to help me."},{"name":"Psalm 22:20","text":"Deliver my soul from the sword, my precious life from the power of the dog."},{"name":"Psalm 22:21","text":"Save me from the lion\"s mouth! Yes, from the horns of the wild oxen, you have answered me."},{"name":"Psalm 22:22","text":"I will declare your name to my brothers. In the midst of the assembly, I will praise you."},{"name":"Psalm 22:23","text":"You who fear Yahweh, praise him! All you descendants of Jacob, glorify him! Stand in awe of him, all you descendants of Israel!"},{"name":"Psalm 22:24","text":"For he has not despised nor abhorred the affliction of the afflicted, Neither has he hidden his face from him; but when he cried to him, he heard."},{"name":"Psalm 22:25","text":"Of you comes my praise in the great assembly. I will pay my vows before those who fear him."},{"name":"Psalm 22:26","text":"The humble shall eat and be satisfied. They shall praise Yahweh who seek after him. Let your hearts live forever."},{"name":"Psalm 22:27","text":"All the ends of the earth shall remember and turn to Yahweh. All the relatives of the nations shall worship before you."},{"name":"Psalm 22:28","text":"For the kingdom is Yahweh\"s. He is the ruler over the nations."},{"name":"Psalm 22:29","text":"All the rich ones of the earth shall eat and worship. All those who go down to the dust shall bow before him, even he who can\"t keep his soul alive."},{"name":"Psalm 22:30","text":"Posterity shall serve him. Future generations shall be told about the Lord."},{"name":"Psalm 22:31","text":"They shall come and shall declare his righteousness to a people that shall be born, for he has done it."},{"name":"Psalm 23:1","text":"A Psalm by David. Yahweh is my shepherd: I shall lack nothing."},{"name":"Psalm 23:2","text":"He makes me lie down in green pastures. He leads me beside still waters."},{"name":"Psalm 23:3","text":"He restores my soul. He guides me in the paths of righteousness for his name\"s sake."},{"name":"Psalm 23:4","text":"Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me. Your rod and your staff, they comfort me."},{"name":"Psalm 23:5","text":"You prepare a table before me in the presence of my enemies. You anoint my head with oil. My cup runs over."},{"name":"Psalm 23:6","text":"Surely goodness and loving kindness shall follow me all the days of my life, and I will dwell in Yahweh\"s house forever."},{"name":"Psalm 24:1","text":"A Psalm by David. The earth is Yahweh\"s, with its fullness; the world, and those who dwell therein."},{"name":"Psalm 24:2","text":"For he has founded it on the seas, and established it on the floods."},{"name":"Psalm 24:3","text":"Who may ascend to Yahweh\"s hill? Who may stand in his holy place?"},{"name":"Psalm 24:4","text":"He who has clean hands and a pure heart; who has not lifted up his soul to falsehood, and has not sworn deceitfully."},{"name":"Psalm 24:5","text":"He shall receive a blessing from Yahweh, righteousness from the God of his salvation."},{"name":"Psalm 24:6","text":"This is the generation of those who seek Him, who seek your face\"even Jacob. Selah."},{"name":"Psalm 24:7","text":"Lift up your heads, you gates! Be lifted up, you everlasting doors, and the King of glory will come in."},{"name":"Psalm 24:8","text":"Who is the King of glory? Yahweh strong and mighty, Yahweh mighty in battle."},{"name":"Psalm 24:9","text":"Lift up your heads, you gates; yes, lift them up, you everlasting doors, and the King of glory will come in."},{"name":"Psalm 24:10","text":"Who is this King of glory? Yahweh of Armies is the King of glory! Selah."},{"name":"Psalm 25:1","text":"By David. To you, Yahweh, do I lift up my soul."},{"name":"Psalm 25:2","text":"My God, I have trusted in you. Don\"t let me be shamed. Don\"t let my enemies triumph over me."},{"name":"Psalm 25:3","text":"Yes, no one who waits for you shall be shamed. They shall be shamed who deal treacherously without cause."},{"name":"Psalm 25:4","text":"Show me your ways, Yahweh. Teach me your paths."},{"name":"Psalm 25:5","text":"Guide me in your truth, and teach me, For you are the God of my salvation, I wait for you all day long."},{"name":"Psalm 25:6","text":"Yahweh, remember your tender mercies and your loving kindness, for they are from old times."},{"name":"Psalm 25:7","text":"Don\"t remember the sins of my youth, nor my transgressions. Remember me according to your loving kindness, for your goodness\" sake, Yahweh."},{"name":"Psalm 25:8","text":"Good and upright is Yahweh, therefore he will instruct sinners in the way."},{"name":"Psalm 25:9","text":"He will guide the humble in justice. He will teach the humble his way."},{"name":"Psalm 25:10","text":"All the paths of Yahweh are loving kindness and truth to such as keep his covenant and his testimonies."},{"name":"Psalm 25:11","text":"For your name\"s sake, Yahweh, pardon my iniquity, for it is great."},{"name":"Psalm 25:12","text":"What man is he who fears Yahweh? He shall instruct him in the way that he shall choose."},{"name":"Psalm 25:13","text":"His soul shall dwell at ease. His seed shall inherit the land."},{"name":"Psalm 25:14","text":"The friendship of Yahweh is with those who fear him. He will show them his covenant."},{"name":"Psalm 25:15","text":"My eyes are ever on Yahweh, for he will pluck my feet out of the net."},{"name":"Psalm 25:16","text":"Turn to me, and have mercy on me, for I am desolate and afflicted."},{"name":"Psalm 25:17","text":"The troubles of my heart are enlarged. Oh bring me out of my distresses."},{"name":"Psalm 25:18","text":"Consider my affliction and my travail. Forgive all my sins."},{"name":"Psalm 25:19","text":"Consider my enemies, for they are many. They hate me with cruel hatred."},{"name":"Psalm 25:20","text":"Oh keep my soul, and deliver me. Let me not be disappointed, for I take refuge in you."},{"name":"Psalm 25:21","text":"Let integrity and uprightness preserve me, for I wait for you."},{"name":"Psalm 25:22","text":"Redeem Israel, God, out all of his troubles."},{"name":"Psalm 26:1","text":"By David. Judge me, Yahweh, for I have walked in my integrity. I have trusted also in Yahweh without wavering."},{"name":"Psalm 26:2","text":"Examine me, Yahweh, and prove me. Try my heart and my mind."},{"name":"Psalm 26:3","text":"For your loving kindness is before my eyes. I have walked in your truth."},{"name":"Psalm 26:4","text":"I have not sat with deceitful men, neither will I go in with hypocrites."},{"name":"Psalm 26:5","text":"I hate the assembly of evildoers, and will not sit with the wicked."},{"name":"Psalm 26:6","text":"I will wash my hands in innocence, so I will go about your altar, Yahweh;"},{"name":"Psalm 26:7","text":"that I may make the voice of thanksgiving to be heard, and tell of all your wondrous works."},{"name":"Psalm 26:8","text":"Yahweh, I love the habitation of your house, the place where your glory dwells."},{"name":"Psalm 26:9","text":"Don\"t gather my soul with sinners, nor my life with bloodthirsty men;"},{"name":"Psalm 26:10","text":"in whose hands is wickedness, their right hand is full of bribes."},{"name":"Psalm 26:11","text":"But as for me, I will walk in my integrity. Redeem me, and be merciful to me."},{"name":"Psalm 26:12","text":"My foot stands in an even place. In the congregations I will bless Yahweh."},{"name":"Psalm 27:1","text":"By David. Yahweh is my light and my salvation. Whom shall I fear? Yahweh is the strength of my life. Of whom shall I be afraid?"},{"name":"Psalm 27:2","text":"When evildoers came at me to eat up my flesh, even my adversaries and my foes, they stumbled and fell."},{"name":"Psalm 27:3","text":"Though an army should encamp against me, my heart shall not fear. Though war should rise against me, even then I will be confident."},{"name":"Psalm 27:4","text":"One thing I have asked of Yahweh, that I will seek after, that I may dwell in the house of Yahweh all the days of my life, to see Yahweh\"s beauty, and to inquire in his temple."},{"name":"Psalm 27:5","text":"For in the day of trouble he will keep me secretly in his pavilion. In the covert of his tabernacle he will hide me. He will lift me up on a rock."},{"name":"Psalm 27:6","text":"Now my head will be lifted up above my enemies around me. I will offer sacrifices of joy in his tent. I will sing, yes, I will sing praises to Yahweh."},{"name":"Psalm 27:7","text":"Hear, Yahweh, when I cry with my voice. Have mercy also on me, and answer me."},{"name":"Psalm 27:8","text":"When you said, \"Seek my face,\" my heart said to you, \"I will seek your face, Yahweh.\""},{"name":"Psalm 27:9","text":"Don\"t hide your face from me. Don\"t put your servant away in anger. You have been my help. Don\"t abandon me, neither forsake me, God of my salvation."},{"name":"Psalm 27:10","text":"When my father and my mother forsake me, then Yahweh will take me up."},{"name":"Psalm 27:11","text":"Teach me your way, Yahweh. Lead me in a straight path, because of my enemies."},{"name":"Psalm 27:12","text":"Don\"t deliver me over to the desire of my adversaries, for false witnesses have risen up against me, such as breathe out cruelty."},{"name":"Psalm 27:13","text":"I am still confident of this: I will see the goodness of Yahweh in the land of the living."},{"name":"Psalm 27:14","text":"Wait for Yahweh. Be strong, and let your heart take courage. Yes, wait for Yahweh."},{"name":"Psalm 28:1","text":"By David. To you, Yahweh, I call. My rock, don\"t be deaf to me; lest, if you are silent to me, I would become like those who go down into the pit."},{"name":"Psalm 28:2","text":"Hear the voice of my petitions, when I cry to you, when I lift up my hands toward your Most Holy Place."},{"name":"Psalm 28:3","text":"Don\"t draw me away with the wicked, with the workers of iniquity who speak peace with their neighbors, but mischief is in their hearts."},{"name":"Psalm 28:4","text":"Give them according to their work, and according to the wickedness of their doings. Give them according to the operation of their hands. Bring back on them what they deserve."},{"name":"Psalm 28:5","text":"Because they don\"t respect the works of Yahweh, nor the operation of his hands, he will break them down and not build them up."},{"name":"Psalm 28:6","text":"Blessed be Yahweh, because he has heard the voice of my petitions."},{"name":"Psalm 28:7","text":"Yahweh is my strength and my shield. My heart has trusted in him, and I am helped. Therefore my heart greatly rejoices. With my song I will thank him."},{"name":"Psalm 28:8","text":"Yahweh is their strength. He is a stronghold of salvation to his anointed."},{"name":"Psalm 28:9","text":"Save your people, and bless your inheritance. Be their shepherd also, and bear them up forever."},{"name":"Psalm 29:1","text":"A Psalm by David. Ascribe to Yahweh, you sons of the mighty, ascribe to Yahweh glory and strength."},{"name":"Psalm 29:2","text":"Ascribe to Yahweh the glory due to his name. Worship Yahweh in holy array."},{"name":"Psalm 29:3","text":"Yahweh\"s voice is on the waters. The God of glory thunders, even Yahweh on many waters."},{"name":"Psalm 29:4","text":"Yahweh\"s voice is powerful. Yahweh\"s voice is full of majesty."},{"name":"Psalm 29:5","text":"The voice of Yahweh breaks the cedars. Yes, Yahweh breaks in pieces the cedars of Lebanon."},{"name":"Psalm 29:6","text":"He makes them also to skip like a calf; Lebanon and Sirion like a young, wild ox."},{"name":"Psalm 29:7","text":"Yahweh\"s voice strikes with flashes of lightning."},{"name":"Psalm 29:8","text":"Yahweh\"s voice shakes the wilderness. Yahweh shakes the wilderness of Kadesh."},{"name":"Psalm 29:9","text":"Yahweh\"s voice makes the deer calve, and strips the forests bare. In his temple everything says, \"Glory!\""},{"name":"Psalm 29:10","text":"Yahweh sat enthroned at the Flood. Yes, Yahweh sits as King forever."},{"name":"Psalm 29:11","text":"Yahweh will give strength to his people. Yahweh will bless his people with peace."},{"name":"Psalm 30:1","text":"A Psalm. A Song for the Dedication of the Temple. By David. I will extol you, Yahweh, for you have raised me up, and have not made my foes to rejoice over me."},{"name":"Psalm 30:2","text":"Yahweh my God, I cried to you, and you have healed me."},{"name":"Psalm 30:3","text":"Yahweh, you have brought up my soul from Sheol. You have kept me alive, that I should not go down to the pit."},{"name":"Psalm 30:4","text":"Sing praise to Yahweh, you saints of his. Give thanks to his holy name."},{"name":"Psalm 30:5","text":"For his anger is but for a moment. His favor is for a lifetime. Weeping may stay for the night, but joy comes in the morning."},{"name":"Psalm 30:6","text":"As for me, I said in my prosperity, \"I shall never be moved.\""},{"name":"Psalm 30:7","text":"You, Yahweh, when you favored me, made my mountain stand strong; but when you hid your face, I was troubled."},{"name":"Psalm 30:8","text":"I cried to you, Yahweh. To Yahweh I made supplication:"},{"name":"Psalm 30:9","text":"\"What profit is there in my destruction, if I go down to the pit? Shall the dust praise you? Shall it declare your truth?"},{"name":"Psalm 30:10","text":"Hear, Yahweh, and have mercy on me. Yahweh, be my helper.\""},{"name":"Psalm 30:11","text":"You have turned my mourning into dancing for me. You have removed my sackcloth, and clothed me with gladness,"},{"name":"Psalm 30:12","text":"To the end that my heart may sing praise to you, and not be silent. Yahweh my God, I will give thanks to you forever!"},{"name":"Psalm 31:1","text":"For the Chief Musician. A Psalm by David. In you, Yahweh, I take refuge. Let me never be disappointed. Deliver me in your righteousness."},{"name":"Psalm 31:2","text":"Bow down your ear to me. Deliver me speedily. Be to me a strong rock, a house of defense to save me."},{"name":"Psalm 31:3","text":"For you are my rock and my fortress, therefore for your name\"s sake lead me and guide me."},{"name":"Psalm 31:4","text":"Pluck me out of the net that they have laid secretly for me, for you are my stronghold."},{"name":"Psalm 31:5","text":"Into your hand I commend my spirit. You redeem me, Yahweh, God of truth."},{"name":"Psalm 31:6","text":"I hate those who regard lying vanities, but I trust in Yahweh."},{"name":"Psalm 31:7","text":"I will be glad and rejoice in your loving kindness, for you have seen my affliction. You have known my soul in adversities."},{"name":"Psalm 31:8","text":"You have not shut me up into the hand of the enemy. You have set my feet in a large place."},{"name":"Psalm 31:9","text":"Have mercy on me, Yahweh, for I am in distress. My eye, my soul, and my body waste away with grief."},{"name":"Psalm 31:10","text":"For my life is spent with sorrow, my years with sighing. My strength fails because of my iniquity. My bones are wasted away."},{"name":"Psalm 31:11","text":"Because of all my adversaries I have become utterly contemptible to my neighbors, A fear to my acquaintances. Those who saw me on the street fled from me."},{"name":"Psalm 31:12","text":"I am forgotten from their hearts like a dead man. I am like broken pottery."},{"name":"Psalm 31:13","text":"For I have heard the slander of many, terror on every side, while they conspire together against me, they plot to take away my life."},{"name":"Psalm 31:14","text":"But I trust in you, Yahweh. I said, \"You are my God.\""},{"name":"Psalm 31:15","text":"My times are in your hand. Deliver me from the hand of my enemies, and from those who persecute me."},{"name":"Psalm 31:16","text":"Make your face to shine on your servant. Save me in your loving kindness."},{"name":"Psalm 31:17","text":"Let me not be disappointed, Yahweh, for I have called on you. Let the wicked be disappointed. Let them be silent in Sheol."},{"name":"Psalm 31:18","text":"Let the lying lips be mute, which speak against the righteous insolently, with pride and contempt."},{"name":"Psalm 31:19","text":"Oh how great is your goodness, which you have laid up for those who fear you, which you have worked for those who take refuge in you, before the sons of men!"},{"name":"Psalm 31:20","text":"In the shelter of your presence you will hide them from the plotting of man. You will keep them secretly in a dwelling away from the strife of tongues."},{"name":"Psalm 31:21","text":"Praise be to Yahweh, for he has shown me his marvelous loving kindness in a strong city."},{"name":"Psalm 31:22","text":"As for me, I said in my haste, \"I am cut off from before your eyes.\" Nevertheless you heard the voice of my petitions when I cried to you."},{"name":"Psalm 31:23","text":"Oh love Yahweh, all you his saints! Yahweh preserves the faithful, and fully recompenses him who behaves arrogantly."},{"name":"Psalm 31:24","text":"Be strong, and let your heart take courage, all you who hope in Yahweh."},{"name":"Psalm 32:1","text":"By David. A contemplative psalm. Blessed is he whose disobedience is forgiven, whose sin is covered."},{"name":"Psalm 32:2","text":"Blessed is the man to whom Yahweh doesn\"t impute iniquity, in whose spirit there is no deceit."},{"name":"Psalm 32:3","text":"When I kept silence, my bones wasted away through my groaning all day long."},{"name":"Psalm 32:4","text":"For day and night your hand was heavy on me. My strength was sapped in the heat of summer. Selah."},{"name":"Psalm 32:5","text":"I acknowledged my sin to you. I didn\"t hide my iniquity. I said, I will confess my transgressions to Yahweh, and you forgave the iniquity of my sin. Selah."},{"name":"Psalm 32:6","text":"For this, let everyone who is godly pray to you in a time when you may be found. Surely when the great waters overflow, they shall not reach to him."},{"name":"Psalm 32:7","text":"You are my hiding place. You will preserve me from trouble. You will surround me with songs of deliverance. Selah."},{"name":"Psalm 32:8","text":"I will instruct you and teach you in the way which you shall go. I will counsel you with my eye on you."},{"name":"Psalm 32:9","text":"Don\"t be like the horse, or like the mule, which have no understanding, who are controlled by bit and bridle, or else they will not come near to you."},{"name":"Psalm 32:10","text":"Many sorrows come to the wicked, but loving kindness shall surround him who trusts in Yahweh."},{"name":"Psalm 32:11","text":"Be glad in Yahweh, and rejoice, you righteous! Shout for joy, all you who are upright in heart!"},{"name":"Psalm 33:1","text":"Rejoice in Yahweh, you righteous! Praise is fitting for the upright."},{"name":"Psalm 33:2","text":"Give thanks to Yahweh with the lyre. Sing praises to him with the harp of ten strings."},{"name":"Psalm 33:3","text":"Sing to him a new song. Play skillfully with a shout of joy!"},{"name":"Psalm 33:4","text":"For the word of Yahweh is right. All his work is done in faithfulness."},{"name":"Psalm 33:5","text":"He loves righteousness and justice. The earth is full of the loving kindness of Yahweh."},{"name":"Psalm 33:6","text":"By Yahweh\"s word, the heavens were made; all their army by the breath of his mouth."},{"name":"Psalm 33:7","text":"He gathers the waters of the sea together as a heap. He lays up the deeps in storehouses."},{"name":"Psalm 33:8","text":"Let all the earth fear Yahweh. Let all the inhabitants of the world stand in awe of him."},{"name":"Psalm 33:9","text":"For he spoke, and it was done. He commanded, and it stood firm."},{"name":"Psalm 33:10","text":"Yahweh brings the counsel of the nations to nothing. He makes the thoughts of the peoples to be of no effect."},{"name":"Psalm 33:11","text":"The counsel of Yahweh stands fast forever, the thoughts of his heart to all generations."},{"name":"Psalm 33:12","text":"Blessed is the nation whose God is Yahweh, the people whom he has chosen for his own inheritance."},{"name":"Psalm 33:13","text":"Yahweh looks from heaven. He sees all the sons of men."},{"name":"Psalm 33:14","text":"From the place of his habitation he looks out on all the inhabitants of the earth,"},{"name":"Psalm 33:15","text":"he who fashions all of their hearts; and he considers all of their works."},{"name":"Psalm 33:16","text":"There is no king saved by the multitude of an army. A mighty man is not delivered by great strength."},{"name":"Psalm 33:17","text":"A horse is a vain thing for safety, neither does he deliver any by his great power."},{"name":"Psalm 33:18","text":"Behold, Yahweh\"s eye is on those who fear him, on those who hope in his loving kindness;"},{"name":"Psalm 33:19","text":"to deliver their soul from death, to keep them alive in famine."},{"name":"Psalm 33:20","text":"Our soul has waited for Yahweh. He is our help and our shield."},{"name":"Psalm 33:21","text":"For our heart rejoices in him, because we have trusted in his holy name."},{"name":"Psalm 33:22","text":"Let your loving kindness be on us, Yahweh, since we have hoped in you."},{"name":"Psalm 34:1","text":"By David; when he pretended to be insane before Abimelech, who drove him away, and he departed. I will bless Yahweh at all times. His praise will always be in my mouth."},{"name":"Psalm 34:2","text":"My soul shall boast in Yahweh. The humble shall hear of it, and be glad."},{"name":"Psalm 34:3","text":"Oh magnify Yahweh with me. Let us exalt his name together."},{"name":"Psalm 34:4","text":"I sought Yahweh, and he answered me, and delivered me from all my fears."},{"name":"Psalm 34:5","text":"They looked to him, and were radiant. Their faces shall never be covered with shame."},{"name":"Psalm 34:6","text":"This poor man cried, and Yahweh heard him, and saved him out of all his troubles."},{"name":"Psalm 34:7","text":"The angel of Yahweh encamps around those who fear him, and delivers them."},{"name":"Psalm 34:8","text":"Oh taste and see that Yahweh is good. Blessed is the man who takes refuge in him."},{"name":"Psalm 34:9","text":"Oh fear Yahweh, you his saints, for there is no lack with those who fear him."},{"name":"Psalm 34:10","text":"The young lions do lack, and suffer hunger, but those who seek Yahweh shall not lack any good thing."},{"name":"Psalm 34:11","text":"Come, you children, listen to me. I will teach you the fear of Yahweh."},{"name":"Psalm 34:12","text":"Who is someone who desires life, and loves many days, that he may see good?"},{"name":"Psalm 34:13","text":"Keep your tongue from evil, and your lips from speaking lies."},{"name":"Psalm 34:14","text":"Depart from evil, and do good. seek peace, and pursue it."},{"name":"Psalm 34:15","text":"Yahweh\"s eyes are toward the righteous. His ears listen to their cry."},{"name":"Psalm 34:16","text":"Yahweh\"s face is against those who do evil, to cut off their memory from the earth."},{"name":"Psalm 34:17","text":"The righteous cry, and Yahweh hears, and delivers them out of all their troubles."},{"name":"Psalm 34:18","text":"Yahweh is near to those who have a broken heart, and saves those who have a crushed spirit."},{"name":"Psalm 34:19","text":"Many are the afflictions of the righteous, but Yahweh delivers him out of them all."},{"name":"Psalm 34:20","text":"He protects all of his bones. Not one of them is broken."},{"name":"Psalm 34:21","text":"Evil shall kill the wicked. Those who hate the righteous shall be condemned."},{"name":"Psalm 34:22","text":"Yahweh redeems the soul of his servants. None of those who take refuge in him shall be condemned."},{"name":"Psalm 35:1","text":"By David. Contend, Yahweh, with those who contend with me. Fight against those who fight against me."},{"name":"Psalm 35:2","text":"Take hold of shield and buckler, and stand up for my help."},{"name":"Psalm 35:3","text":"Brandish the spear and block those who pursue me. Tell my soul, \"I am your salvation.\""},{"name":"Psalm 35:4","text":"Let those who seek after my soul be disappointed and brought to dishonor. Let those who plot my ruin be turned back and confounded."},{"name":"Psalm 35:5","text":"Let them be as chaff before the wind, Yahweh\"s angel driving them on."},{"name":"Psalm 35:6","text":"Let their way be dark and slippery, Yahweh\"s angel pursuing them."},{"name":"Psalm 35:7","text":"For without cause they have hidden their net in a pit for me. Without cause they have dug a pit for my soul."},{"name":"Psalm 35:8","text":"Let destruction come on him unawares. Let his net that he has hidden catch himself. Let him fall into that destruction."},{"name":"Psalm 35:9","text":"My soul shall be joyful in Yahweh. It shall rejoice in his salvation."},{"name":"Psalm 35:10","text":"All my bones shall say, \"Yahweh, who is like you, who delivers the poor from him who is too strong for him; yes, the poor and the needy from him who robs him?\""},{"name":"Psalm 35:11","text":"Unrighteous witnesses rise up. They ask me about things that I don\"t know about."},{"name":"Psalm 35:12","text":"They reward me evil for good, to the bereaving of my soul."},{"name":"Psalm 35:13","text":"But as for me, when they were sick, my clothing was sackcloth. I afflicted my soul with fasting. My prayer returned into my own bosom."},{"name":"Psalm 35:14","text":"I behaved myself as though it had been my friend or my brother. I bowed down mourning, as one who mourns his mother."},{"name":"Psalm 35:15","text":"But in my adversity, they rejoiced, and gathered themselves together. The attackers gathered themselves together against me, and I didn\"t know it. They tore at me, and didn\"t cease."},{"name":"Psalm 35:16","text":"Like the profane mockers in feasts, they gnashed their teeth at me."},{"name":"Psalm 35:17","text":"Lord, how long will you look on? Rescue my soul from their destruction, my precious life from the lions."},{"name":"Psalm 35:18","text":"I will give you thanks in the great assembly. I will praise you among many people."},{"name":"Psalm 35:19","text":"Don\"t let those who are my enemies wrongfully rejoice over me; neither let those who hate me without a cause wink their eyes."},{"name":"Psalm 35:20","text":"For they don\"t speak peace, but they devise deceitful words against those who are quiet in the land."},{"name":"Psalm 35:21","text":"Yes, they opened their mouth wide against me. They said, \"Aha! Aha! Our eye has seen it!\""},{"name":"Psalm 35:22","text":"You have seen it, Yahweh. Don\"t keep silent. Lord, don\"t be far from me."},{"name":"Psalm 35:23","text":"Wake up! Rise up to defend me, my God! My Lord, contend for me!"},{"name":"Psalm 35:24","text":"Vindicate me, Yahweh my God, according to your righteousness. Don\"t let them gloat over me."},{"name":"Psalm 35:25","text":"Don\"t let them say in their heart, \"Aha! That\"s the way we want it!\" Don\"t let them say, \"We have swallowed him up!\""},{"name":"Psalm 35:26","text":"Let them be disappointed and confounded together who rejoice at my calamity. Let them be clothed with shame and dishonor who magnify themselves against me."},{"name":"Psalm 35:27","text":"Let them shout for joy and be glad, who favor my righteous cause. Yes, let them say continually, \"Yahweh be magnified, who has pleasure in the prosperity of his servant!\""},{"name":"Psalm 35:28","text":"My tongue shall talk about your righteousness and about your praise all day long."},{"name":"Psalm 36:1","text":"For the Chief Musician. By David, the servant of Yahweh. An oracle is within my heart about the disobedience of the wicked: \"There is no fear of God before his eyes.\""},{"name":"Psalm 36:2","text":"For he flatters himself in his own eyes, too much to detect and hate his sin."},{"name":"Psalm 36:3","text":"The words of his mouth are iniquity and deceit. He has ceased to be wise and to do good."},{"name":"Psalm 36:4","text":"He plots iniquity on his bed. He sets himself in a way that is not good. He doesn\"t abhor evil."},{"name":"Psalm 36:5","text":"Your loving kindness, Yahweh, is in the heavens. Your faithfulness reaches to the skies."},{"name":"Psalm 36:6","text":"Your righteousness is like the mountains of God. Your judgments are like a great deep. Yahweh, you preserve man and animal."},{"name":"Psalm 36:7","text":"How precious is your loving kindness, God! The children of men take refuge under the shadow of your wings."},{"name":"Psalm 36:8","text":"They shall be abundantly satisfied with the abundance of your house. You will make them drink of the river of your pleasures."},{"name":"Psalm 36:9","text":"For with you is the spring of life. In your light shall we see light."},{"name":"Psalm 36:10","text":"Oh continue your loving kindness to those who know you, your righteousness to the upright in heart."},{"name":"Psalm 36:11","text":"Don\"t let the foot of pride come against me. Don\"t let the hand of the wicked drive me away."},{"name":"Psalm 36:12","text":"There the workers of iniquity are fallen. They are thrust down, and shall not be able to rise."},{"name":"Psalm 37:1","text":"By David. Don\"t fret because of evildoers, neither be envious against those who work unrighteousness."},{"name":"Psalm 37:2","text":"For they shall soon be cut down like the grass, and wither like the green herb."},{"name":"Psalm 37:3","text":"Trust in Yahweh, and do good. Dwell in the land, and enjoy safe pasture."},{"name":"Psalm 37:4","text":"Also delight yourself in Yahweh, and he will give you the desires of your heart."},{"name":"Psalm 37:5","text":"Commit your way to Yahweh. Trust also in him, and he will do this:"},{"name":"Psalm 37:6","text":"he will make your righteousness go forth as the light, and your justice as the noon day sun."},{"name":"Psalm 37:7","text":"Rest in Yahweh, and wait patiently for him. Don\"t fret because of him who prospers in his way, because of the man who makes wicked plots happen."},{"name":"Psalm 37:8","text":"Cease from anger, and forsake wrath. Don\"t fret, it leads only to evildoing."},{"name":"Psalm 37:9","text":"For evildoers shall be cut off, but those who wait for Yahweh shall inherit the land."},{"name":"Psalm 37:10","text":"For yet a little while, and the wicked will be no more. Yes, though you look for his place, he isn\"t there."},{"name":"Psalm 37:11","text":"But the humble shall inherit the land, and shall delight themselves in the abundance of peace."},{"name":"Psalm 37:12","text":"The wicked plots against the just, and gnashes at him with his teeth."},{"name":"Psalm 37:13","text":"The Lord will laugh at him, for he sees that his day is coming."},{"name":"Psalm 37:14","text":"The wicked have drawn out the sword, and have bent their bow, to cast down the poor and needy, to kill those who are upright in the way."},{"name":"Psalm 37:15","text":"Their sword shall enter into their own heart. Their bows shall be broken."},{"name":"Psalm 37:16","text":"Better is a little that the righteous has, than the abundance of many wicked."},{"name":"Psalm 37:17","text":"For the arms of the wicked shall be broken, but Yahweh upholds the righteous."},{"name":"Psalm 37:18","text":"Yahweh knows the days of the perfect. Their inheritance shall be forever."},{"name":"Psalm 37:19","text":"They shall not be disappointed in the time of evil. In the days of famine they shall be satisfied."},{"name":"Psalm 37:20","text":"But the wicked shall perish. The enemies of Yahweh shall be like the beauty of the fields. They will vanish\"vanish like smoke."},{"name":"Psalm 37:21","text":"The wicked borrow, and don\"t pay back, but the righteous give generously."},{"name":"Psalm 37:22","text":"For such as are blessed by him shall inherit the land. Those who are cursed by him shall be cut off."},{"name":"Psalm 37:23","text":"A man\"s goings are established by Yahweh. He delights in his way."},{"name":"Psalm 37:24","text":"Though he stumble, he shall not fall, for Yahweh holds him up with his hand."},{"name":"Psalm 37:25","text":"I have been young, and now am old, yet I have not seen the righteous forsaken, nor his children begging for bread."},{"name":"Psalm 37:26","text":"All day long he deals graciously, and lends. His seed is blessed."},{"name":"Psalm 37:27","text":"Depart from evil, and do good. Live securely forever."},{"name":"Psalm 37:28","text":"For Yahweh loves justice, and doesn\"t forsake his saints. They are preserved forever, but the children of the wicked shall be cut off."},{"name":"Psalm 37:29","text":"The righteous shall inherit the land, and live in it forever."},{"name":"Psalm 37:30","text":"The mouth of the righteous talks of wisdom. His tongue speaks justice."},{"name":"Psalm 37:31","text":"The law of his God is in his heart. None of his steps shall slide."},{"name":"Psalm 37:32","text":"The wicked watches the righteous, and seeks to kill him."},{"name":"Psalm 37:33","text":"Yahweh will not leave him in his hand, nor condemn him when he is judged."},{"name":"Psalm 37:34","text":"Wait for Yahweh, and keep his way, and he will exalt you to inherit the land. When the wicked are cut off, you shall see it."},{"name":"Psalm 37:35","text":"I have seen the wicked in great power, spreading himself like a green tree in its native soil."},{"name":"Psalm 37:36","text":"But he passed away, and behold, he was not. Yes, I sought him, but he could not be found."},{"name":"Psalm 37:37","text":"Mark the perfect man, and see the upright, for there is a future for the man of peace."},{"name":"Psalm 37:38","text":"As for transgressors, they shall be destroyed together. The future of the wicked shall be cut off."},{"name":"Psalm 37:39","text":"But the salvation of the righteous is from Yahweh. He is their stronghold in the time of trouble."},{"name":"Psalm 37:40","text":"Yahweh helps them, and rescues them. He rescues them from the wicked, and saves them, Because they have taken refuge in him."},{"name":"Psalm 38:1","text":"A Psalm by David, for a memorial. Yahweh, don\"t rebuke me in your wrath, neither chasten me in your hot displeasure."},{"name":"Psalm 38:2","text":"For your arrows have pierced me, your hand presses hard on me."},{"name":"Psalm 38:3","text":"There is no soundness in my flesh because of your indignation, neither is there any health in my bones because of my sin."},{"name":"Psalm 38:4","text":"For my iniquities have gone over my head. As a heavy burden, they are too heavy for me."},{"name":"Psalm 38:5","text":"My wounds are loathsome and corrupt, because of my foolishness."},{"name":"Psalm 38:6","text":"I am pained and bowed down greatly. I go mourning all day long."},{"name":"Psalm 38:7","text":"For my waist is filled with burning. There is no soundness in my flesh."},{"name":"Psalm 38:8","text":"I am faint and severely bruised. I have groaned by reason of the anguish of my heart."},{"name":"Psalm 38:9","text":"Lord, all my desire is before you. My groaning is not hidden from you."},{"name":"Psalm 38:10","text":"My heart throbs. My strength fails me. As for the light of my eyes, it has also left me."},{"name":"Psalm 38:11","text":"My lovers and my friends stand aloof from my plague. My kinsmen stand far away."},{"name":"Psalm 38:12","text":"They also who seek after my life lay snares. Those who seek my hurt speak mischievous things, and meditate deceits all day long."},{"name":"Psalm 38:13","text":"But I, as a deaf man, don\"t hear. I am as a mute man who doesn\"t open his mouth."},{"name":"Psalm 38:14","text":"Yes, I am as a man who doesn\"t hear, in whose mouth are no reproofs."},{"name":"Psalm 38:15","text":"For in you, Yahweh, do I hope. You will answer, Lord my God."},{"name":"Psalm 38:16","text":"For I said, \"Don\"t let them gloat over me, or exalt themselves over me when my foot slips.\""},{"name":"Psalm 38:17","text":"For I am ready to fall. My pain is continually before me."},{"name":"Psalm 38:18","text":"For I will declare my iniquity. I will be sorry for my sin."},{"name":"Psalm 38:19","text":"But my enemies are vigorous and many. Those who hate me without reason are numerous."},{"name":"Psalm 38:20","text":"They who also render evil for good are adversaries to me, because I follow what is good."},{"name":"Psalm 38:21","text":"Don\"t forsake me, Yahweh. My God, don\"t be far from me."},{"name":"Psalm 38:22","text":"Hurry to help me, Lord, my salvation."},{"name":"Psalm 39:1","text":"For the Chief Musician. For Jeduthun. A Psalm by David. I said, \"I will watch my ways, so that I don\"t sin with my tongue. I will keep my mouth with a bridle while the wicked is before me.\""},{"name":"Psalm 39:2","text":"I was mute with silence. I held my peace, even from good. My sorrow was stirred."},{"name":"Psalm 39:3","text":"My heart was hot within me. While I meditated, the fire burned: I spoke with my tongue:"},{"name":"Psalm 39:4","text":"\"Yahweh, show me my end, what is the measure of my days. Let me know how frail I am."},{"name":"Psalm 39:5","text":"Behold, you have made my days handbreadths. My lifetime is as nothing before you. Surely every man stands as a breath.\" Selah."},{"name":"Psalm 39:6","text":"\"Surely every man walks like a shadow. Surely they busy themselves in vain. He heaps up, and doesn\"t know who shall gather."},{"name":"Psalm 39:7","text":"Now, Lord, what do I wait for? My hope is in you."},{"name":"Psalm 39:8","text":"Deliver me from all my transgressions. Don\"t make me the reproach of the foolish."},{"name":"Psalm 39:9","text":"I was mute. I didn\"t open my mouth, because you did it."},{"name":"Psalm 39:10","text":"Remove your scourge away from me. I am overcome by the blow of your hand."},{"name":"Psalm 39:11","text":"When you rebuke and correct man for iniquity, You consume his wealth like a moth. Surely every man is but a breath.\" Selah."},{"name":"Psalm 39:12","text":"\"Hear my prayer, Yahweh, and give ear to my cry. Don\"t be silent at my tears. For I am a stranger with you, a foreigner, as all my fathers were."},{"name":"Psalm 39:13","text":"Oh spare me, that I may recover strength, before I go away, and exist no more.\""},{"name":"Psalm 40:1","text":"For the Chief Musician. A Psalm by David. I waited patiently for Yahweh. He turned to me, and heard my cry."},{"name":"Psalm 40:2","text":"He brought me up also out of a horrible pit, out of the miry clay. He set my feet on a rock, and gave me a firm place to stand."},{"name":"Psalm 40:3","text":"He has put a new song in my mouth, even praise to our God. Many shall see it, and fear, and shall trust in Yahweh."},{"name":"Psalm 40:4","text":"Blessed is the man who makes Yahweh his trust, and doesn\"t respect the proud, nor such as turn aside to lies."},{"name":"Psalm 40:5","text":"Many, Yahweh, my God, are the wonderful works which you have done, and your thoughts which are toward us. They can\"t be declared back to you. If I would declare and speak of them, they are more than can be numbered."},{"name":"Psalm 40:6","text":"Sacrifice and offering you didn\"t desire. You have opened my ears. You have not required burnt offering and sin offering."},{"name":"Psalm 40:7","text":"Then I said, \"Behold, I have come. It is written about me in the book in the scroll."},{"name":"Psalm 40:8","text":"I delight to do your will, my God. Yes, your law is within my heart.\""},{"name":"Psalm 40:9","text":"I have proclaimed glad news of righteousness in the great assembly. Behold, I will not seal my lips, Yahweh, you know."},{"name":"Psalm 40:10","text":"I have not hidden your righteousness within my heart. I have declared your faithfulness and your salvation. I have not concealed your loving kindness and your truth from the great assembly."},{"name":"Psalm 40:11","text":"Don\"t withhold your tender mercies from me, Yahweh. Let your loving kindness and your truth continually preserve me."},{"name":"Psalm 40:12","text":"For innumerable evils have surrounded me. My iniquities have overtaken me, so that I am not able to look up. They are more than the hairs of my head. My heart has failed me."},{"name":"Psalm 40:13","text":"Be pleased, Yahweh, to deliver me. Hurry to help me, Yahweh."},{"name":"Psalm 40:14","text":"Let them be disappointed and confounded together who seek after my soul to destroy it. Let them be turned backward and brought to dishonor who delight in my hurt."},{"name":"Psalm 40:15","text":"Let them be desolate by reason of their shame that tell me, \"Aha! Aha!\""},{"name":"Psalm 40:16","text":"Let all those who seek you rejoice and be glad in you. Let such as love your salvation say continually, \"Let Yahweh be exalted!\""},{"name":"Psalm 40:17","text":"But I am poor and needy. May the Lord think about me. You are my help and my deliverer. Don\"t delay, my God."},{"name":"Psalm 41:1","text":"For the Chief Musician. A Psalm by David. Blessed is he who considers the poor. Yahweh will deliver him in the day of evil."},{"name":"Psalm 41:2","text":"Yahweh will preserve him, and keep him alive. He shall be blessed on the earth, and he will not surrender him to the will of his enemies."},{"name":"Psalm 41:3","text":"Yahweh will sustain him on his sickbed, and restore him from his bed of illness."},{"name":"Psalm 41:4","text":"I said, \"Yahweh, have mercy on me! Heal me, for I have sinned against you.\""},{"name":"Psalm 41:5","text":"My enemies speak evil against me: \"When will he die, and his name perish?\""},{"name":"Psalm 41:6","text":"If he comes to see me, he speaks falsehood. His heart gathers iniquity to itself. When he goes abroad, he tells it."},{"name":"Psalm 41:7","text":"All who hate me whisper together against me. They imagine the worst for me."},{"name":"Psalm 41:8","text":"\"An evil disease,\" they say, \"has afflicted him. Now that he lies he shall rise up no more.\""},{"name":"Psalm 41:9","text":"Yes, my own familiar friend, in whom I trusted, who ate bread with me, has lifted up his heel against me."},{"name":"Psalm 41:10","text":"But you, Yahweh, have mercy on me, and raise me up, that I may repay them."},{"name":"Psalm 41:11","text":"By this I know that you delight in me, because my enemy doesn\"t triumph over me."},{"name":"Psalm 41:12","text":"As for me, you uphold me in my integrity, and set me in your presence forever."},{"name":"Psalm 41:13","text":"Blessed be Yahweh, the God of Israel, from everlasting and to everlasting! Amen and amen."},{"name":"Psalm 42:1","text":"For the Chief Musician. A contemplation by the sons of Korah. As the deer pants for the water brooks, so my soul pants after you, God."},{"name":"Psalm 42:2","text":"My soul thirsts for God, for the living God. When shall I come and appear before God?"},{"name":"Psalm 42:3","text":"My tears have been my food day and night, while they continually ask me, \"Where is your God?\""},{"name":"Psalm 42:4","text":"These things I remember, and pour out my soul within me, how I used to go with the crowd, and led them to the house of God, with the voice of joy and praise, a multitude keeping a holy day."},{"name":"Psalm 42:5","text":"Why are you in despair, my soul? Why are you disturbed within me? Hope in God! For I shall still praise him for the saving help of his presence."},{"name":"Psalm 42:6","text":"My God, my soul is in despair within me. Therefore I remember you from the land of the Jordan, the heights of Hermon, from the hill Mizar."},{"name":"Psalm 42:7","text":"Deep calls to deep at the noise of your waterfalls. All your waves and your billows have swept over me."},{"name":"Psalm 42:8","text":"Yahweh will command his loving kindness in the daytime. In the night his song shall be with me: a prayer to the God of my life."},{"name":"Psalm 42:9","text":"I will ask God, my rock, \"Why have you forgotten me? Why do I go mourning because of the oppression of the enemy?\""},{"name":"Psalm 42:10","text":"As with a sword in my bones, my adversaries reproach me, while they continually ask me, \"Where is your God?\""},{"name":"Psalm 42:11","text":"Why are you in despair, my soul? Why are you disturbed within me? Hope in God! For I shall still praise him, the saving help of my countenance, and my God."},{"name":"Psalm 43:1","text":"Vindicate me, God, and plead my cause against an ungodly nation. Oh, deliver me from deceitful and wicked men."},{"name":"Psalm 43:2","text":"For you are the God of my strength. Why have you rejected me? Why do I go mourning because of the oppression of the enemy?"},{"name":"Psalm 43:3","text":"Oh, send out your light and your truth. Let them lead me. Let them bring me to your holy hill, To your tents."},{"name":"Psalm 43:4","text":"Then I will go to the altar of God, to God, my exceeding joy. I will praise you on the harp, God, my God."},{"name":"Psalm 43:5","text":"Why are you in despair, my soul? Why are you disturbed within me? Hope in God! For I shall still praise him: my Savior, my helper, and my God."},{"name":"Psalm 44:1","text":"For the Chief Musician. By the sons of Korah. A contemplative psalm. We have heard with our ears, God; our fathers have told us, what work you did in their days, in the days of old."},{"name":"Psalm 44:2","text":"You drove out the nations with your hand, but you planted them. You afflicted the peoples, but you spread them abroad."},{"name":"Psalm 44:3","text":"For they didn\"t get the land in possession by their own sword, neither did their own arm save them; but your right hand, and your arm, and the light of your face, because you were favorable to them."},{"name":"Psalm 44:4","text":"You are my King, God. Command victories for Jacob!"},{"name":"Psalm 44:5","text":"Through you, will we push down our adversaries. Through your name, will we tread them under who rise up against us."},{"name":"Psalm 44:6","text":"For I will not trust in my bow, neither shall my sword save me."},{"name":"Psalm 44:7","text":"But you have saved us from our adversaries, and have shamed those who hate us."},{"name":"Psalm 44:8","text":"In God we have made our boast all day long, we will give thanks to your name forever. Selah."},{"name":"Psalm 44:9","text":"But now you rejected us, and brought us to dishonor, and don\"t go out with our armies."},{"name":"Psalm 44:10","text":"You make us turn back from the adversary. Those who hate us take spoil for themselves."},{"name":"Psalm 44:11","text":"You have made us like sheep for food, and have scattered us among the nations."},{"name":"Psalm 44:12","text":"You sell your people for nothing, and have gained nothing from their sale."},{"name":"Psalm 44:13","text":"You make us a reproach to our neighbors, a scoffing and a derision to those who are around us."},{"name":"Psalm 44:14","text":"You make us a byword among the nations, a shaking of the head among the peoples."},{"name":"Psalm 44:15","text":"All day long my dishonor is before me, and shame covers my face,"},{"name":"Psalm 44:16","text":"At the taunt of one who reproaches and verbally abuses, because of the enemy and the avenger."},{"name":"Psalm 44:17","text":"All this has come on us, yet have we not forgotten you, Neither have we been false to your covenant."},{"name":"Psalm 44:18","text":"Our heart has not turned back, neither have our steps strayed from your path,"},{"name":"Psalm 44:19","text":"Though you have crushed us in the haunt of jackals, and covered us with the shadow of death."},{"name":"Psalm 44:20","text":"If we have forgotten the name of our God, or spread forth our hands to a strange god;"},{"name":"Psalm 44:21","text":"won\"t God search this out? For he knows the secrets of the heart."},{"name":"Psalm 44:22","text":"Yes, for your sake we are killed all day long. We are regarded as sheep for the slaughter."},{"name":"Psalm 44:23","text":"Wake up! Why do you sleep, Lord? Arise! Don\"t reject us forever."},{"name":"Psalm 44:24","text":"Why do you hide your face, and forget our affliction and our oppression?"},{"name":"Psalm 44:25","text":"For our soul is bowed down to the dust. Our body clings to the earth."},{"name":"Psalm 44:26","text":"Rise up to help us. Redeem us for your loving kindness\" sake."},{"name":"Psalm 45:1","text":"For the Chief Musician. Set to \"The Lilies.\" A contemplation by the sons of Korah. A wedding song. My heart overflows with a noble theme. I recite my verses for the king. My tongue is like the pen of a skillful writer."},{"name":"Psalm 45:2","text":"You are the most excellent of the sons of men. Grace has anointed your lips, therefore God has blessed you forever."},{"name":"Psalm 45:3","text":"Strap your sword on your thigh, mighty one: your splendor and your majesty."},{"name":"Psalm 45:4","text":"In your majesty ride on victoriously on behalf of truth, humility, and righteousness. Let your right hand display awesome deeds."},{"name":"Psalm 45:5","text":"Your arrows are sharp. The nations fall under you, with arrows in the heart of the king\"s enemies."},{"name":"Psalm 45:6","text":"Your throne, God, is forever and ever. A scepter of equity is the scepter of your kingdom."},{"name":"Psalm 45:7","text":"You have loved righteousness, and hated wickedness. Therefore God, your God, has anointed you with the oil of gladness above your fellows."},{"name":"Psalm 45:8","text":"All your garments smell like myrrh, aloes, and cassia. Out of ivory palaces stringed instruments have made you glad."},{"name":"Psalm 45:9","text":"Kings\" daughters are among your honorable women. At your right hand the queen stands in gold of Ophir."},{"name":"Psalm 45:10","text":"Listen, daughter, consider, and turn your ear. Forget your own people, and also your father\"s house."},{"name":"Psalm 45:11","text":"So the king will desire your beauty, honor him, for he is your lord."},{"name":"Psalm 45:12","text":"The daughter of Tyre comes with a gift. The rich among the people entreat your favor."},{"name":"Psalm 45:13","text":"The princess inside is all glorious. Her clothing is interwoven with gold."},{"name":"Psalm 45:14","text":"She shall be led to the king in embroidered work. The virgins, her companions who follow her, shall be brought to you."},{"name":"Psalm 45:15","text":"With gladness and rejoicing they shall be led. They shall enter into the king\"s palace."},{"name":"Psalm 45:16","text":"Your sons will take the place of your fathers. You shall make them princes in all the earth."},{"name":"Psalm 45:17","text":"I will make your name to be remembered in all generations. Therefore the peoples shall give you thanks forever and ever."},{"name":"Psalm 46:1","text":"For the Chief Musician. By the sons of Korah. According to Alamoth. God is our refuge and strength, a very present help in trouble."},{"name":"Psalm 46:2","text":"Therefore we won\"t be afraid, though the earth changes, though the mountains are shaken into the heart of the seas;"},{"name":"Psalm 46:3","text":"though its waters roar and are troubled, though the mountains tremble with their swelling. Selah."},{"name":"Psalm 46:4","text":"There is a river, the streams of which make the city of God glad, the holy place of the tents of the Most High."},{"name":"Psalm 46:5","text":"God is in her midst. She shall not be moved. God will help her at dawn."},{"name":"Psalm 46:6","text":"The nations raged. The kingdoms were moved. He lifted his voice, and the earth melted."},{"name":"Psalm 46:7","text":"Yahweh of Armies is with us. The God of Jacob is our refuge. Selah."},{"name":"Psalm 46:8","text":"Come, see Yahweh\"s works, what desolations he has made in the earth."},{"name":"Psalm 46:9","text":"He makes wars cease to the end of the earth. He breaks the bow, and shatters the spear. He burns the chariots in the fire."},{"name":"Psalm 46:10","text":"\"Be still, and know that I am God. I will be exalted among the nations. I will be exalted in the earth.\""},{"name":"Psalm 46:11","text":"Yahweh of Armies is with us. The God of Jacob is our refuge. Selah."},{"name":"Psalm 47:1","text":"For the Chief Musician. A Psalm by the sons of Korah. Oh clap your hands, all you nations. Shout to God with the voice of triumph!"},{"name":"Psalm 47:2","text":"For Yahweh Most High is awesome. He is a great King over all the earth."},{"name":"Psalm 47:3","text":"He subdues nations under us, and peoples under our feet."},{"name":"Psalm 47:4","text":"He chooses our inheritance for us, the glory of Jacob whom he loved. Selah."},{"name":"Psalm 47:5","text":"God has gone up with a shout, Yahweh with the sound of a trumpet."},{"name":"Psalm 47:6","text":"Sing praise to God, sing praises. Sing praises to our King, sing praises."},{"name":"Psalm 47:7","text":"For God is the King of all the earth. Sing praises with understanding."},{"name":"Psalm 47:8","text":"God reigns over the nations. God sits on his holy throne."},{"name":"Psalm 47:9","text":"The princes of the peoples are gathered together, the people of the God of Abraham. For the shields of the earth belong to God. He is greatly exalted!"},{"name":"Psalm 48:1","text":"A Song. A Psalm by the sons of Korah. Great is Yahweh, and greatly to be praised, in the city of our God, in his holy mountain."},{"name":"Psalm 48:2","text":"Beautiful in elevation, the joy of the whole earth, is Mount Zion, on the north sides, the city of the great King."},{"name":"Psalm 48:3","text":"God has shown himself in her citadels as a refuge."},{"name":"Psalm 48:4","text":"For, behold, the kings assembled themselves, they passed by together."},{"name":"Psalm 48:5","text":"They saw it, then they were amazed. They were dismayed. They hurried away."},{"name":"Psalm 48:6","text":"Trembling took hold of them there, pain, as of a woman in travail."},{"name":"Psalm 48:7","text":"With the east wind, you break the ships of Tarshish."},{"name":"Psalm 48:8","text":"As we have heard, so we have seen, in the city of Yahweh of Armies, in the city of our God. God will establish it forever. Selah."},{"name":"Psalm 48:9","text":"We have thought about your loving kindness, God, in the midst of your temple."},{"name":"Psalm 48:10","text":"As is your name, God, so is your praise to the ends of the earth. Your right hand is full of righteousness."},{"name":"Psalm 48:11","text":"Let Mount Zion be glad! Let the daughters of Judah rejoice, Because of your judgments."},{"name":"Psalm 48:12","text":"Walk about Zion, and go around her. Number its towers."},{"name":"Psalm 48:13","text":"Mark well her bulwarks. Consider her palaces, that you may tell it to the next generation."},{"name":"Psalm 48:14","text":"For this God is our God forever and ever. He will be our guide even to death."},{"name":"Psalm 49:1","text":"For the Chief Musician. A Psalm by the sons of Korah. Hear this, all you peoples. Listen, all you inhabitants of the world,"},{"name":"Psalm 49:2","text":"both low and high, rich and poor together."},{"name":"Psalm 49:3","text":"My mouth will speak words of wisdom. My heart shall utter understanding."},{"name":"Psalm 49:4","text":"I will incline my ear to a proverb. I will open my riddle on the harp."},{"name":"Psalm 49:5","text":"Why should I fear in the days of evil, when iniquity at my heels surrounds me?"},{"name":"Psalm 49:6","text":"Those who trust in their wealth, and boast in the multitude of their riches\""},{"name":"Psalm 49:7","text":"none of them can by any means redeem his brother, nor give God a ransom for him."},{"name":"Psalm 49:8","text":"For the redemption of their life is costly, no payment is ever enough,"},{"name":"Psalm 49:9","text":"That he should live on forever, that he should not see corruption."},{"name":"Psalm 49:10","text":"For he sees that wise men die; likewise the fool and the senseless perish, and leave their wealth to others."},{"name":"Psalm 49:11","text":"Their inward thought is that their houses will endure forever, and their dwelling places to all generations. They name their lands after themselves."},{"name":"Psalm 49:12","text":"But man, despite his riches, doesn\"t endure. He is like the animals that perish."},{"name":"Psalm 49:13","text":"This is the destiny of those who are foolish, and of those who approve their sayings. Selah."},{"name":"Psalm 49:14","text":"They are appointed as a flock for Sheol. Death shall be their shepherd. The upright shall have dominion over them in the morning. Their beauty shall decay in Sheol, far from their mansion."},{"name":"Psalm 49:15","text":"But God will redeem my soul from the power of Sheol, for he will receive me. Selah."},{"name":"Psalm 49:16","text":"Don\"t be afraid when a man is made rich, when the glory of his house is increased."},{"name":"Psalm 49:17","text":"For when he dies he shall carry nothing away. His glory shall not descend after him."},{"name":"Psalm 49:18","text":"Though while he lived he blessed his soul\"and men praise you when you do well for yourself\""},{"name":"Psalm 49:19","text":"he shall go to the generation of his fathers. They shall never see the light."},{"name":"Psalm 49:20","text":"A man who has riches without understanding, is like the animals that perish."},{"name":"Psalm 50:1","text":"A Psalm by Asaph. The Mighty One, God, Yahweh, speaks, and calls the earth from sunrise to sunset."},{"name":"Psalm 50:2","text":"Out of Zion, the perfection of beauty, God shines forth."},{"name":"Psalm 50:3","text":"Our God comes, and does not keep silent. A fire devours before him. It is very stormy around him."},{"name":"Psalm 50:4","text":"He calls to the heavens above, to the earth, that he may judge his people:"},{"name":"Psalm 50:5","text":"\"Gather my saints together to me, those who have made a covenant with me by sacrifice.\""},{"name":"Psalm 50:6","text":"The heavens shall declare his righteousness, for God himself is judge. Selah."},{"name":"Psalm 50:7","text":"\"Hear, my people, and I will speak; Israel, and I will testify against you. I am God, your God."},{"name":"Psalm 50:8","text":"I don\"t rebuke you for your sacrifices. Your burnt offerings are continually before me."},{"name":"Psalm 50:9","text":"I have no need for a bull from your stall, nor male goats from your pens."},{"name":"Psalm 50:10","text":"For every animal of the forest is mine, and the livestock on a thousand hills."},{"name":"Psalm 50:11","text":"I know all the birds of the mountains. The wild animals of the field are mine."},{"name":"Psalm 50:12","text":"If I were hungry, I would not tell you, for the world is mine, and all that is in it."},{"name":"Psalm 50:13","text":"Will I eat the flesh of bulls, or drink the blood of goats?"},{"name":"Psalm 50:14","text":"Offer to God the sacrifice of thanksgiving. Pay your vows to the Most High."},{"name":"Psalm 50:15","text":"Call on me in the day of trouble. I will deliver you, and you will honor me.\""},{"name":"Psalm 50:16","text":"But to the wicked God says, \"What right do you have to declare my statutes, that you have taken my covenant on your lips,"},{"name":"Psalm 50:17","text":"since you hate instruction, and throw my words behind you?"},{"name":"Psalm 50:18","text":"When you saw a thief, you consented with him, and have participated with adulterers."},{"name":"Psalm 50:19","text":"\"You give your mouth to evil. Your tongue frames deceit."},{"name":"Psalm 50:20","text":"You sit and speak against your brother. You slander your own mother\"s son."},{"name":"Psalm 50:21","text":"You have done these things, and I kept silent. You thought that I was just like you. I will rebuke you, and accuse you in front of your eyes."},{"name":"Psalm 50:22","text":"\"Now consider this, you who forget God, lest I tear you into pieces, and there be none to deliver."},{"name":"Psalm 50:23","text":"Whoever offers the sacrifice of thanksgiving glorifies me, and prepares his way so that I will show God\"s salvation to him.\""},{"name":"Psalm 51:1","text":"For the Chief Musician. A Psalm by David, when Nathan the prophet came to him, after he had gone in to Bathsheba. Have mercy on me, God, according to your loving kindness. According to the multitude of your tender mercies, blot out my transgressions."},{"name":"Psalm 51:2","text":"Wash me thoroughly from my iniquity. Cleanse me from my sin."},{"name":"Psalm 51:3","text":"For I know my transgressions. My sin is constantly before me."},{"name":"Psalm 51:4","text":"Against you, and you only, have I sinned, and done that which is evil in your sight; that you may be proved right when you speak, and justified when you judge."},{"name":"Psalm 51:5","text":"Behold, I was brought forth in iniquity. In sin my mother conceived me."},{"name":"Psalm 51:6","text":"Behold, you desire truth in the inward parts. You teach me wisdom in the inmost place."},{"name":"Psalm 51:7","text":"Purify me with hyssop, and I will be clean. Wash me, and I will be whiter than snow."},{"name":"Psalm 51:8","text":"Let me hear joy and gladness, That the bones which you have broken may rejoice."},{"name":"Psalm 51:9","text":"Hide your face from my sins, and blot out all of my iniquities."},{"name":"Psalm 51:10","text":"Create in me a clean heart, O God. Renew a right spirit within me."},{"name":"Psalm 51:11","text":"Don\"t throw me from your presence, and don\"t take your holy Spirit from me."},{"name":"Psalm 51:12","text":"Restore to me the joy of your salvation. Uphold me with a willing spirit."},{"name":"Psalm 51:13","text":"Then I will teach transgressors your ways. Sinners shall be converted to you."},{"name":"Psalm 51:14","text":"Deliver me from bloodguiltiness, O God, the God of my salvation. My tongue shall sing aloud of your righteousness."},{"name":"Psalm 51:15","text":"Lord, open my lips. My mouth shall declare your praise."},{"name":"Psalm 51:16","text":"For you don\"t delight in sacrifice, or else I would give it. You have no pleasure in burnt offering."},{"name":"Psalm 51:17","text":"The sacrifices of God are a broken spirit. A broken and contrite heart, O God, you will not despise."},{"name":"Psalm 51:18","text":"Do well in your good pleasure to Zion. Build the walls of Jerusalem."},{"name":"Psalm 51:19","text":"Then you will delight in the sacrifices of righteousness, in burnt offerings and in whole burnt offerings. Then they will offer bulls on your altar."},{"name":"Psalm 52:1","text":"For the Chief Musician. A contemplation by David, when Doeg the Edomite came and told Saul, \"David has come to Abimelech\"s house.\" Why do you boast of mischief, mighty man? God\"s loving kindness endures continually."},{"name":"Psalm 52:2","text":"Your tongue plots destruction, like a sharp razor, working deceitfully."},{"name":"Psalm 52:3","text":"You love evil more than good, lying rather than speaking the truth. Selah."},{"name":"Psalm 52:4","text":"You love all devouring words, you deceitful tongue."},{"name":"Psalm 52:5","text":"God will likewise destroy you forever. He will take you up, and pluck you out of your tent, and root you out of the land of the living. Selah."},{"name":"Psalm 52:6","text":"The righteous also will see it, and fear, and laugh at him, saying,"},{"name":"Psalm 52:7","text":"\"Behold, this is the man who didn\"t make God his strength, but trusted in the abundance of his riches, and strengthened himself in his wickedness.\""},{"name":"Psalm 52:8","text":"But as for me, I am like a green olive tree in God\"s house. I trust in God\"s loving kindness forever and ever."},{"name":"Psalm 52:9","text":"I will give you thanks forever, because you have done it. I will hope in your name, for it is good, in the presence of your saints."},{"name":"Psalm 53:1","text":"For the Chief Musician. To the tune of \"Mahalath.\" A contemplation by David. The fool has said in his heart, \"There is no God.\" They are corrupt, and have done abominable iniquity. There is no one who does good."},{"name":"Psalm 53:2","text":"God looks down from heaven on the children of men, to see if there are any who understood, who seek after God."},{"name":"Psalm 53:3","text":"Every one of them has gone back. They have become filthy together. There is no one who does good, no, not one."},{"name":"Psalm 53:4","text":"Have the workers of iniquity no knowledge, who eat up my people as they eat bread, and don\"t call on God?"},{"name":"Psalm 53:5","text":"There they were in great fear, where no fear was, for God has scattered the bones of him who encamps against you. You have put them to shame, because God has rejected them."},{"name":"Psalm 53:6","text":"Oh that the salvation of Israel would come out of Zion! When God brings back his people from captivity, then Jacob shall rejoice, and Israel shall be glad."},{"name":"Psalm 54:1","text":"For the Chief Musician. On stringed instruments. A contemplation by David, when the Ziphites came and said to Saul, \"Isn\"t David hiding himself among us?\" Save me, God, by your name. Vindicate me in your might."},{"name":"Psalm 54:2","text":"Hear my prayer, God. Listen to the words of my mouth."},{"name":"Psalm 54:3","text":"For strangers have risen up against me. Violent men have sought after my soul. They haven\"t set God before them. Selah."},{"name":"Psalm 54:4","text":"Behold, God is my helper. The Lord is the one who sustains my soul."},{"name":"Psalm 54:5","text":"He will repay the evil to my enemies. Destroy them in your truth."},{"name":"Psalm 54:6","text":"With a free will offering, I will sacrifice to you. I will give thanks to your name, Yahweh, for it is good."},{"name":"Psalm 54:7","text":"For he has delivered me out of all trouble. My eye has seen triumph over my enemies."},{"name":"Psalm 55:1","text":"For the Chief Musician. On stringed instruments. A contemplation by David. Listen to my prayer, God. Don\"t hide yourself from my supplication."},{"name":"Psalm 55:2","text":"Attend to me, and answer me. I am restless in my complaint, and moan,"},{"name":"Psalm 55:3","text":"Because of the voice of the enemy, Because of the oppression of the wicked. For they bring suffering on me. In anger they hold a grudge against me."},{"name":"Psalm 55:4","text":"My heart is severely pained within me. The terrors of death have fallen on me."},{"name":"Psalm 55:5","text":"Fearfulness and trembling have come on me. Horror has overwhelmed me."},{"name":"Psalm 55:6","text":"I said, \"Oh that I had wings like a dove! Then I would fly away, and be at rest."},{"name":"Psalm 55:7","text":"Behold, then I would wander far off. I would lodge in the wilderness.\" Selah."},{"name":"Psalm 55:8","text":"\"I would hurry to a shelter from the stormy wind and storm.\""},{"name":"Psalm 55:9","text":"Confuse them, Lord, and confound their language, for I have seen violence and strife in the city."},{"name":"Psalm 55:10","text":"Day and night they prowl around on its walls. Malice and abuse are also within her."},{"name":"Psalm 55:11","text":"Destructive forces are within her. Threats and lies don\"t depart from her streets."},{"name":"Psalm 55:12","text":"For it was not an enemy who insulted me, then I could have endured it. Neither was it he who hated me who raised himself up against me, then I would have hidden myself from him."},{"name":"Psalm 55:13","text":"But it was you, a man like me, my companion, and my familiar friend."},{"name":"Psalm 55:14","text":"We took sweet fellowship together. We walked in God\"s house with company."},{"name":"Psalm 55:15","text":"Let death come suddenly on them. Let them go down alive into Sheol. For wickedness is in their dwelling, in their midst."},{"name":"Psalm 55:16","text":"As for me, I will call on God. Yahweh will save me."},{"name":"Psalm 55:17","text":"Evening, morning, and at noon, I will cry out in distress. He will hear my voice."},{"name":"Psalm 55:18","text":"He has redeemed my soul in peace from the battle that was against me, although there are many who oppose me."},{"name":"Psalm 55:19","text":"God, who is enthroned forever, will hear, and answer them. Selah. They never change, who don\"t fear God."},{"name":"Psalm 55:20","text":"He raises his hands against his friends. He has violated his covenant."},{"name":"Psalm 55:21","text":"His mouth was smooth as butter, but his heart was war. His words were softer than oil, yet they were drawn swords."},{"name":"Psalm 55:22","text":"Cast your burden on Yahweh, and he will sustain you. He will never allow the righteous to be moved."},{"name":"Psalm 55:23","text":"But you, God, will bring them down into the pit of destruction. Bloodthirsty and deceitful men shall not live out half their days, but I will trust in you."},{"name":"Psalm 56:1","text":"For the Chief Musician. To the tune of \"Silent Dove in Distant Lands.\" A poem by David, when the Philistines seized him in Gath. Be merciful to me, God, for man wants to swallow me up. All day long, he attacks and oppresses me."},{"name":"Psalm 56:2","text":"My enemies want to swallow me up all day long, for they are many who fight proudly against me."},{"name":"Psalm 56:3","text":"When I am afraid, I will put my trust in you."},{"name":"Psalm 56:4","text":"In God, I praise his word. In God, I put my trust. I will not be afraid. What can flesh do to me?"},{"name":"Psalm 56:5","text":"All day long they twist my words. All their thoughts are against me for evil."},{"name":"Psalm 56:6","text":"They conspire and lurk, watching my steps, they are eager to take my life."},{"name":"Psalm 56:7","text":"Shall they escape by iniquity? In anger cast down the peoples, God."},{"name":"Psalm 56:8","text":"You number my wanderings. You put my tears into your bottle. Aren\"t they in your book?"},{"name":"Psalm 56:9","text":"Then my enemies shall turn back in the day that I call. I know this, that God is for me."},{"name":"Psalm 56:10","text":"In God, I will praise his word. In Yahweh, I will praise his word."},{"name":"Psalm 56:11","text":"I have put my trust in God. I will not be afraid. What can man do to me?"},{"name":"Psalm 56:12","text":"Your vows are on me, God. I will give thank offerings to you."},{"name":"Psalm 56:13","text":"For you have delivered my soul from death, and prevented my feet from falling, that I may walk before God in the light of the living."},{"name":"Psalm 57:1","text":"For the Chief Musician. To the tune of \"Do Not Destroy.\" A poem by David, when he fled from Saul, in the cave. Be merciful to me, God, be merciful to me, for my soul takes refuge in you. Yes, in the shadow of your wings, I will take refuge, until disaster has passed."},{"name":"Psalm 57:2","text":"I cry out to God Most High, to God who accomplishes my requests for me."},{"name":"Psalm 57:3","text":"He will send from heaven, and save me, he rebukes the one who is pursuing me. Selah. God will send out his loving kindness and his truth."},{"name":"Psalm 57:4","text":"My soul is among lions. I lie among those who are set on fire, even the sons of men, whose teeth are spears and arrows, and their tongue a sharp sword."},{"name":"Psalm 57:5","text":"Be exalted, God, above the heavens! Let your glory be above all the earth!"},{"name":"Psalm 57:6","text":"They have prepared a net for my steps. My soul is bowed down. They dig a pit before me. They fall into its midst themselves. Selah."},{"name":"Psalm 57:7","text":"My heart is steadfast, God, my heart is steadfast. I will sing, yes, I will sing praises."},{"name":"Psalm 57:8","text":"Wake up, my glory! Wake up, psaltery and harp! I will wake up the dawn."},{"name":"Psalm 57:9","text":"I will give thanks to you, Lord, among the peoples. I will sing praises to you among the nations."},{"name":"Psalm 57:10","text":"For your great loving kindness reaches to the heavens, and your truth to the skies."},{"name":"Psalm 57:11","text":"Be exalted, God, above the heavens. Let your glory be over all the earth."},{"name":"Psalm 58:1","text":"For the Chief Musician. To the tune of \"Do Not Destroy.\" A poem by David. Do you indeed speak righteousness, silent ones? Do you judge blamelessly, you sons of men?"},{"name":"Psalm 58:2","text":"No, in your heart you plot injustice. You measure out the violence of your hands in the earth."},{"name":"Psalm 58:3","text":"The wicked go astray from the womb. They are wayward as soon as they are born, speaking lies."},{"name":"Psalm 58:4","text":"Their poison is like the poison of a snake; like a deaf cobra that stops its ear,"},{"name":"Psalm 58:5","text":"which doesn\"t listen to the voice of charmers, no matter how skillful the charmer may be."},{"name":"Psalm 58:6","text":"Break their teeth, God, in their mouth. Break out the great teeth of the young lions, Yahweh."},{"name":"Psalm 58:7","text":"Let them vanish as water that flows away. When they draw the bow, let their arrows be made blunt."},{"name":"Psalm 58:8","text":"Let them be like a snail which melts and passes away, like the stillborn child, who has not seen the sun."},{"name":"Psalm 58:9","text":"Before your pots can feel the heat of the thorns, he will sweep away the green and the burning alike."},{"name":"Psalm 58:10","text":"The righteous shall rejoice when he sees the vengeance. He shall wash his feet in the blood of the wicked;"},{"name":"Psalm 58:11","text":"so that men shall say, \"Most certainly there is a reward for the righteous. Most certainly there is a God who judges the earth.\""},{"name":"Psalm 59:1","text":"For the Chief Musician. To the tune of \"Do Not Destroy.\" A poem by David, when Saul sent, and they watched the house to kill him. Deliver me from my enemies, my God. Set me on high from those who rise up against me."},{"name":"Psalm 59:2","text":"Deliver me from the workers of iniquity. Save me from the bloodthirsty men."},{"name":"Psalm 59:3","text":"For, behold, they lie in wait for my soul. The mighty gather themselves together against me, not for my disobedience, nor for my sin, Yahweh."},{"name":"Psalm 59:4","text":"I have done no wrong, yet they are ready to attack me. Rise up, behold, and help me!"},{"name":"Psalm 59:5","text":"You, Yahweh God of Armies, the God of Israel, rouse yourself to punish the nations. Show no mercy to the wicked traitors. Selah."},{"name":"Psalm 59:6","text":"They return at evening, howling like dogs, and prowl around the city."},{"name":"Psalm 59:7","text":"Behold, they spew with their mouth. Swords are in their lips, \"For,\" they say, \"who hears us?\""},{"name":"Psalm 59:8","text":"But you, Yahweh, laugh at them. You scoff at all the nations."},{"name":"Psalm 59:9","text":"Oh, my Strength, I watch for you, for God is my high tower."},{"name":"Psalm 59:10","text":"My God will go before me with his loving kindness. God will let me look at my enemies in triumph."},{"name":"Psalm 59:11","text":"Don\"t kill them, or my people may forget. Scatter them by your power, and bring them down, Lord our shield."},{"name":"Psalm 59:12","text":"For the sin of their mouth, and the words of their lips, let them be caught in their pride, for the curses and lies which they utter."},{"name":"Psalm 59:13","text":"Consume them in wrath. Consume them, and they will be no more. Let them know that God rules in Jacob, to the ends of the earth. Selah."},{"name":"Psalm 59:14","text":"At evening let them return. Let them howl like a dog, and go around the city."},{"name":"Psalm 59:15","text":"They shall wander up and down for food, and wait all night if they aren\"t satisfied."},{"name":"Psalm 59:16","text":"But I will sing of your strength. Yes, I will sing aloud of your loving kindness in the morning. For you have been my high tower, a refuge in the day of my distress."},{"name":"Psalm 59:17","text":"To you, my strength, I will sing praises. For God is my high tower, the God of my mercy."},{"name":"Psalm 60:1","text":"For the Chief Musician. To the tune of \"The Lily of the Covenant.\" A teaching poem by David, when he fought with Aram Naharaim and with Aram Zobah, and Joab returned, and killed twelve thousand of Edom in the Valley of Salt. God, you have rejected us. You have broken us down. You have been angry. Restore us, again."},{"name":"Psalm 60:2","text":"You have made the land tremble. You have torn it. Mend its fractures, for it quakes."},{"name":"Psalm 60:3","text":"You have shown your people hard things. You have made us drink the wine that makes us stagger."},{"name":"Psalm 60:4","text":"You have given a banner to those who fear you, that it may be displayed because of the truth. Selah."},{"name":"Psalm 60:5","text":"So that your beloved may be delivered, save with your right hand, and answer us."},{"name":"Psalm 60:6","text":"God has spoken from his sanctuary: \"I will triumph. I will divide Shechem, and measure out the valley of Succoth."},{"name":"Psalm 60:7","text":"Gilead is mine, and Manasseh is mine. Ephraim also is the defense of my head. Judah is my scepter."},{"name":"Psalm 60:8","text":"Moab is my wash basin. I will throw my shoe on Edom. I shout in triumph over Philistia.\""},{"name":"Psalm 60:9","text":"Who will bring me into the strong city? Who has led me to Edom?"},{"name":"Psalm 60:10","text":"Haven\"t you, God, rejected us? You don\"t go out with our armies, God."},{"name":"Psalm 60:11","text":"Give us help against the adversary, for the help of man is vain."},{"name":"Psalm 60:12","text":"Through God we shall do valiantly, for it is he who will tread down our adversaries."},{"name":"Psalm 61:1","text":"For the Chief Musician. For a stringed instrument. By David. Hear my cry, God. Listen to my prayer."},{"name":"Psalm 61:2","text":"From the end of the earth, I will call to you, when my heart is overwhelmed. Lead me to the rock that is higher than I."},{"name":"Psalm 61:3","text":"For you have been a refuge for me, a strong tower from the enemy."},{"name":"Psalm 61:4","text":"I will dwell in your tent forever. I will take refuge in the shelter of your wings. Selah."},{"name":"Psalm 61:5","text":"For you, God, have heard my vows. You have given me the heritage of those who fear your name."},{"name":"Psalm 61:6","text":"You will prolong the king\"s life; his years shall be for generations."},{"name":"Psalm 61:7","text":"He shall be enthroned in God\"s presence forever. Appoint your loving kindness and truth, that they may preserve him."},{"name":"Psalm 61:8","text":"So I will sing praise to your name forever, that I may fulfill my vows daily."},{"name":"Psalm 62:1","text":"For the Chief Musician. To Jeduthan. A Psalm by David. My soul rests in God alone. My salvation is from him."},{"name":"Psalm 62:2","text":"He alone is my rock and my salvation, my fortress\"I will never be greatly shaken."},{"name":"Psalm 62:3","text":"How long will you assault a man, would all of you throw him down, Like a leaning wall, like a tottering fence?"},{"name":"Psalm 62:4","text":"They fully intend to throw him down from his lofty place. They delight in lies. They bless with their mouth, but they curse inwardly. Selah."},{"name":"Psalm 62:5","text":"My soul, wait in silence for God alone, for my expectation is from him."},{"name":"Psalm 62:6","text":"He alone is my rock and my salvation, my fortress. I will not be shaken."},{"name":"Psalm 62:7","text":"With God is my salvation and my honor. The rock of my strength, and my refuge, is in God."},{"name":"Psalm 62:8","text":"Trust in him at all times, you people. Pour out your heart before him. God is a refuge for us. Selah."},{"name":"Psalm 62:9","text":"Surely men of low degree are just a breath, and men of high degree are a lie. In the balances they will go up. They are together lighter than a breath."},{"name":"Psalm 62:10","text":"Don\"t trust in oppression. Don\"t become vain in robbery. If riches increase, don\"t set your heart on them."},{"name":"Psalm 62:11","text":"God has spoken once; twice I have heard this, that power belongs to God."},{"name":"Psalm 62:12","text":"Also to you, Lord, belongs loving kindness, for you reward every man according to his work."},{"name":"Psalm 63:1","text":"A Psalm by David, when he was in the desert of Judah. God, you are my God. I will earnestly seek you. My soul thirsts for you. My flesh longs for you, in a dry and weary land, where there is no water."},{"name":"Psalm 63:2","text":"So I have seen you in the sanctuary, watching your power and your glory."},{"name":"Psalm 63:3","text":"Because your loving kindness is better than life, my lips shall praise you."},{"name":"Psalm 63:4","text":"So I will bless you while I live. I will lift up my hands in your name."},{"name":"Psalm 63:5","text":"My soul shall be satisfied as with the richest food. My mouth shall praise you with joyful lips,"},{"name":"Psalm 63:6","text":"when I remember you on my bed, and think about you in the night watches."},{"name":"Psalm 63:7","text":"For you have been my help. I will rejoice in the shadow of your wings."},{"name":"Psalm 63:8","text":"My soul stays close to you. Your right hand holds me up."},{"name":"Psalm 63:9","text":"But those who seek my soul, to destroy it, shall go into the lower parts of the earth."},{"name":"Psalm 63:10","text":"They shall be given over to the power of the sword. They shall be jackal food."},{"name":"Psalm 63:11","text":"But the king shall rejoice in God. Everyone who swears by him will praise him, for the mouth of those who speak lies shall be silenced."},{"name":"Psalm 64:1","text":"For the Chief Musician. A Psalm by David. Hear my voice, God, in my complaint. Preserve my life from fear of the enemy."},{"name":"Psalm 64:2","text":"Hide me from the conspiracy of the wicked, from the noisy crowd of the ones doing evil;"},{"name":"Psalm 64:3","text":"who sharpen their tongue like a sword, and aim their arrows, deadly words,"},{"name":"Psalm 64:4","text":"to shoot innocent men from ambushes. They shoot at him suddenly and fearlessly."},{"name":"Psalm 64:5","text":"They encourage themselves in evil plans. They talk about laying snares secretly. They say, \"Who will see them?\""},{"name":"Psalm 64:6","text":"They plot injustice, saying, \"We have made a perfect plan!\" Surely man\"s mind and heart are cunning."},{"name":"Psalm 64:7","text":"But God will shoot at them. They will be suddenly struck down with an arrow."},{"name":"Psalm 64:8","text":"Their own tongues shall ruin them. All who see them will shake their heads."},{"name":"Psalm 64:9","text":"All mankind shall be afraid. They shall declare the work of God, and shall wisely ponder what he has done."},{"name":"Psalm 64:10","text":"The righteous shall be glad in Yahweh, and shall take refuge in him. All the upright in heart shall praise him!"},{"name":"Psalm 65:1","text":"For the Chief Musician. A Psalm by David. A song. Praise waits for you, God, in Zion. To you shall vows be performed."},{"name":"Psalm 65:2","text":"You who hear prayer, to you all men will come."},{"name":"Psalm 65:3","text":"Sins overwhelmed me, but you atoned for our transgressions."},{"name":"Psalm 65:4","text":"Blessed is one whom you choose, and cause to come near, that he may live in your courts. We will be filled with the goodness of your house, your holy temple."},{"name":"Psalm 65:5","text":"By awesome deeds of righteousness, you answer us, God of our salvation. You who are the hope of all the ends of the earth, of those who are far away on the sea;"},{"name":"Psalm 65:6","text":"Who by his power forms the mountains, having armed yourself with strength;"},{"name":"Psalm 65:7","text":"who stills the roaring of the seas, the roaring of their waves, and the turmoil of the nations."},{"name":"Psalm 65:8","text":"They also who dwell in faraway places are afraid at your wonders. You call the morning\"s dawn and the evening with songs of joy."},{"name":"Psalm 65:9","text":"You visit the earth, and water it. You greatly enrich it. The river of God is full of water. You provide them grain, for so you have ordained it."},{"name":"Psalm 65:10","text":"You drench its furrows. You level its ridges. You soften it with showers. You bless it with a crop."},{"name":"Psalm 65:11","text":"You crown the year with your bounty. Your carts overflow with abundance."},{"name":"Psalm 65:12","text":"The wilderness grasslands overflow. The hills are clothed with gladness."},{"name":"Psalm 65:13","text":"The pastures are covered with flocks. The valleys also are clothed with grain. They shout for joy! They also sing."},{"name":"Psalm 66:1","text":"For the Chief Musician. A song. A Psalm. Make a joyful shout to God, all the earth!"},{"name":"Psalm 66:2","text":"Sing to the glory of his name! Offer glory and praise!"},{"name":"Psalm 66:3","text":"Tell God, \"How awesome are your deeds! Through the greatness of your power, your enemies submit themselves to you."},{"name":"Psalm 66:4","text":"All the earth will worship you, and will sing to you; they will sing to your name.\" Selah."},{"name":"Psalm 66:5","text":"Come, and see God\"s deeds\"awesome work on behalf of the children of men."},{"name":"Psalm 66:6","text":"He turned the sea into dry land. They went through the river on foot. There, we rejoiced in him."},{"name":"Psalm 66:7","text":"He rules by his might forever. His eyes watch the nations. Don\"t let the rebellious rise up against him. Selah."},{"name":"Psalm 66:8","text":"Praise our God, you peoples! Make the sound of his praise heard,"},{"name":"Psalm 66:9","text":"who preserves our life among the living, and doesn\"t allow our feet to be moved."},{"name":"Psalm 66:10","text":"For you, God, have tested us. You have refined us, as silver is refined."},{"name":"Psalm 66:11","text":"You brought us into prison. You laid a burden on our backs."},{"name":"Psalm 66:12","text":"You allowed men to ride over our heads. We went through fire and through water, but you brought us to the place of abundance."},{"name":"Psalm 66:13","text":"I will come into your temple with burnt offerings. I will pay my vows to you,"},{"name":"Psalm 66:14","text":"which my lips promised, and my mouth spoke, when I was in distress."},{"name":"Psalm 66:15","text":"I will offer to you burnt offerings of fat animals, with the offering of rams, I will offer bulls with goats. Selah."},{"name":"Psalm 66:16","text":"Come, and hear, all you who fear God. I will declare what he has done for my soul."},{"name":"Psalm 66:17","text":"I cried to him with my mouth. He was extolled with my tongue."},{"name":"Psalm 66:18","text":"If I cherished sin in my heart, the Lord wouldn\"t have listened."},{"name":"Psalm 66:19","text":"But most certainly, God has listened. He has heard the voice of my prayer."},{"name":"Psalm 66:20","text":"Blessed be God, who has not turned away my prayer, nor his loving kindness from me."},{"name":"Psalm 67:1","text":"For the Chief Musician. With stringed instruments. A Psalm. A song. May God be merciful to us, bless us, and cause his face to shine on us. Selah."},{"name":"Psalm 67:2","text":"That your way may be known on earth, and your salvation among all nations,"},{"name":"Psalm 67:3","text":"let the peoples praise you, God. Let all the peoples praise you."},{"name":"Psalm 67:4","text":"Oh let the nations be glad and sing for joy, for you will judge the peoples with equity, and govern the nations on earth. Selah."},{"name":"Psalm 67:5","text":"Let the peoples praise you, God. Let all the peoples praise you."},{"name":"Psalm 67:6","text":"The earth has yielded its increase. God, even our own God, will bless us."},{"name":"Psalm 67:7","text":"God will bless us. All the ends of the earth shall fear him."},{"name":"Psalm 68:1","text":"For the Chief Musician. A Psalm by David. A song. Let God arise! Let his enemies be scattered! Let them who hate him also flee before him."},{"name":"Psalm 68:2","text":"As smoke is driven away, so drive them away. As wax melts before the fire, so let the wicked perish at the presence of God."},{"name":"Psalm 68:3","text":"But let the righteous be glad. Let them rejoice before God. Yes, let them rejoice with gladness."},{"name":"Psalm 68:4","text":"Sing to God! Sing praises to his name! Extol him who rides on the clouds: to Yah, his name! Rejoice before him!"},{"name":"Psalm 68:5","text":"A father of the fatherless, and a defender of the widows, is God in his holy habitation."},{"name":"Psalm 68:6","text":"God sets the lonely in families. He brings out the prisoners with singing, but the rebellious dwell in a sun-scorched land."},{"name":"Psalm 68:7","text":"God, when you went forth before your people, when you marched through the wilderness... Selah."},{"name":"Psalm 68:8","text":"The earth trembled. The sky also poured down rain at the presence of the God of Sinai\"at the presence of God, the God of Israel."},{"name":"Psalm 68:9","text":"You, God, sent a plentiful rain. You confirmed your inheritance, when it was weary."},{"name":"Psalm 68:10","text":"Your congregation lived therein. You, God, prepared your goodness for the poor."},{"name":"Psalm 68:11","text":"The Lord announced the word. The ones who proclaim it are a great company."},{"name":"Psalm 68:12","text":"\"Kings of armies flee! They flee!\" She who waits at home divides the spoil,"},{"name":"Psalm 68:13","text":"while you sleep among the campfires, the wings of a dove sheathed with silver, her feathers with shining gold."},{"name":"Psalm 68:14","text":"When the Almighty scattered kings in her, it snowed on Zalmon."},{"name":"Psalm 68:15","text":"The mountains of Bashan are majestic mountains. The mountains of Bashan are rugged."},{"name":"Psalm 68:16","text":"Why do you look in envy, you rugged mountains, at the mountain where God chooses to reign? Yes, Yahweh will dwell there forever."},{"name":"Psalm 68:17","text":"The chariots of God are tens of thousands and thousands of thousands. The Lord is among them, from Sinai, into the sanctuary."},{"name":"Psalm 68:18","text":"You have ascended on high. You have led away captives. You have received gifts among men, yes, among the rebellious also, that Yah God might dwell there."},{"name":"Psalm 68:19","text":"Blessed be the Lord, who daily bears our burdens, even the God who is our salvation. Selah."},{"name":"Psalm 68:20","text":"God is to us a God of deliverance. To Yahweh, the Lord, belongs escape from death."},{"name":"Psalm 68:21","text":"But God will strike through the head of his enemies, the hairy scalp of such a one as still continues in his guiltiness."},{"name":"Psalm 68:22","text":"The Lord said, \"I will bring you again from Bashan, I will bring you again from the depths of the sea;"},{"name":"Psalm 68:23","text":"That you may crush them, dipping your foot in blood, that the tongues of your dogs may have their portion from your enemies.\""},{"name":"Psalm 68:24","text":"They have seen your processions, God, even the processions of my God, my King, into the sanctuary."},{"name":"Psalm 68:25","text":"The singers went before, the minstrels followed after, in the midst of the ladies playing with tambourines,"},{"name":"Psalm 68:26","text":"\"Bless God in the congregations, even the Lord in the assembly of Israel!\""},{"name":"Psalm 68:27","text":"There is little Benjamin, their ruler, the princes of Judah, their council, the princes of Zebulun, and the princes of Naphtali."},{"name":"Psalm 68:28","text":"Your God has commanded your strength. Strengthen, God, that which you have done for us."},{"name":"Psalm 68:29","text":"Because of your temple at Jerusalem, kings shall bring presents to you."},{"name":"Psalm 68:30","text":"Rebuke the wild animal of the reeds, the multitude of the bulls, with the calves of the peoples. Being humbled, may it bring bars of silver. Scatter the nations that delight in war."},{"name":"Psalm 68:31","text":"Princes shall come out of Egypt. Ethiopia shall hurry to stretch out her hands to God."},{"name":"Psalm 68:32","text":"Sing to God, you kingdoms of the earth! Sing praises to the Lord! Selah."},{"name":"Psalm 68:33","text":"To him who rides on the heaven of heavens, which are of old; behold, he utters his voice, a mighty voice."},{"name":"Psalm 68:34","text":"Ascribe strength to God! His excellency is over Israel, his strength is in the skies."},{"name":"Psalm 68:35","text":"You are awesome, God, in your sanctuaries. The God of Israel gives strength and power to his people. Praise be to God!"},{"name":"Psalm 69:1","text":"For the Chief Musician. To the tune of \"Lilies.\" By David. Save me, God, for the waters have come up to my neck!"},{"name":"Psalm 69:2","text":"I sink in deep mire, where there is no foothold. I have come into deep waters, where the floods overflow me."},{"name":"Psalm 69:3","text":"I am weary with my crying. My throat is dry. My eyes fail, looking for my God."},{"name":"Psalm 69:4","text":"Those who hate me without a cause are more than the hairs of my head. Those who want to cut me off, being my enemies wrongfully, are mighty. I have to restore what I didn\"t take away."},{"name":"Psalm 69:5","text":"God, you know my foolishness. My sins aren\"t hidden from you."},{"name":"Psalm 69:6","text":"Don\"t let those who wait for you be shamed through me, Lord Yahweh of Armies. Don\"t let those who seek you be brought to dishonor through me, God of Israel."},{"name":"Psalm 69:7","text":"Because for your sake, I have borne reproach. Shame has covered my face."},{"name":"Psalm 69:8","text":"I have become a stranger to my brothers, an alien to my mother\"s children."},{"name":"Psalm 69:9","text":"For the zeal of your house consumes me. The reproaches of those who reproach you have fallen on me."},{"name":"Psalm 69:10","text":"When I wept and I fasted, that was to my reproach."},{"name":"Psalm 69:11","text":"When I made sackcloth my clothing, I became a byword to them."},{"name":"Psalm 69:12","text":"Those who sit in the gate talk about me. I am the song of the drunkards."},{"name":"Psalm 69:13","text":"But as for me, my prayer is to you, Yahweh, in an acceptable time. God, in the abundance of your loving kindness, answer me in the truth of your salvation."},{"name":"Psalm 69:14","text":"Deliver me out of the mire, and don\"t let me sink. Let me be delivered from those who hate me, and out of the deep waters."},{"name":"Psalm 69:15","text":"Don\"t let the flood waters overwhelm me, neither let the deep swallow me up. Don\"t let the pit shut its mouth on me."},{"name":"Psalm 69:16","text":"Answer me, Yahweh, for your loving kindness is good. According to the multitude of your tender mercies, turn to me."},{"name":"Psalm 69:17","text":"Don\"t hide your face from your servant, for I am in distress. Answer me speedily!"},{"name":"Psalm 69:18","text":"Draw near to my soul, and redeem it. Ransom me because of my enemies."},{"name":"Psalm 69:19","text":"You know my reproach, my shame, and my dishonor. My adversaries are all before you."},{"name":"Psalm 69:20","text":"Reproach has broken my heart, and I am full of heaviness. I looked for some to take pity, but there was none; for comforters, but I found none."},{"name":"Psalm 69:21","text":"They also gave me gall for my food. In my thirst, they gave me vinegar to drink."},{"name":"Psalm 69:22","text":"Let their table before them become a snare. May it become a retribution and a trap."},{"name":"Psalm 69:23","text":"Let their eyes be darkened, so that they can\"t see. Let their backs be continually bent."},{"name":"Psalm 69:24","text":"Pour out your indignation on them. Let the fierceness of your anger overtake them."},{"name":"Psalm 69:25","text":"Let their habitation be desolate. Let no one dwell in their tents."},{"name":"Psalm 69:26","text":"For they persecute him whom you have wounded. They tell of the sorrow of those whom you have hurt."},{"name":"Psalm 69:27","text":"Charge them with crime upon crime. Don\"t let them come into your righteousness."},{"name":"Psalm 69:28","text":"Let them be blotted out of the book of life, and not be written with the righteous."},{"name":"Psalm 69:29","text":"But I am in pain and distress. Let your salvation, God, protect me."},{"name":"Psalm 69:30","text":"I will praise the name of God with a song, and will magnify him with thanksgiving."},{"name":"Psalm 69:31","text":"It will please Yahweh better than an ox, or a bull that has horns and hoofs."},{"name":"Psalm 69:32","text":"The humble have seen it, and are glad. You who seek after God, let your heart live."},{"name":"Psalm 69:33","text":"For Yahweh hears the needy, and doesn\"t despise his captive people."},{"name":"Psalm 69:34","text":"Let heaven and earth praise him; the seas, and everything that moves therein!"},{"name":"Psalm 69:35","text":"For God will save Zion, and build the cities of Judah. They shall settle there, and own it."},{"name":"Psalm 69:36","text":"The children also of his servants shall inherit it. Those who love his name shall dwell therein."},{"name":"Psalm 70:1","text":"For the Chief Musician. By David. A reminder. Hurry, God, to deliver me. Come quickly to help me, Yahweh."},{"name":"Psalm 70:2","text":"Let them be disappointed and confounded who seek my soul. Let those who desire my ruin be turned back in disgrace."},{"name":"Psalm 70:3","text":"Let them be turned because of their shame Who say, \"Aha! Aha!\""},{"name":"Psalm 70:4","text":"Let all those who seek you rejoice and be glad in you. Let those who love your salvation continually say, \"Let God be exalted!\""},{"name":"Psalm 70:5","text":"But I am poor and needy. Come to me quickly, God. You are my help and my deliverer. Yahweh, don\"t delay."},{"name":"Psalm 71:1","text":"In you, Yahweh, I take refuge. Never let me be disappointed."},{"name":"Psalm 71:2","text":"Deliver me in your righteousness, and rescue me. Turn your ear to me, and save me."},{"name":"Psalm 71:3","text":"Be to me a rock of refuge to which I may always go. Give the command to save me, for you are my rock and my fortress."},{"name":"Psalm 71:4","text":"Rescue me, my God, from the hand of the wicked, from the hand of the unrighteous and cruel man."},{"name":"Psalm 71:5","text":"For you are my hope, Lord Yahweh; my confidence from my youth."},{"name":"Psalm 71:6","text":"I have relied on you from the womb. You are he who took me out of my mother\"s womb. I will always praise you."},{"name":"Psalm 71:7","text":"I am a marvel to many, but you are my strong refuge."},{"name":"Psalm 71:8","text":"My mouth shall be filled with your praise, with your honor all the day."},{"name":"Psalm 71:9","text":"Don\"t reject me in my old age. Don\"t forsake me when my strength fails."},{"name":"Psalm 71:10","text":"For my enemies talk about me. Those who watch for my soul conspire together,"},{"name":"Psalm 71:11","text":"saying, \"God has forsaken him. Pursue and take him, for no one will rescue him.\""},{"name":"Psalm 71:12","text":"God, don\"t be far from me. My God, hurry to help me."},{"name":"Psalm 71:13","text":"Let my accusers be disappointed and consumed. Let them be covered with disgrace and scorn who want to harm me."},{"name":"Psalm 71:14","text":"But I will always hope, and will add to all of your praise."},{"name":"Psalm 71:15","text":"My mouth will tell about your righteousness, and of your salvation all day, though I don\"t know its full measure."},{"name":"Psalm 71:16","text":"I will come with the mighty acts of the Lord Yahweh. I will make mention of your righteousness, even of yours alone."},{"name":"Psalm 71:17","text":"God, you have taught me from my youth. Until now, I have declared your wondrous works."},{"name":"Psalm 71:18","text":"Yes, even when I am old and gray-haired, God, don\"t forsake me, until I have declared your strength to the next generation, your might to everyone who is to come."},{"name":"Psalm 71:19","text":"Your righteousness also, God, reaches to the heavens; you have done great things. God, who is like you?"},{"name":"Psalm 71:20","text":"You, who have shown us many and bitter troubles, you will let me live. You will bring us up again from the depths of the earth."},{"name":"Psalm 71:21","text":"Increase my honor, and comfort me again."},{"name":"Psalm 71:22","text":"I will also praise you with the harp for your faithfulness, my God. I sing praises to you with the lyre, Holy One of Israel."},{"name":"Psalm 71:23","text":"My lips shall shout for joy! My soul, which you have redeemed, sings praises to you!"},{"name":"Psalm 71:24","text":"My tongue will also talk about your righteousness all day long, for they are disappointed, and they are confounded, who want to harm me."},{"name":"Psalm 72:1","text":"By Solomon. God, give the king your justice; your righteousness to the royal son."},{"name":"Psalm 72:2","text":"He will judge your people with righteousness, and your poor with justice."},{"name":"Psalm 72:3","text":"The mountains shall bring prosperity to the people. The hills bring the fruit of righteousness."},{"name":"Psalm 72:4","text":"He will judge the poor of the people. He will save the children of the needy, and will break the oppressor in pieces."},{"name":"Psalm 72:5","text":"They shall fear you while the sun endures; and as long as the moon, throughout all generations."},{"name":"Psalm 72:6","text":"He will come down like rain on the mown grass, as showers that water the earth."},{"name":"Psalm 72:7","text":"In his days, the righteous shall flourish, and abundance of peace, until the moon is no more."},{"name":"Psalm 72:8","text":"He shall have dominion also from sea to sea, from the River to the ends of the earth."},{"name":"Psalm 72:9","text":"Those who dwell in the wilderness shall bow before him. His enemies shall lick the dust."},{"name":"Psalm 72:10","text":"The kings of Tarshish and of the islands will bring tribute. The kings of Sheba and Seba shall offer gifts."},{"name":"Psalm 72:11","text":"Yes, all kings shall fall down before him. All nations shall serve him."},{"name":"Psalm 72:12","text":"For he will deliver the needy when he cries; the poor, who has no helper."},{"name":"Psalm 72:13","text":"He will have pity on the poor and needy. He will save the souls of the needy."}]