[{"name":"Genesis 34:20","text":"Hamor and Shechem, his son, came to the gate of their city, and talked with the men of their city, saying,"},{"name":"Genesis 34:21","text":"\"These men are peaceful with us. Therefore let them live in the land and trade in it. For behold, the land is large enough for them. Let us take their daughters to us for wives, and let us give them our daughters."},{"name":"Genesis 34:22","text":"Only on this condition will the men consent to us to live with us, to become one people, if every male among us is circumcised, as they are circumcised."},{"name":"Genesis 34:23","text":"Won\"t their livestock and their possessions and all their animals be ours? Only let us give our consent to them, and they will dwell with us.\""},{"name":"Genesis 34:24","text":"All who went out of the gate of his city listened to Hamor, and to Shechem his son; and every male was circumcised, all who went out of the gate of his city."},{"name":"Genesis 34:25","text":"It happened on the third day, when they were sore, that two of Jacob\"s sons, Simeon and Levi, Dinah\"s brothers, each took his sword, came upon the unsuspecting city, and killed all the males."},{"name":"Genesis 34:26","text":"They killed Hamor and Shechem, his son, with the edge of the sword, and took Dinah out of Shechem\"s house, and went away."},{"name":"Genesis 34:27","text":"Jacob\"s sons came on the dead, and plundered the city, because they had defiled their sister."},{"name":"Genesis 34:28","text":"They took their flocks, their herds, their donkeys, that which was in the city, that which was in the field,"},{"name":"Genesis 34:29","text":"and all their wealth. They took captive all their little ones and their wives, and took as plunder everything that was in the house."},{"name":"Genesis 34:30","text":"Jacob said to Simeon and Levi, \"You have troubled me, to make me odious to the inhabitants of the land, among the Canaanites and the Perizzites. I am few in number. They will gather themselves together against me and strike me, and I will be destroyed, I and my house.\""},{"name":"Genesis 34:31","text":"They said, \"Should he deal with our sister as with a prostitute?\""},{"name":"Genesis 35:1","text":"God said to Jacob, \"Arise, go up to Bethel, and live there. Make there an altar to God, who appeared to you when you fled from the face of Esau your brother.\""},{"name":"Genesis 35:2","text":"Then Jacob said to his household, and to all who were with him, \"Put away the foreign gods that are among you, purify yourselves, change your garments."},{"name":"Genesis 35:3","text":"Let us arise, and go up to Bethel. I will make there an altar to God, who answered me in the day of my distress, and was with me in the way which I went.\""},{"name":"Genesis 35:4","text":"They gave to Jacob all the foreign gods which were in their hands, and the rings which were in their ears; and Jacob hid them under the oak which was by Shechem."},{"name":"Genesis 35:5","text":"They traveled, and a terror of God was on the cities that were around them, and they didn\"t pursue the sons of Jacob."},{"name":"Genesis 35:6","text":"So Jacob came to Luz (that is, Bethel), which is in the land of Canaan, he and all the people who were with him."},{"name":"Genesis 35:7","text":"He built an altar there, and called the place El Beth El; because there God was revealed to him, when he fled from the face of his brother."},{"name":"Genesis 35:8","text":"Deborah, Rebekah\"s nurse, died, and she was buried below Bethel under the oak; and its name was called Allon Bacuth."},{"name":"Genesis 35:9","text":"God appeared to Jacob again, when he came from Paddan Aram, and blessed him."},{"name":"Genesis 35:10","text":"God said to him, \"Your name is Jacob. Your name shall not be Jacob any more, but your name will be Israel.\" He named him Israel."},{"name":"Genesis 35:11","text":"God said to him, \"I am God Almighty. Be fruitful and multiply. A nation and a company of nations will be from you, and kings will come out of your body."},{"name":"Genesis 35:12","text":"The land which I gave to Abraham and Isaac, I will give it to you, and to your seed after you will I give the land.\""},{"name":"Genesis 35:13","text":"God went up from him in the place where he spoke with him."},{"name":"Genesis 35:14","text":"Jacob set up a pillar in the place where he spoke with him, a pillar of stone. He poured out a drink offering on it, and poured oil on it."},{"name":"Genesis 35:15","text":"Jacob called the name of the place where God spoke with him \"Bethel.\""},{"name":"Genesis 35:16","text":"They traveled from Bethel. There was still some distance to come to Ephrath, and Rachel travailed. She had hard labor."},{"name":"Genesis 35:17","text":"When she was in hard labor, the midwife said to her, \"Don\"t be afraid, for now you will have another son.\""},{"name":"Genesis 35:18","text":"It happened, as her soul was departing (for she died), that she named him Benoni, but his father named him Benjamin."},{"name":"Genesis 35:19","text":"Rachel died, and was buried in the way to Ephrath (the same is Bethlehem)."},{"name":"Genesis 35:20","text":"Jacob set up a pillar on her grave. The same is the Pillar of Rachel\"s grave to this day."},{"name":"Genesis 35:21","text":"Israel traveled, and spread his tent beyond the tower of Eder."},{"name":"Genesis 35:22","text":"It happened, while Israel lived in that land, that Reuben went and lay with Bilhah, his father\"s concubine, and Israel heard of it. Now the sons of Jacob were twelve."},{"name":"Genesis 35:23","text":"The sons of Leah: Reuben (Jacob\"s firstborn), Simeon, Levi, Judah, Issachar, and Zebulun."},{"name":"Genesis 35:24","text":"The sons of Rachel: Joseph and Benjamin."},{"name":"Genesis 35:25","text":"The sons of Bilhah (Rachel\"s handmaid): Dan and Naphtali."},{"name":"Genesis 35:26","text":"The sons of Zilpah (Leah\"s handmaid): Gad and Asher. These are the sons of Jacob, who were born to him in Paddan Aram."},{"name":"Genesis 35:27","text":"Jacob came to Isaac his father, to Mamre, to Kiriath Arba (which is Hebron), where Abraham and Isaac lived as foreigners."},{"name":"Genesis 35:28","text":"The days of Isaac were one hundred eighty years."},{"name":"Genesis 35:29","text":"Isaac gave up the spirit, and died, and was gathered to his people, old and full of days. Esau and Jacob, his sons, buried him."},{"name":"Genesis 36:1","text":"Now this is the history of the generations of Esau (that is, Edom)."},{"name":"Genesis 36:2","text":"Esau took his wives from the daughters of Canaan: Adah the daughter of Elon, the Hittite; and Oholibamah the daughter of Anah, the daughter of Zibeon, the Hivite;"},{"name":"Genesis 36:3","text":"and Basemath, Ishmael\"s daughter, sister of Nebaioth."},{"name":"Genesis 36:4","text":"Adah bore to Esau Eliphaz. Basemath bore Reuel."},{"name":"Genesis 36:5","text":"Oholibamah bore Jeush, Jalam, and Korah. These are the sons of Esau, who were born to him in the land of Canaan."},{"name":"Genesis 36:6","text":"Esau took his wives, his sons, his daughters, and all the members of his household, with his livestock, all his animals, and all his possessions, which he had gathered in the land of Canaan, and went into a land away from his brother Jacob."},{"name":"Genesis 36:7","text":"For their substance was too great for them to dwell together, and the land of their travels couldn\"t bear them because of their livestock."},{"name":"Genesis 36:8","text":"Esau lived in the hill country of Seir. Esau is Edom."},{"name":"Genesis 36:9","text":"This is the history of the generations of Esau the father of the Edomites in the hill country of Seir:"},{"name":"Genesis 36:10","text":"these are the names of Esau\"s sons: Eliphaz, the son of Adah, the wife of Esau; and Reuel, the son of Basemath, the wife of Esau."},{"name":"Genesis 36:11","text":"The sons of Eliphaz were Teman, Omar, Zepho, and Gatam, and Kenaz."},{"name":"Genesis 36:12","text":"Timna was concubine to Eliphaz, Esau\"s son; and she bore to Eliphaz Amalek. These are the sons of Adah, Esau\"s wife."},{"name":"Genesis 36:13","text":"These are the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. These were the sons of Basemath, Esau\"s wife."},{"name":"Genesis 36:14","text":"These were the sons of Oholibamah, the daughter of Anah, the daughter of Zibeon, Esau\"s wife: she bore to Esau Jeush, Jalam, and Korah."},{"name":"Genesis 36:15","text":"These are the chiefs of the sons of Esau: the sons of Eliphaz the firstborn of Esau: chief Teman, chief Omar, chief Zepho, chief Kenaz,"},{"name":"Genesis 36:16","text":"chief Korah, chief Gatam, chief Amalek: these are the chiefs who came of Eliphaz in the land of Edom; these are the sons of Adah."},{"name":"Genesis 36:17","text":"These are the sons of Reuel, Esau\"s son: chief Nahath, chief Zerah, chief Shammah, chief Mizzah: these are the chiefs who came of Reuel in the land of Edom; these are the sons of Basemath, Esau\"s wife."},{"name":"Genesis 36:18","text":"These are the sons of Oholibamah, Esau\"s wife: chief Jeush, chief Jalam, chief Korah: these are the chiefs who came of Oholibamah the daughter of Anah, Esau\"s wife."},{"name":"Genesis 36:19","text":"These are the sons of Esau (that is, Edom), and these are their chiefs."},{"name":"Genesis 36:20","text":"These are the sons of Seir the Horite, the inhabitants of the land: Lotan, Shobal, Zibeon, Anah,"},{"name":"Genesis 36:21","text":"Dishon, Ezer, and Dishan. These are the chiefs who came of the Horites, the children of Seir in the land of Edom."},{"name":"Genesis 36:22","text":"The children of Lotan were Hori and Heman. Lotan\"s sister was Timna."},{"name":"Genesis 36:23","text":"These are the children of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam."},{"name":"Genesis 36:24","text":"These are the children of Zibeon: Aiah and Anah. This is Anah who found the hot springs in the wilderness, as he fed the donkeys of Zibeon his father."},{"name":"Genesis 36:25","text":"These are the children of Anah: Dishon and Oholibamah, the daughter of Anah."},{"name":"Genesis 36:26","text":"These are the children of Dishon: Hemdan, Eshban, Ithran, and Cheran."},{"name":"Genesis 36:27","text":"These are the children of Ezer: Bilhan, Zaavan, and Akan."},{"name":"Genesis 36:28","text":"These are the children of Dishan: Uz and Aran."},{"name":"Genesis 36:29","text":"These are the chiefs who came of the Horites: chief Lotan, chief Shobal, chief Zibeon, chief Anah,"},{"name":"Genesis 36:30","text":"chief Dishon, chief Ezer, and chief Dishan: these are the chiefs who came of the Horites, according to their chiefs in the land of Seir."},{"name":"Genesis 36:31","text":"These are the kings who reigned in the land of Edom, before any king reigned over the children of Israel."},{"name":"Genesis 36:32","text":"Bela, the son of Beor, reigned in Edom. The name of his city was Dinhabah."},{"name":"Genesis 36:33","text":"Bela died, and Jobab, the son of Zerah of Bozrah, reigned in his place."},{"name":"Genesis 36:34","text":"Jobab died, and Husham of the land of the Temanites reigned in his place."},{"name":"Genesis 36:35","text":"Husham died, and Hadad, the son of Bedad, who struck Midian in the field of Moab, reigned in his place. The name of his city was Avith."},{"name":"Genesis 36:36","text":"Hadad died, and Samlah of Masrekah reigned in his place."},{"name":"Genesis 36:37","text":"Samlah died, and Shaul of Rehoboth by the river, reigned in his place."},{"name":"Genesis 36:38","text":"Shaul died, and Baal Hanan, the son of Achbor reigned in his place."},{"name":"Genesis 36:39","text":"Baal Hanan the son of Achbor died, and Hadar reigned in his place. The name of his city was Pau. His wife\"s name was Mehetabel, the daughter of Matred, the daughter of Mezahab."},{"name":"Genesis 36:40","text":"These are the names of the chiefs who came from Esau, according to their families, after their places, and by their names: chief Timna, chief Alvah, chief Jetheth,"},{"name":"Genesis 36:41","text":"chief Oholibamah, chief Elah, chief Pinon,"},{"name":"Genesis 36:42","text":"chief Kenaz, chief Teman, chief Mibzar,"},{"name":"Genesis 36:43","text":"chief Magdiel, and chief Iram. These are the chiefs of Edom, according to their habitations in the land of their possession. This is Esau, the father of the Edomites."},{"name":"Genesis 37:1","text":"Jacob lived in the land of his father\"s travels, in the land of Canaan."},{"name":"Genesis 37:2","text":"This is the history of the generations of Jacob. Joseph, being seventeen years old, was feeding the flock with his brothers. He was a boy with the sons of Bilhah and Zilpah, his father\"s wives. Joseph brought an evil report of them to their father."},{"name":"Genesis 37:3","text":"Now Israel loved Joseph more than all his children, because he was the son of his old age, and he made him a coat of many colors."},{"name":"Genesis 37:4","text":"His brothers saw that their father loved him more than all his brothers, and they hated him, and couldn\"t speak peaceably to him."},{"name":"Genesis 37:5","text":"Joseph dreamed a dream, and he told it to his brothers, and they hated him all the more."},{"name":"Genesis 37:6","text":"He said to them, \"Please hear this dream which I have dreamed:"},{"name":"Genesis 37:7","text":"for behold, we were binding sheaves in the field, and behold, my sheaf arose and also stood upright; and behold, your sheaves came around, and bowed down to my sheaf.\""},{"name":"Genesis 37:8","text":"His brothers said to him, \"Will you indeed reign over us? Or will you indeed have dominion over us?\" They hated him all the more for his dreams and for his words."},{"name":"Genesis 37:9","text":"He dreamed yet another dream, and told it to his brothers, and said, \"Behold, I have dreamed yet another dream: and behold, the sun and the moon and eleven stars bowed down to me.\""},{"name":"Genesis 37:10","text":"He told it to his father and to his brothers. His father rebuked him, and said to him, \"What is this dream that you have dreamed? Will I and your mother and your brothers indeed come to bow ourselves down to you to the earth?\""},{"name":"Genesis 37:11","text":"His brothers envied him, but his father kept this saying in mind."},{"name":"Genesis 37:12","text":"His brothers went to feed their father\"s flock in Shechem."},{"name":"Genesis 37:13","text":"Israel said to Joseph, \"Aren\"t your brothers feeding the flock in Shechem? Come, and I will send you to them.\" He said to him, \"Here I am.\""},{"name":"Genesis 37:14","text":"He said to him, \"Go now, see whether it is well with your brothers, and well with the flock; and bring me word again.\" So he sent him out of the valley of Hebron, and he came to Shechem."},{"name":"Genesis 37:15","text":"A certain man found him, and behold, he was wandering in the field. The man asked him, \"What are you looking for?\""},{"name":"Genesis 37:16","text":"He said, \"I am looking for my brothers. Tell me, please, where they are feeding the flock.\""},{"name":"Genesis 37:17","text":"The man said, \"They have left here, for I heard them say, \"Let us go to Dothan.\"\" Joseph went after his brothers, and found them in Dothan."},{"name":"Genesis 37:18","text":"They saw him afar off, and before he came near to them, they conspired against him to kill him."},{"name":"Genesis 37:19","text":"They said one to another, \"Behold, this dreamer comes."},{"name":"Genesis 37:20","text":"Come now therefore, and let\"s kill him, and cast him into one of the pits, and we will say, \"An evil animal has devoured him.\" We will see what will become of his dreams.\""},{"name":"Genesis 37:21","text":"Reuben heard it, and delivered him out of their hand, and said, \"Let\"s not take his life.\""},{"name":"Genesis 37:22","text":"Reuben said to them, \"Shed no blood. Throw him into this pit that is in the wilderness, but lay no hand on him\"\"that he might deliver him out of their hand, to restore him to his father."},{"name":"Genesis 37:23","text":"It happened, when Joseph came to his brothers, that they stripped Joseph of his coat, the coat of many colors that was on him;"},{"name":"Genesis 37:24","text":"and they took him, and threw him into the pit. The pit was empty. There was no water in it."},{"name":"Genesis 37:25","text":"They sat down to eat bread, and they lifted up their eyes and looked, and saw a caravan of Ishmaelites was coming from Gilead, with their camels bearing spices and balm and myrrh, going to carry it down to Egypt."},{"name":"Genesis 37:26","text":"Judah said to his brothers, \"What profit is it if we kill our brother and conceal his blood?"},{"name":"Genesis 37:27","text":"Come, and let\"s sell him to the Ishmaelites, and not let our hand be on him; for he is our brother, our flesh.\" His brothers listened to him."},{"name":"Genesis 37:28","text":"Midianites who were merchants passed by, and they drew and lifted up Joseph out of the pit, and sold Joseph to the Ishmaelites for twenty pieces of silver. They brought Joseph into Egypt."},{"name":"Genesis 37:29","text":"Reuben returned to the pit; and saw that Joseph wasn\"t in the pit; and he tore his clothes."},{"name":"Genesis 37:30","text":"He returned to his brothers, and said, \"The child is no more; and I, where will I go?\""},{"name":"Genesis 37:31","text":"They took Joseph\"s coat, and killed a male goat, and dipped the coat in the blood."},{"name":"Genesis 37:32","text":"They took the coat of many colors, and they brought it to their father, and said, \"We have found this. Examine it, now, whether it is your son\"s coat or not.\""},{"name":"Genesis 37:33","text":"He recognized it, and said, \"It is my son\"s coat. An evil animal has devoured him. Joseph is without doubt torn in pieces.\""},{"name":"Genesis 37:34","text":"Jacob tore his clothes, and put sackcloth on his waist, and mourned for his son many days."},{"name":"Genesis 37:35","text":"All his sons and all his daughters rose up to comfort him, but he refused to be comforted. He said, \"For I will go down to Sheol to my son mourning.\" His father wept for him."},{"name":"Genesis 37:36","text":"The Midianites sold him into Egypt to Potiphar, an officer of Pharaoh\"s, the captain of the guard."},{"name":"Genesis 38:1","text":"It happened at that time, that Judah went down from his brothers, and visited a certain Adullamite, whose name was Hirah."},{"name":"Genesis 38:2","text":"Judah saw there a daughter of a certain Canaanite whose name was Shua. He took her, and went in to her."},{"name":"Genesis 38:3","text":"She conceived, and bore a son; and he named him Er."},{"name":"Genesis 38:4","text":"She conceived again, and bore a son; and she named him Onan."},{"name":"Genesis 38:5","text":"She yet again bore a son, and named him Shelah: and he was at Chezib, when she bore him."},{"name":"Genesis 38:6","text":"Judah took a wife for Er, his firstborn, and her name was Tamar."},{"name":"Genesis 38:7","text":"Er, Judah\"s firstborn, was wicked in the sight of Yahweh. Yahweh killed him."},{"name":"Genesis 38:8","text":"Judah said to Onan, \"Go in to your brother\"s wife, and perform the duty of a husband\"s brother to her, and raise up seed to your brother.\""},{"name":"Genesis 38:9","text":"Onan knew that the seed wouldn\"t be his; and it happened, when he went in to his brother\"s wife, that he spilled it on the ground, lest he should give seed to his brother."},{"name":"Genesis 38:10","text":"The thing which he did was evil in the sight of Yahweh, and he killed him also."},{"name":"Genesis 38:11","text":"Then Judah said to Tamar, his daughter-in-law, \"Remain a widow in your father\"s house, until Shelah, my son, is grown up;\" for he said, \"Lest he also die, like his brothers.\" Tamar went and lived in her father\"s house."},{"name":"Genesis 38:12","text":"After many days, Shua\"s daughter, the wife of Judah, died. Judah was comforted, and went up to his sheepshearers to Timnah, he and his friend Hirah, the Adullamite."},{"name":"Genesis 38:13","text":"It was told Tamar, saying, \"Behold, your father-in-law is going up to Timnah to shear his sheep.\""},{"name":"Genesis 38:14","text":"She took off of her the garments of her widowhood, and covered herself with her veil, and wrapped herself, and sat in the gate of Enaim, which is by the way to Timnah; for she saw that Shelah was grown up, and she wasn\"t given to him as a wife."},{"name":"Genesis 38:15","text":"When Judah saw her, he thought that she was a prostitute, for she had covered her face."},{"name":"Genesis 38:16","text":"He turned to her by the way, and said, \"Please come, let me come in to you,\" for he didn\"t know that she was his daughter-in-law. She said, \"What will you give me, that you may come in to me?\""},{"name":"Genesis 38:17","text":"He said, \"I will send you a young goat from the flock.\" She said, \"Will you give me a pledge, until you send it?\""},{"name":"Genesis 38:18","text":"He said, \"What pledge will I give you?\" She said, \"Your signet and your cord, and your staff that is in your hand.\" He gave them to her, and came in to her, and she conceived by him."},{"name":"Genesis 38:19","text":"She arose, and went away, and put off her veil from her, and put on the garments of her widowhood."},{"name":"Genesis 38:20","text":"Judah sent the young goat by the hand of his friend, the Adullamite, to receive the pledge from the woman\"s hand, but he didn\"t find her."},{"name":"Genesis 38:21","text":"Then he asked the men of her place, saying, \"Where is the prostitute, that was at Enaim by the road?\" They said, \"There has been no prostitute here.\""},{"name":"Genesis 38:22","text":"He returned to Judah, and said, \"I haven\"t found her; and also the men of the place said, \"There has been no prostitute here.\"\""},{"name":"Genesis 38:23","text":"Judah said, \"Let her keep it, lest we be shamed. Behold, I sent this young goat, and you haven\"t found her.\""},{"name":"Genesis 38:24","text":"It happened about three months later, that it was told Judah, saying, \"Tamar, your daughter-in-law, has played the prostitute; and moreover, behold, she is with child by prostitution.\" Judah said, \"Bring her out, and let her be burnt.\""},{"name":"Genesis 38:25","text":"When she was brought out, she sent to her father-in-law, saying, \"By the man, whose these are, I am with child.\" She also said, \"Please discern whose are these\"the signet, and the cords, and the staff.\""},{"name":"Genesis 38:26","text":"Judah acknowledged them, and said, \"She is more righteous than I, because I didn\"t give her to Shelah, my son.\" He knew her again no more."},{"name":"Genesis 38:27","text":"It happened in the time of her travail, that behold, twins were in her womb."},{"name":"Genesis 38:28","text":"When she travailed, one put out a hand, and the midwife took and tied a scarlet thread on his hand, saying, \"This came out first.\""},{"name":"Genesis 38:29","text":"It happened, as he drew back his hand, that behold, his brother came out, and she said, \"Why have you made a breach for yourself?\" Therefore his name was called Perez."},{"name":"Genesis 38:30","text":"Afterward his brother came out, that had the scarlet thread on his hand, and his name was called Zerah."},{"name":"Genesis 39:1","text":"Joseph was brought down to Egypt. Potiphar, an officer of Pharaoh\"s, the captain of the guard, an Egyptian, bought him from the hand of the Ishmaelites that had brought him down there."},{"name":"Genesis 39:2","text":"Yahweh was with Joseph, and he was a prosperous man. He was in the house of his master the Egyptian."},{"name":"Genesis 39:3","text":"His master saw that Yahweh was with him, and that Yahweh made all that he did prosper in his hand."},{"name":"Genesis 39:4","text":"Joseph found favor in his sight. He ministered to him, and he made him overseer over his house, and all that he had he put into his hand."},{"name":"Genesis 39:5","text":"It happened from the time that he made him overseer in his house, and over all that he had, that Yahweh blessed the Egyptian\"s house for Joseph\"s sake; and the blessing of Yahweh was on all that he had, in the house and in the field."},{"name":"Genesis 39:6","text":"He left all that he had in Joseph\"s hand. He didn\"t concern himself with anything, except for the food which he ate. Joseph was well-built and handsome."},{"name":"Genesis 39:7","text":"It happened after these things, that his master\"s wife cast her eyes on Joseph; and she said, \"Lie with me.\""},{"name":"Genesis 39:8","text":"But he refused, and said to his master\"s wife, \"Behold, my master doesn\"t know what is with me in the house, and he has put all that he has into my hand."},{"name":"Genesis 39:9","text":"He isn\"t greater in this house than I, neither has he kept back anything from me but you, because you are his wife. How then can I do this great wickedness, and sin against God?\""},{"name":"Genesis 39:10","text":"As she spoke to Joseph day by day, he didn\"t listen to her, to lie by her, or to be with her."},{"name":"Genesis 39:11","text":"About this time, he went into the house to do his work, and there were none of the men of the house inside."},{"name":"Genesis 39:12","text":"She caught him by his garment, saying, \"Lie with me!\" He left his garment in her hand, and ran outside."},{"name":"Genesis 39:13","text":"When she saw that he had left his garment in her hand, and had run outside,"},{"name":"Genesis 39:14","text":"she called to the men of her house, and spoke to them, saying, \"Behold, he has brought in a Hebrew to us to mock us. He came in to me to lie with me, and I cried with a loud voice."},{"name":"Genesis 39:15","text":"It happened, when he heard that I lifted up my voice and cried, that he left his garment by me, and ran outside.\""},{"name":"Genesis 39:16","text":"She laid up his garment by her, until his master came home."},{"name":"Genesis 39:17","text":"She spoke to him according to these words, saying, \"The Hebrew servant, whom you have brought to us, came in to me to mock me,"},{"name":"Genesis 39:18","text":"and it happened, as I lifted up my voice and cried, that he left his garment by me, and ran outside.\""},{"name":"Genesis 39:19","text":"It happened, when his master heard the words of his wife, which she spoke to him, saying, \"This is what your servant did to me,\" that his wrath was kindled."},{"name":"Genesis 39:20","text":"Joseph\"s master took him, and put him into the prison, the place where the king\"s prisoners were bound, and he was there in custody."},{"name":"Genesis 39:21","text":"But Yahweh was with Joseph, and showed kindness to him, and gave him favor in the sight of the keeper of the prison."},{"name":"Genesis 39:22","text":"The keeper of the prison committed to Joseph\"s hand all the prisoners who were in the prison. Whatever they did there, he was responsible for it."},{"name":"Genesis 39:23","text":"The keeper of the prison didn\"t look after anything that was under his hand, because Yahweh was with him; and that which he did, Yahweh made it prosper."},{"name":"Genesis 40:1","text":"It happened after these things, that the butler of the king of Egypt and his baker offended their lord, the king of Egypt."},{"name":"Genesis 40:2","text":"Pharaoh was angry with his two officers, the chief cupbearer and the chief baker."},{"name":"Genesis 40:3","text":"He put them in custody in the house of the captain of the guard, into the prison, the place where Joseph was bound."},{"name":"Genesis 40:4","text":"The captain of the guard assigned them to Joseph, and he took care of them. They stayed in prison many days."},{"name":"Genesis 40:5","text":"They both dreamed a dream, each man his dream, in one night, each man according to the interpretation of his dream, the cupbearer and the baker of the king of Egypt, who were bound in the prison."},{"name":"Genesis 40:6","text":"Joseph came in to them in the morning, and saw them, and saw that they were sad."},{"name":"Genesis 40:7","text":"He asked Pharaoh\"s officers who were with him in custody in his master\"s house, saying, \"Why do you look so sad today?\""},{"name":"Genesis 40:8","text":"They said to him, \"We have dreamed a dream, and there is no one who can interpret it.\" Joseph said to them, \"Don\"t interpretations belong to God? Please tell it to me.\""},{"name":"Genesis 40:9","text":"The chief cupbearer told his dream to Joseph, and said to him, \"In my dream, behold, a vine was in front of me,"},{"name":"Genesis 40:10","text":"and in the vine were three branches. It was as though it budded, it blossomed, and its clusters produced ripe grapes."},{"name":"Genesis 40:11","text":"Pharaoh\"s cup was in my hand; and I took the grapes, and pressed them into Pharaoh\"s cup, and I gave the cup into Pharaoh\"s hand.\""},{"name":"Genesis 40:12","text":"Joseph said to him, \"This is its interpretation: the three branches are three days."},{"name":"Genesis 40:13","text":"Within three more days, Pharaoh will lift up your head, and restore you to your office. You will give Pharaoh\"s cup into his hand, the way you did when you were his cupbearer."},{"name":"Genesis 40:14","text":"But remember me when it will be well with you, and please show kindness to me, and make mention of me to Pharaoh, and bring me out of this house."},{"name":"Genesis 40:15","text":"For indeed, I was stolen away out of the land of the Hebrews, and here also have I done nothing that they should put me into the dungeon.\""},{"name":"Genesis 40:16","text":"When the chief baker saw that the interpretation was good, he said to Joseph, \"I also was in my dream, and behold, three baskets of white bread were on my head."},{"name":"Genesis 40:17","text":"In the uppermost basket there was all kinds of baked food for Pharaoh, and the birds ate them out of the basket on my head.\""},{"name":"Genesis 40:18","text":"Joseph answered, \"This is its interpretation. The three baskets are three days."},{"name":"Genesis 40:19","text":"Within three more days, Pharaoh will lift up your head from off you, and will hang you on a tree; and the birds will eat your flesh from off you.\""},{"name":"Genesis 40:20","text":"It happened the third day, which was Pharaoh\"s birthday, that he made a feast for all his servants, and he lifted up the head of the chief cupbearer and the head of the chief baker among his servants."},{"name":"Genesis 40:21","text":"He restored the chief cupbearer to his position again, and he gave the cup into Pharaoh\"s hand;"},{"name":"Genesis 40:22","text":"but he hanged the chief baker, as Joseph had interpreted to them."},{"name":"Genesis 40:23","text":"Yet the chief cupbearer didn\"t remember Joseph, but forgot him."},{"name":"Genesis 41:1","text":"It happened at the end of two full years, that Pharaoh dreamed: and behold, he stood by the river."},{"name":"Genesis 41:2","text":"Behold, there came up out of the river seven cattle, sleek and fat, and they fed in the marsh grass."},{"name":"Genesis 41:3","text":"Behold, seven other cattle came up after them out of the river, ugly and thin, and stood by the other cattle on the brink of the river."},{"name":"Genesis 41:4","text":"The ugly and thin cattle ate up the seven sleek and fat cattle. So Pharaoh awoke."},{"name":"Genesis 41:5","text":"He slept and dreamed a second time: and behold, seven heads of grain came up on one stalk, healthy and good."},{"name":"Genesis 41:6","text":"Behold, seven heads of grain, thin and blasted with the east wind, sprung up after them."},{"name":"Genesis 41:7","text":"The thin heads of grain swallowed up the seven healthy and full ears. Pharaoh awoke, and behold, it was a dream."},{"name":"Genesis 41:8","text":"It happened in the morning that his spirit was troubled, and he sent and called for all of Egypt\"s magicians and wise men. Pharaoh told them his dreams, but there was no one who could interpret them to Pharaoh."},{"name":"Genesis 41:9","text":"Then the chief cupbearer spoke to Pharaoh, saying, \"I remember my faults today."},{"name":"Genesis 41:10","text":"Pharaoh was angry with his servants, and put me in custody in the house of the captain of the guard, me and the chief baker."},{"name":"Genesis 41:11","text":"We dreamed a dream in one night, I and he. We dreamed each man according to the interpretation of his dream."},{"name":"Genesis 41:12","text":"There was with us there a young man, a Hebrew, servant to the captain of the guard, and we told him, and he interpreted to us our dreams. To each man according to his dream he interpreted."},{"name":"Genesis 41:13","text":"It happened, as he interpreted to us, so it was: he restored me to my office, and he hanged him.\""},{"name":"Genesis 41:14","text":"Then Pharaoh sent and called Joseph, and they brought him hastily out of the dungeon. He shaved himself, changed his clothing, and came in to Pharaoh."},{"name":"Genesis 41:15","text":"Pharaoh said to Joseph, \"I have dreamed a dream, and there is no one who can interpret it. I have heard it said of you, that when you hear a dream you can interpret it.\""},{"name":"Genesis 41:16","text":"Joseph answered Pharaoh, saying, \"It isn\"t in me. God will give Pharaoh an answer of peace.\""},{"name":"Genesis 41:17","text":"Pharaoh spoke to Joseph, \"In my dream, behold, I stood on the brink of the river:"},{"name":"Genesis 41:18","text":"and behold, there came up out of the river seven cattle, fat and sleek. They fed in the marsh grass,"},{"name":"Genesis 41:19","text":"and behold, seven other cattle came up after them, poor and very ugly and thin, such as I never saw in all the land of Egypt for ugliness."},{"name":"Genesis 41:20","text":"The thin and ugly cattle ate up the first seven fat cattle,"},{"name":"Genesis 41:21","text":"and when they had eaten them up, it couldn\"t be known that they had eaten them, but they were still ugly, as at the beginning. So I awoke."},{"name":"Genesis 41:22","text":"I saw in my dream, and behold, seven heads of grain came up on one stalk, full and good:"},{"name":"Genesis 41:23","text":"and behold, seven heads of grain, withered, thin, and blasted with the east wind, sprung up after them."},{"name":"Genesis 41:24","text":"The thin heads of grain swallowed up the seven good heads of grain. I told it to the magicians, but there was no one who could explain it to me.\""},{"name":"Genesis 41:25","text":"Joseph said to Pharaoh, \"The dream of Pharaoh is one. What God is about to do he has declared to Pharaoh."},{"name":"Genesis 41:26","text":"The seven good cattle are seven years; and the seven good heads of grain are seven years. The dream is one."},{"name":"Genesis 41:27","text":"The seven thin and ugly cattle that came up after them are seven years, and also the seven empty heads of grain blasted with the east wind; they will be seven years of famine."},{"name":"Genesis 41:28","text":"That is the thing which I spoke to Pharaoh. What God is about to do he has shown to Pharaoh."},{"name":"Genesis 41:29","text":"Behold, there come seven years of great plenty throughout all the land of Egypt."},{"name":"Genesis 41:30","text":"There will arise after them seven years of famine, and all the plenty will be forgotten in the land of Egypt. The famine will consume the land,"},{"name":"Genesis 41:31","text":"and the plenty will not be known in the land by reason of that famine which follows; for it will be very grievous."},{"name":"Genesis 41:32","text":"The dream was doubled to Pharaoh, because the thing is established by God, and God will shortly bring it to pass."},{"name":"Genesis 41:33","text":"\"Now therefore let Pharaoh look for a discreet and wise man, and set him over the land of Egypt."},{"name":"Genesis 41:34","text":"Let Pharaoh do this, and let him appoint overseers over the land, and take up the fifth part of the land of Egypt\"s produce in the seven plenteous years."},{"name":"Genesis 41:35","text":"Let them gather all the food of these good years that come, and lay up grain under the hand of Pharaoh for food in the cities, and let them keep it."},{"name":"Genesis 41:36","text":"The food will be for a store to the land against the seven years of famine, which will be in the land of Egypt; that the land not perish through the famine.\""},{"name":"Genesis 41:37","text":"The thing was good in the eyes of Pharaoh, and in the eyes of all his servants."},{"name":"Genesis 41:38","text":"Pharaoh said to his servants, \"Can we find such a one as this, a man in whom is the Spirit of God?\""},{"name":"Genesis 41:39","text":"Pharaoh said to Joseph, \"Because God has shown you all of this, there is none so discreet and wise as you."},{"name":"Genesis 41:40","text":"You shall be over my house, and according to your word will all my people be ruled. Only in the throne I will be greater than you.\""},{"name":"Genesis 41:41","text":"Pharaoh said to Joseph, \"Behold, I have set you over all the land of Egypt.\""},{"name":"Genesis 41:42","text":"Pharaoh took off his signet ring from his hand, and put it on Joseph\"s hand, and arrayed him in robes of fine linen, and put a gold chain about his neck,"},{"name":"Genesis 41:43","text":"and he made him to ride in the second chariot which he had. They cried before him, \"Bow the knee!\" He set him over all the land of Egypt."},{"name":"Genesis 41:44","text":"Pharaoh said to Joseph, \"I am Pharaoh, and without you shall no man lift up his hand or his foot in all the land of Egypt.\""},{"name":"Genesis 41:45","text":"Pharaoh called Joseph\"s name Zaphenath-Paneah; and he gave him Asenath, the daughter of Potiphera priest of On as a wife. Joseph went out over the land of Egypt."},{"name":"Genesis 41:46","text":"Joseph was thirty years old when he stood before Pharaoh king of Egypt. Joseph went out from the presence of Pharaoh, and went throughout all the land of Egypt."},{"name":"Genesis 41:47","text":"In the seven plenteous years the earth produced abundantly."},{"name":"Genesis 41:48","text":"He gathered up all the food of the seven years which were in the land of Egypt, and laid up the food in the cities: the food of the field, which was around every city, he laid up in the same."},{"name":"Genesis 41:49","text":"Joseph laid up grain as the sand of the sea, very much, until he stopped counting, for it was without number."},{"name":"Genesis 41:50","text":"To Joseph were born two sons before the year of famine came, whom Asenath, the daughter of Potiphera priest of On, bore to him."},{"name":"Genesis 41:51","text":"Joseph called the name of the firstborn Manasseh, \"For,\" he said, \"God has made me forget all my toil, and all my father\"s house.\""},{"name":"Genesis 41:52","text":"The name of the second, he called Ephraim: \"For God has made me fruitful in the land of my affliction.\""},{"name":"Genesis 41:53","text":"The seven years of plenty, that were in the land of Egypt, came to an end."},{"name":"Genesis 41:54","text":"The seven years of famine began to come, just as Joseph had said. There was famine in all lands, but in all the land of Egypt there was bread."},{"name":"Genesis 41:55","text":"When all the land of Egypt was famished, the people cried to Pharaoh for bread, and Pharaoh said to all the Egyptians, \"Go to Joseph. What he says to you, do.\""},{"name":"Genesis 41:56","text":"The famine was over all the surface of the earth. Joseph opened all the store houses, and sold to the Egyptians. The famine was severe in the land of Egypt."},{"name":"Genesis 41:57","text":"All countries came into Egypt, to Joseph, to buy grain, because the famine was severe in all the earth."},{"name":"Genesis 42:1","text":"Now Jacob saw that there was grain in Egypt, and Jacob said to his sons, \"Why do you look at one another?\""},{"name":"Genesis 42:2","text":"He said, \"Behold, I have heard that there is grain in Egypt. Go down there, and buy for us from there, so that we may live, and not die.\""},{"name":"Genesis 42:3","text":"Joseph\"s ten brothers went down to buy grain from Egypt."},{"name":"Genesis 42:4","text":"But Jacob didn\"t send Benjamin, Joseph\"s brother, with his brothers; for he said, \"Lest perhaps harm happen to him.\""},{"name":"Genesis 42:5","text":"The sons of Israel came to buy among those who came, for the famine was in the land of Canaan."},{"name":"Genesis 42:6","text":"Joseph was the governor over the land. It was he who sold to all the people of the land. Joseph\"s brothers came, and bowed themselves down to him with their faces to the earth."},{"name":"Genesis 42:7","text":"Joseph saw his brothers, and he recognized them, but acted like a stranger to them, and spoke roughly with them. He said to them, \"Where did you come from?\" They said, \"From the land of Canaan to buy food.\""},{"name":"Genesis 42:8","text":"Joseph recognized his brothers, but they didn\"t recognize him."},{"name":"Genesis 42:9","text":"Joseph remembered the dreams which he dreamed about them, and said to them, \"You are spies! You have come to see the nakedness of the land.\""},{"name":"Genesis 42:10","text":"They said to him, \"No, my lord, but your servants have come to buy food."},{"name":"Genesis 42:11","text":"We are all one man\"s sons; we are honest men. Your servants are not spies.\""},{"name":"Genesis 42:12","text":"He said to them, \"No, but you have come to see the nakedness of the land!\""},{"name":"Genesis 42:13","text":"They said, \"We, your servants, are twelve brothers, the sons of one man in the land of Canaan; and behold, the youngest is this day with our father, and one is no more.\""},{"name":"Genesis 42:14","text":"Joseph said to them, \"It is like I told you, saying, \"You are spies!\""},{"name":"Genesis 42:15","text":"By this you shall be tested. By the life of Pharaoh, you shall not go out from here, unless your youngest brother comes here."},{"name":"Genesis 42:16","text":"Send one of you, and let him get your brother, and you shall be bound, that your words may be tested, whether there is truth in you, or else by the life of Pharaoh surely you are spies.\""},{"name":"Genesis 42:17","text":"He put them all together into custody for three days."},{"name":"Genesis 42:18","text":"Joseph said to them the third day, \"Do this, and live, for I fear God."},{"name":"Genesis 42:19","text":"If you are honest men, then let one of your brothers be bound in your prison; but you go, carry grain for the famine of your houses."},{"name":"Genesis 42:20","text":"Bring your youngest brother to me; so will your words be verified, and you won\"t die.\" They did so."},{"name":"Genesis 42:21","text":"They said one to another, \"We are certainly guilty concerning our brother, in that we saw the distress of his soul, when he begged us, and we wouldn\"t listen. Therefore this distress has come upon us.\""},{"name":"Genesis 42:22","text":"Reuben answered them, saying, \"Didn\"t I tell you, saying, \"Don\"t sin against the child,\" and you wouldn\"t listen? Therefore also, behold, his blood is required.\""},{"name":"Genesis 42:23","text":"They didn\"t know that Joseph understood them; for there was an interpreter between them."},{"name":"Genesis 42:24","text":"He turned himself away from them, and wept. Then he returned to them, and spoke to them, and took Simeon from among them, and bound him before their eyes."},{"name":"Genesis 42:25","text":"Then Joseph gave a command to fill their bags with grain, and to restore each man\"s money into his sack, and to give them food for the way. So it was done to them."},{"name":"Genesis 42:26","text":"They loaded their donkeys with their grain, and departed from there."},{"name":"Genesis 42:27","text":"As one of them opened his sack to give his donkey food in the lodging place, he saw his money. Behold, it was in the mouth of his sack."},{"name":"Genesis 42:28","text":"He said to his brothers, \"My money is restored! Behold, it is in my sack!\" Their hearts failed them, and they turned trembling one to another, saying, \"What is this that God has done to us?\""},{"name":"Genesis 42:29","text":"They came to Jacob their father, to the land of Canaan, and told him all that had happened to them, saying,"},{"name":"Genesis 42:30","text":"\"The man, the lord of the land, spoke roughly with us, and took us for spies of the country."},{"name":"Genesis 42:31","text":"We said to him, \"We are honest men. We are no spies."},{"name":"Genesis 42:32","text":"We are twelve brothers, sons of our father; one is no more, and the youngest is this day with our father in the land of Canaan.\""},{"name":"Genesis 42:33","text":"The man, the lord of the land, said to us, \"By this I will know that you are honest men: leave one of your brothers with me, and take grain for the famine of your houses, and go your way."},{"name":"Genesis 42:34","text":"Bring your youngest brother to me. Then I will know that you are not spies, but that you are honest men. So I will deliver your brother to you, and you shall trade in the land.\"\""},{"name":"Genesis 42:35","text":"It happened as they emptied their sacks, that behold, each man\"s bundle of money was in his sack. When they and their father saw their bundles of money, they were afraid."},{"name":"Genesis 42:36","text":"Jacob, their father, said to them, \"You have bereaved me of my children! Joseph is no more, Simeon is no more, and you want to take Benjamin away. All these things are against me.\""},{"name":"Genesis 42:37","text":"Reuben spoke to his father, saying, \"Kill my two sons, if I don\"t bring him to you. Entrust him to my care, and I will bring him to you again.\""},{"name":"Genesis 42:38","text":"He said, \"My son shall not go down with you; for his brother is dead, and he only is left. If harm happens to him along the way in which you go, then you will bring down my gray hairs with sorrow to Sheol.\""},{"name":"Genesis 43:1","text":"The famine was severe in the land."},{"name":"Genesis 43:2","text":"It happened, when they had eaten up the grain which they had brought out of Egypt, their father said to them, \"Go again, buy us a little more food.\""},{"name":"Genesis 43:3","text":"Judah spoke to him, saying, \"The man solemnly warned us, saying, \"You shall not see my face, unless your brother is with you.\""},{"name":"Genesis 43:4","text":"If you\"ll send our brother with us, we\"ll go down and buy you food,"},{"name":"Genesis 43:5","text":"but if you\"ll not send him, we\"ll not go down, for the man said to us, \"You shall not see my face, unless your brother is with you.\"\""},{"name":"Genesis 43:6","text":"Israel said, \"Why did you treat me so badly, telling the man that you had another brother?\""},{"name":"Genesis 43:7","text":"They said, \"The man asked directly concerning ourselves, and concerning our relatives, saying, \"Is your father still alive? Have you another brother?\" We just answered his questions. Is there any way we could know that he would say, \"Bring your brother down?\"\""},{"name":"Genesis 43:8","text":"Judah said to Israel, his father, \"Send the boy with me, and we\"ll get up and go, so that we may live, and not die, both we, and you, and also our little ones."},{"name":"Genesis 43:9","text":"I\"ll be collateral for him. From my hand will you require him. If I don\"t bring him to you, and set him before you, then let me bear the blame forever,"},{"name":"Genesis 43:10","text":"for if we hadn\"t delayed, surely we would have returned a second time by now.\""},{"name":"Genesis 43:11","text":"Their father, Israel, said to them, \"If it must be so, then do this. Take from the choice fruits of the land in your bags, and carry down a present for the man, a little balm, a little honey, spices and myrrh, nuts, and almonds;"},{"name":"Genesis 43:12","text":"and take double money in your hand, and take back the money that was returned in the mouth of your sacks. Perhaps it was an oversight."},{"name":"Genesis 43:13","text":"Take your brother also, get up, and return to the man."},{"name":"Genesis 43:14","text":"May God Almighty give you mercy before the man, that he may release to you your other brother and Benjamin. If I am bereaved of my children, I am bereaved.\""},{"name":"Genesis 43:15","text":"The men took that present, and they took double money in their hand, and Benjamin; and got up, went down to Egypt, and stood before Joseph."},{"name":"Genesis 43:16","text":"When Joseph saw Benjamin with them, he said to the steward of his house, \"Bring the men into the house, and butcher an animal, and prepare; for the men will dine with me at noon.\""},{"name":"Genesis 43:17","text":"The man did as Joseph commanded, and the man brought the men to Joseph\"s house."},{"name":"Genesis 43:18","text":"The men were afraid, because they were brought to Joseph\"s house; and they said, \"Because of the money that was returned in our sacks at the first time, we\"re brought in; that he may seek occasion against us, attack us, and seize us as slaves, along with our donkeys.\""},{"name":"Genesis 43:19","text":"They came near to the steward of Joseph\"s house, and they spoke to him at the door of the house,"},{"name":"Genesis 43:20","text":"and said, \"Oh, my lord, we indeed came down the first time to buy food."},{"name":"Genesis 43:21","text":"When we came to the lodging place, we opened our sacks, and behold, each man\"s money was in the mouth of his sack, our money in full weight. We have brought it back in our hand."},{"name":"Genesis 43:22","text":"We have brought down other money in our hand to buy food. We don\"t know who put our money in our sacks.\""},{"name":"Genesis 43:23","text":"He said, \"Peace be to you. Don\"t be afraid. Your God, and the God of your father, has given you treasure in your sacks. I received your money.\" He brought Simeon out to them."},{"name":"Genesis 43:24","text":"The man brought the men into Joseph\"s house, and gave them water, and they washed their feet. He gave their donkeys fodder."},{"name":"Genesis 43:25","text":"They prepared the present for Joseph\"s coming at noon, for they heard that they should eat bread there."},{"name":"Genesis 43:26","text":"When Joseph came home, they brought him the present which was in their hand into the house, and bowed themselves down to him to the earth."},{"name":"Genesis 43:27","text":"He asked them of their welfare, and said, \"Is your father well, the old man of whom you spoke? Is he yet alive?\""},{"name":"Genesis 43:28","text":"They said, \"Your servant, our father, is well. He is still alive.\" They bowed down humbly."},{"name":"Genesis 43:29","text":"He lifted up his eyes, and saw Benjamin, his brother, his mother\"s son, and said, \"Is this your youngest brother, of whom you spoke to me?\" He said, \"God be gracious to you, my son.\""},{"name":"Genesis 43:30","text":"Joseph hurried, for his heart yearned over his brother; and he sought a place to weep. He entered into his room, and wept there."},{"name":"Genesis 43:31","text":"He washed his face, and came out. He controlled himself, and said, \"Serve the meal.\""},{"name":"Genesis 43:32","text":"They served him by himself, and them by themselves, and the Egyptians, that ate with him, by themselves, because the Egyptians don\"t eat bread with the Hebrews, for that is an abomination to the Egyptians."},{"name":"Genesis 43:33","text":"They sat before him, the firstborn according to his birthright, and the youngest according to his youth, and the men marveled one with another."},{"name":"Genesis 43:34","text":"He sent portions to them from before him, but Benjamin\"s portion was five times as much as any of theirs. They drank, and were merry with him."},{"name":"Genesis 44:1","text":"He commanded the steward of his house, saying, \"Fill the men\"s sacks with food, as much as they can carry, and put each man\"s money in his sack\"s mouth."},{"name":"Genesis 44:2","text":"Put my cup, the silver cup, in the sack\"s mouth of the youngest, with his grain money.\" He did according to the word that Joseph had spoken."},{"name":"Genesis 44:3","text":"As soon as the morning was light, the men were sent away, they and their donkeys."},{"name":"Genesis 44:4","text":"When they had gone out of the city, and were not yet far off, Joseph said to his steward, \"Up, follow after the men. When you overtake them, ask them, \"Why have you rewarded evil for good?"},{"name":"Genesis 44:5","text":"Isn\"t this that from which my lord drinks, and by which he indeed divines? You have done evil in so doing.\"\""},{"name":"Genesis 44:6","text":"He overtook them, and he spoke these words to them."},{"name":"Genesis 44:7","text":"They said to him, \"Why does my lord speak such words as these? Far be it from your servants that they should do such a thing!"},{"name":"Genesis 44:8","text":"Behold, the money, which we found in our sacks\" mouths, we brought again to you out of the land of Canaan. How then should we steal silver or gold out of your lord\"s house?"},{"name":"Genesis 44:9","text":"With whomever of your servants it is found, let him die, and we also will be my lord\"s bondservants.\""},{"name":"Genesis 44:10","text":"He said, \"Now also let it be according to your words: he with whom it is found will be my bondservant; and you will be blameless.\""},{"name":"Genesis 44:11","text":"Then they hurried, and each man took his sack down to the ground, and each man opened his sack."},{"name":"Genesis 44:12","text":"He searched, beginning with the eldest, and ending at the youngest. The cup was found in Benjamin\"s sack."},{"name":"Genesis 44:13","text":"Then they tore their clothes, and each man loaded his donkey, and returned to the city."},{"name":"Genesis 44:14","text":"Judah and his brothers came to Joseph\"s house, and he was still there. They fell on the ground before him."},{"name":"Genesis 44:15","text":"Joseph said to them, \"What deed is this that you have done? Don\"t you know that such a man as I can indeed divine?\""},{"name":"Genesis 44:16","text":"Judah said, \"What will we tell my lord? What will we speak? Or how will we clear ourselves? God has found out the iniquity of your servants. Behold, we are my lord\"s bondservants, both we, and he also in whose hand the cup is found.\""},{"name":"Genesis 44:17","text":"He said, \"Far be it from me that I should do so. The man in whose hand the cup is found, he will be my bondservant; but as for you, go up in peace to your father.\""},{"name":"Genesis 44:18","text":"Then Judah came near to him, and said, \"Oh, my lord, please let your servant speak a word in my lord\"s ears, and don\"t let your anger burn against your servant; for you are even as Pharaoh."},{"name":"Genesis 44:19","text":"My lord asked his servants, saying, \"Have you a father, or a brother?\""},{"name":"Genesis 44:20","text":"We said to my lord, \"We have a father, an old man, and a child of his old age, a little one; and his brother is dead, and he alone is left of his mother; and his father loves him.\""},{"name":"Genesis 44:21","text":"You said to your servants, \"Bring him down to me, that I may set my eyes on him.\""},{"name":"Genesis 44:22","text":"We said to my lord, \"The boy can\"t leave his father: for if he should leave his father, his father would die.\""},{"name":"Genesis 44:23","text":"You said to your servants, \"Unless your youngest brother comes down with you, you will see my face no more.\""},{"name":"Genesis 44:24","text":"It happened when we came up to your servant my father, we told him the words of my lord."},{"name":"Genesis 44:25","text":"Our father said, \"Go again, buy us a little food.\""},{"name":"Genesis 44:26","text":"We said, \"We can\"t go down. If our youngest brother is with us, then we will go down: for we may not see the man\"s face, unless our youngest brother is with us.\""},{"name":"Genesis 44:27","text":"Your servant, my father, said to us, \"You know that my wife bore me two sons:"},{"name":"Genesis 44:28","text":"and the one went out from me, and I said, \"Surely he is torn in pieces;\" and I haven\"t seen him since."},{"name":"Genesis 44:29","text":"If you take this one also from me, and harm happens to him, you will bring down my gray hairs with sorrow to Sheol.\""},{"name":"Genesis 44:30","text":"Now therefore when I come to your servant my father, and the boy is not with us; since his life is bound up in the boy\"s life;"},{"name":"Genesis 44:31","text":"it will happen, when he sees that the boy is no more, that he will die. Your servants will bring down the gray hairs of your servant, our father, with sorrow to Sheol."},{"name":"Genesis 44:32","text":"For your servant became collateral for the boy to my father, saying, \"If I don\"t bring him to you, then I will bear the blame to my father forever.\""},{"name":"Genesis 44:33","text":"Now therefore, please let your servant stay instead of the boy, a bondservant to my lord; and let the boy go up with his brothers."},{"name":"Genesis 44:34","text":"For how will I go up to my father, if the boy isn\"t with me?\"lest I see the evil that will come on my father.\""},{"name":"Genesis 45:1","text":"Then Joseph couldn\"t control himself before all those who stood before him, and he cried, \"Cause everyone to go out from me!\" No one else stood with him, while Joseph made himself known to his brothers."},{"name":"Genesis 45:2","text":"He wept aloud. The Egyptians heard, and the house of Pharaoh heard."},{"name":"Genesis 45:3","text":"Joseph said to his brothers, \"I am Joseph! Does my father still live?\" His brothers couldn\"t answer him; for they were terrified at his presence."},{"name":"Genesis 45:4","text":"Joseph said to his brothers, \"Come near to me, please.\" They came near. \"He said, I am Joseph, your brother, whom you sold into Egypt."},{"name":"Genesis 45:5","text":"Now don\"t be grieved, nor angry with yourselves, that you sold me here, for God sent me before you to preserve life."},{"name":"Genesis 45:6","text":"For these two years the famine has been in the land, and there are yet five years, in which there will be neither plowing nor harvest."},{"name":"Genesis 45:7","text":"God sent me before you to preserve for you a remnant in the earth, and to save you alive by a great deliverance."},{"name":"Genesis 45:8","text":"So now it wasn\"t you who sent me here, but God, and he has made me a father to Pharaoh, lord of all his house, and ruler over all the land of Egypt."},{"name":"Genesis 45:9","text":"Hurry, and go up to my father, and tell him, \"This is what your son Joseph says, \"God has made me lord of all Egypt. Come down to me. Don\"t wait."},{"name":"Genesis 45:10","text":"You shall dwell in the land of Goshen, and you will be near to me, you, your children, your children\"s children, your flocks, your herds, and all that you have."},{"name":"Genesis 45:11","text":"There I will nourish you; for there are yet five years of famine; lest you come to poverty, you, and your household, and all that you have.\"\""},{"name":"Genesis 45:12","text":"Behold, your eyes see, and the eyes of my brother Benjamin, that it is my mouth that speaks to you."},{"name":"Genesis 45:13","text":"You shall tell my father of all my glory in Egypt, and of all that you have seen. You shall hurry and bring my father down here.\""},{"name":"Genesis 45:14","text":"He fell on his brother Benjamin\"s neck, and wept, and Benjamin wept on his neck."},{"name":"Genesis 45:15","text":"He kissed all his brothers, and wept on them. After that his brothers talked with him."},{"name":"Genesis 45:16","text":"The report of it was heard in Pharaoh\"s house, saying, \"Joseph\"s brothers have come.\" It pleased Pharaoh well, and his servants."},{"name":"Genesis 45:17","text":"Pharaoh said to Joseph, \"Tell your brothers, \"Do this. Load your animals, and go, travel to the land of Canaan."},{"name":"Genesis 45:18","text":"Take your father and your households, and come to me, and I will give you the good of the land of Egypt, and you will eat the fat of the land.\""},{"name":"Genesis 45:19","text":"Now you are commanded: do this. Take wagons out of the land of Egypt for your little ones, and for your wives, and bring your father, and come."},{"name":"Genesis 45:20","text":"Also, don\"t concern yourselves about your belongings, for the good of all of the land of Egypt is yours.\""},{"name":"Genesis 45:21","text":"The sons of Israel did so. Joseph gave them wagons, according to the commandment of Pharaoh, and gave them provision for the way."},{"name":"Genesis 45:22","text":"He gave each one of them changes of clothing, but to Benjamin he gave three hundred pieces of silver and five changes of clothing."},{"name":"Genesis 45:23","text":"He sent the following to his father: ten donkeys loaded with the good things of Egypt, and ten female donkeys loaded with grain and bread and provision for his father by the way."},{"name":"Genesis 45:24","text":"So he sent his brothers away, and they departed. He said to them, \"See that you don\"t quarrel on the way.\""},{"name":"Genesis 45:25","text":"They went up out of Egypt, and came into the land of Canaan, to Jacob their father."},{"name":"Genesis 45:26","text":"They told him, saying, \"Joseph is still alive, and he is ruler over all the land of Egypt.\" His heart fainted, for he didn\"t believe them."},{"name":"Genesis 45:27","text":"They told him all the words of Joseph, which he had said to them. When he saw the wagons which Joseph had sent to carry him, the spirit of Jacob, their father, revived."},{"name":"Genesis 45:28","text":"Israel said, \"It is enough. Joseph my son is still alive. I will go and see him before I die.\""},{"name":"Genesis 46:1","text":"Israel traveled with all that he had, and came to Beersheba, and offered sacrifices to the God of his father, Isaac."},{"name":"Genesis 46:2","text":"God spoke to Israel in the visions of the night, and said, \"Jacob, Jacob!\" He said, \"Here I am.\""},{"name":"Genesis 46:3","text":"He said, \"I am God, the God of your father. Don\"t be afraid to go down into Egypt, for there I will make of you a great nation."},{"name":"Genesis 46:4","text":"I will go down with you into Egypt. I will also surely bring you up again. Joseph will close your eyes.\""},{"name":"Genesis 46:5","text":"Jacob rose up from Beersheba, and the sons of Israel carried Jacob, their father, their little ones, and their wives, in the wagons which Pharaoh had sent to carry him."},{"name":"Genesis 46:6","text":"They took their livestock, and their goods, which they had gotten in the land of Canaan, and came into Egypt\"Jacob, and all his seed with him,"},{"name":"Genesis 46:7","text":"his sons, and his sons\" sons with him, his daughters, and his sons\" daughters, and he brought all his seed with him into Egypt."},{"name":"Genesis 46:8","text":"These are the names of the children of Israel, who came into Egypt, Jacob and his sons: Reuben, Jacob\"s firstborn."},{"name":"Genesis 46:9","text":"The sons of Reuben: Hanoch, Pallu, Hezron, and Carmi."},{"name":"Genesis 46:10","text":"The sons of Simeon: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul the son of a Canaanite woman."},{"name":"Genesis 46:11","text":"The sons of Levi: Gershon, Kohath, and Merari."},{"name":"Genesis 46:12","text":"The sons of Judah: Er, Onan, Shelah, Perez, and Zerah; but Er and Onan died in the land of Canaan. The sons of Perez were Hezron and Hamul."},{"name":"Genesis 46:13","text":"The sons of Issachar: Tola, Puvah, Iob, and Shimron."},{"name":"Genesis 46:14","text":"The sons of Zebulun: Sered, Elon, and Jahleel."},{"name":"Genesis 46:15","text":"These are the sons of Leah, whom she bore to Jacob in Paddan Aram, with his daughter Dinah. All the souls of his sons and his daughters were thirty-three."},{"name":"Genesis 46:16","text":"The sons of Gad: Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli."},{"name":"Genesis 46:17","text":"The sons of Asher: Imnah, Ishvah, Ishvi, Beriah, and Serah their sister. The sons of Beriah: Heber and Malchiel."},{"name":"Genesis 46:18","text":"These are the sons of Zilpah, whom Laban gave to Leah, his daughter, and these she bore to Jacob, even sixteen souls."},{"name":"Genesis 46:19","text":"The sons of Rachel, Jacob\"s wife: Joseph and Benjamin."},{"name":"Genesis 46:20","text":"To Joseph in the land of Egypt were born Manasseh and Ephraim, whom Asenath, the daughter of Potiphera, priest of On, bore to him."},{"name":"Genesis 46:21","text":"The sons of Benjamin: Bela, Becher, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard."},{"name":"Genesis 46:22","text":"These are the sons of Rachel, who were born to Jacob: all the souls were fourteen."},{"name":"Genesis 46:23","text":"The son of Dan: Hushim."},{"name":"Genesis 46:24","text":"The sons of Naphtali: Jahzeel, Guni, Jezer, and Shillem."},{"name":"Genesis 46:25","text":"These are the sons of Bilhah, whom Laban gave to Rachel, his daughter, and these she bore to Jacob: all the souls were seven."},{"name":"Genesis 46:26","text":"All the souls who came with Jacob into Egypt, who were his direct descendants, besides Jacob\"s sons\" wives, all the souls were sixty-six."},{"name":"Genesis 46:27","text":"The sons of Joseph, who were born to him in Egypt, were two souls. All the souls of the house of Jacob, who came into Egypt, were seventy."},{"name":"Genesis 46:28","text":"He sent Judah before him to Joseph, to show the way before him to Goshen, and they came into the land of Goshen."},{"name":"Genesis 46:29","text":"Joseph prepared his chariot, and went up to meet Israel, his father, in Goshen. He presented himself to him, and fell on his neck, and wept on his neck a good while."},{"name":"Genesis 46:30","text":"Israel said to Joseph, \"Now let me die, since I have seen your face, that you are still alive.\""},{"name":"Genesis 46:31","text":"Joseph said to his brothers, and to his father\"s house, \"I will go up, and speak with Pharaoh, and will tell him, \"My brothers, and my father\"s house, who were in the land of Canaan, have come to me."},{"name":"Genesis 46:32","text":"These men are shepherds, for they have been keepers of livestock, and they have brought their flocks, and their herds, and all that they have.\""},{"name":"Genesis 46:33","text":"It will happen, when Pharaoh summons you, and will say, \"What is your occupation?\""},{"name":"Genesis 46:34","text":"that you shall say, \"Your servants have been keepers of livestock from our youth even until now, both we, and our fathers:\" that you may dwell in the land of Goshen; for every shepherd is an abomination to the Egyptians.\""},{"name":"Genesis 47:1","text":"Then Joseph went in and told Pharaoh, and said, \"My father and my brothers, with their flocks, their herds, and all that they own, have come out of the land of Canaan; and behold, they are in the land of Goshen.\""},{"name":"Genesis 47:2","text":"From among his brothers he took five men, and presented them to Pharaoh."},{"name":"Genesis 47:3","text":"Pharaoh said to his brothers, \"What is your occupation?\" They said to Pharaoh, \"Your servants are shepherds, both we, and our fathers.\""},{"name":"Genesis 47:4","text":"They said to Pharaoh, \"We have come to live as foreigners in the land, for there is no pasture for your servants\" flocks. For the famine is severe in the land of Canaan. Now therefore, please let your servants dwell in the land of Goshen.\""},{"name":"Genesis 47:5","text":"Pharaoh spoke to Joseph, saying, \"Your father and your brothers have come to you."},{"name":"Genesis 47:6","text":"The land of Egypt is before you. Make your father and your brothers dwell in the best of the land. Let them dwell in the land of Goshen. If you know any able men among them, then put them in charge of my livestock.\""},{"name":"Genesis 47:7","text":"Joseph brought in Jacob, his father, and set him before Pharaoh, and Jacob blessed Pharaoh."},{"name":"Genesis 47:8","text":"Pharaoh said to Jacob, \"How many are the days of the years of your life?\""},{"name":"Genesis 47:9","text":"Jacob said to Pharaoh, \"The days of the years of my pilgrimage are one hundred thirty years. Few and evil have been the days of the years of my life, and they have not attained to the days of the years of the life of my fathers in the days of their pilgrimage.\""},{"name":"Genesis 47:10","text":"Jacob blessed Pharaoh, and went out from the presence of Pharaoh."},{"name":"Genesis 47:11","text":"Joseph placed his father and his brothers, and gave them a possession in the land of Egypt, in the best of the land, in the land of Rameses, as Pharaoh had commanded."},{"name":"Genesis 47:12","text":"Joseph nourished his father, his brothers, and all of his father\"s household, with bread, according to their families."},{"name":"Genesis 47:13","text":"There was no bread in all the land; for the famine was very severe, so that the land of Egypt and the land of Canaan fainted by reason of the famine."},{"name":"Genesis 47:14","text":"Joseph gathered up all the money that was found in the land of Egypt, and in the land of Canaan, for the grain which they bought: and Joseph brought the money into Pharaoh\"s house."},{"name":"Genesis 47:15","text":"When the money was all spent in the land of Egypt, and in the land of Canaan, all the Egyptians came to Joseph, and said, \"Give us bread, for why should we die in your presence? For our money fails.\""},{"name":"Genesis 47:16","text":"Joseph said, \"Give me your livestock; and I will give you food for your livestock, if your money is gone.\""},{"name":"Genesis 47:17","text":"They brought their livestock to Joseph, and Joseph gave them bread in exchange for the horses, and for the flocks, and for the herds, and for the donkeys: and he fed them with bread in exchange for all their livestock for that year."},{"name":"Genesis 47:18","text":"When that year was ended, they came to him the second year, and said to him, \"We will not hide from my lord how our money is all spent, and the herds of livestock are my lord\"s. There is nothing left in the sight of my lord, but our bodies, and our lands."},{"name":"Genesis 47:19","text":"Why should we die before your eyes, both we and our land? Buy us and our land for bread, and we and our land will be servants to Pharaoh. Give us seed, that we may live, and not die, and that the land won\"t be desolate.\""},{"name":"Genesis 47:20","text":"So Joseph bought all the land of Egypt for Pharaoh, for every man of the Egyptians sold his field, because the famine was severe on them, and the land became Pharaoh\"s."},{"name":"Genesis 47:21","text":"As for the people, he moved them to the cities from one end of the border of Egypt even to the other end of it."},{"name":"Genesis 47:22","text":"Only he didn\"t buy the land of the priests, for the priests had a portion from Pharaoh, and ate their portion which Pharaoh gave them. That is why they didn\"t sell their land."},{"name":"Genesis 47:23","text":"Then Joseph said to the people, \"Behold, I have bought you and your land today for Pharaoh. Behold, here is seed for you, and you shall sow the land."},{"name":"Genesis 47:24","text":"It will happen at the harvests, that you shall give a fifth to Pharaoh, and four parts will be your own, for seed of the field, for your food, for them of your households, and for food for your little ones.\""},{"name":"Genesis 47:25","text":"They said, \"You have saved our lives! Let us find favor in the sight of my lord, and we will be Pharaoh\"s servants.\""},{"name":"Genesis 47:26","text":"Joseph made it a statute concerning the land of Egypt to this day, that Pharaoh should have the fifth. Only the land of the priests alone didn\"t become Pharaoh\"s."},{"name":"Genesis 47:27","text":"Israel lived in the land of Egypt, in the land of Goshen; and they got themselves possessions therein, and were fruitful, and multiplied exceedingly."},{"name":"Genesis 47:28","text":"Jacob lived in the land of Egypt seventeen years. So the days of Jacob, the years of his life, were one hundred forty-seven years."},{"name":"Genesis 47:29","text":"The time drew near that Israel must die, and he called his son Joseph, and said to him, \"If now I have found favor in your sight, please put your hand under my thigh, and deal kindly and truly with me. Please don\"t bury me in Egypt,"},{"name":"Genesis 47:30","text":"but when I sleep with my fathers, you shall carry me out of Egypt, and bury me in their burying place.\" He said, \"I will do as you have said.\""},{"name":"Genesis 47:31","text":"He said, \"Swear to me,\" and he swore to him. Israel bowed himself on the bed\"s head."},{"name":"Genesis 48:1","text":"It happened after these things, that someone said to Joseph, \"Behold, your father is sick.\" He took with him his two sons, Manasseh and Ephraim."},{"name":"Genesis 48:2","text":"Someone told Jacob, and said, \"Behold, your son Joseph comes to you,\" and Israel strengthened himself, and sat on the bed."},{"name":"Genesis 48:3","text":"Jacob said to Joseph, \"God Almighty appeared to me at Luz in the land of Canaan, and blessed me,"},{"name":"Genesis 48:4","text":"and said to me, \"Behold, I will make you fruitful, and multiply you, and I will make of you a company of peoples, and will give this land to your seed after you for an everlasting possession.\""},{"name":"Genesis 48:5","text":"Now your two sons, who were born to you in the land of Egypt before I came to you into Egypt, are mine; Ephraim and Manasseh, even as Reuben and Simeon, will be mine."},{"name":"Genesis 48:6","text":"Your issue, whom you become the father of after them, will be yours. They will be called after the name of their brothers in their inheritance."},{"name":"Genesis 48:7","text":"As for me, when I came from Paddan, Rachel died by me in the land of Canaan in the way, when there was still some distance to come to Ephrath, and I buried her there in the way to Ephrath (the same is Bethlehem).\""},{"name":"Genesis 48:8","text":"Israel saw Joseph\"s sons, and said, \"Who are these?\""},{"name":"Genesis 48:9","text":"Joseph said to his father, \"They are my sons, whom God has given me here.\" He said, \"Please bring them to me, and I will bless them.\""},{"name":"Genesis 48:10","text":"Now the eyes of Israel were dim for age, so that he couldn\"t see. He brought them near to him; and he kissed them, and embraced them."},{"name":"Genesis 48:11","text":"Israel said to Joseph, \"I didn\"t think I would see your face, and behold, God has let me see your seed also.\""},{"name":"Genesis 48:12","text":"Joseph brought them out from between his knees, and he bowed himself with his face to the earth."},{"name":"Genesis 48:13","text":"Joseph took them both, Ephraim in his right hand toward Israel\"s left hand, and Manasseh in his left hand toward Israel\"s right hand, and brought them near to him."},{"name":"Genesis 48:14","text":"Israel stretched out his right hand, and laid it on Ephraim\"s head, who was the younger, and his left hand on Manasseh\"s head, guiding his hands knowingly, for Manasseh was the firstborn."},{"name":"Genesis 48:15","text":"He blessed Joseph, and said, \"The God before whom my fathers Abraham and Isaac walked, the God who has fed me all my life long to this day,"},{"name":"Genesis 48:16","text":"the angel who has redeemed me from all evil, bless the lads, and let my name be named on them, and the name of my fathers Abraham and Isaac. Let them grow into a multitude in the midst of the earth.\""},{"name":"Genesis 48:17","text":"When Joseph saw that his father laid his right hand on the head of Ephraim, it displeased him. He held up his father\"s hand, to remove it from Ephraim\"s head to Manasseh\"s head."},{"name":"Genesis 48:18","text":"Joseph said to his father, \"Not so, my father; for this is the firstborn; put your right hand on his head.\""},{"name":"Genesis 48:19","text":"His father refused, and said, \"I know, my son, I know. He also will become a people, and he also will be great. However, his younger brother will be greater than he, and his seed will become a multitude of nations.\""},{"name":"Genesis 48:20","text":"He blessed them that day, saying, \"In you will Israel bless, saying, \"God make you as Ephraim and as Manasseh\"\" He set Ephraim before Manasseh."},{"name":"Genesis 48:21","text":"Israel said to Joseph, \"Behold, I am dying, but God will be with you, and bring you again to the land of your fathers."},{"name":"Genesis 48:22","text":"Moreover I have given to you one portion above your brothers, which I took out of the hand of the Amorite with my sword and with my bow.\""},{"name":"Genesis 49:1","text":"Jacob called to his sons, and said: \"Gather yourselves together, that I may tell you that which will happen to you in the days to come."},{"name":"Genesis 49:2","text":"Assemble yourselves, and hear, you sons of Jacob. Listen to Israel, your father."},{"name":"Genesis 49:3","text":"\"Reuben, you are my firstborn, my might, and the beginning of my strength; excelling in dignity, and excelling in power."},{"name":"Genesis 49:4","text":"Boiling over as water, you shall not excel; because you went up to your father\"s bed, then defiled it. He went up to my couch."},{"name":"Genesis 49:5","text":"\"Simeon and Levi are brothers. Their swords are weapons of violence."},{"name":"Genesis 49:6","text":"My soul, don\"t come into their council. My glory, don\"t be united to their assembly; for in their anger they killed men. In their self-will they hamstrung cattle."},{"name":"Genesis 49:7","text":"Cursed be their anger, for it was fierce; and their wrath, for it was cruel. I will divide them in Jacob, and scatter them in Israel."},{"name":"Genesis 49:8","text":"\"Judah, your brothers will praise you. Your hand will be on the neck of your enemies. Your father\"s sons will bow down before you."},{"name":"Genesis 49:9","text":"Judah is a lion\"s cub. From the prey, my son, you have gone up. He stooped down, he crouched as a lion, as a lioness. Who will rouse him up?"},{"name":"Genesis 49:10","text":"The scepter will not depart from Judah, nor the ruler\"s staff from between his feet, until he comes to whom it belongs. To him will the obedience of the peoples be."},{"name":"Genesis 49:11","text":"Binding his foal to the vine, his donkey\"s colt to the choice vine; he has washed his garments in wine, his robes in the blood of grapes."},{"name":"Genesis 49:12","text":"His eyes will be red with wine, his teeth white with milk."},{"name":"Genesis 49:13","text":"\"Zebulun will dwell at the haven of the sea. He will be for a haven of ships. His border will be on Sidon."},{"name":"Genesis 49:14","text":"\"Issachar is a strong donkey, lying down between the saddlebags."},{"name":"Genesis 49:15","text":"He saw a resting place, that it was good, the land, that it was pleasant. He bows his shoulder to the burden, and becomes a servant doing forced labor."},{"name":"Genesis 49:16","text":"\"Dan will judge his people, as one of the tribes of Israel."},{"name":"Genesis 49:17","text":"Dan will be a serpent in the way, an adder in the path, That bites the horse\"s heels, so that his rider falls backward."},{"name":"Genesis 49:18","text":"I have waited for your salvation, Yahweh."},{"name":"Genesis 49:19","text":"\"A troop will press on Gad, but he will press on their heel."},{"name":"Genesis 49:20","text":"\"Asher\"s food will be rich. He will yield royal dainties."},{"name":"Genesis 49:21","text":"\"Naphtali is a doe set free, who bears beautiful fawns."},{"name":"Genesis 49:22","text":"\"Joseph is a fruitful vine, a fruitful vine by a spring. His branches run over the wall."},{"name":"Genesis 49:23","text":"The archers have severely grieved him, shot at him, and persecute him:"},{"name":"Genesis 49:24","text":"But his bow remained strong. The arms of his hands were made strong, by the hands of the Mighty One of Jacob, (from there is the shepherd, the stone of Israel),"},{"name":"Genesis 49:25","text":"even by the God of your father, who will help you; by the Almighty, who will bless you, with blessings of heaven above, blessings of the deep that lies below, blessings of the breasts, and of the womb."},{"name":"Genesis 49:26","text":"The blessings of your father have prevailed above the blessings of your ancestors, above the boundaries of the ancient hills. They will be on the head of Joseph, on the crown of the head of him who is separated from his brothers."},{"name":"Genesis 49:27","text":"\"Benjamin is a ravenous wolf. In the morning he will devour the prey. At evening he will divide the spoil.\""},{"name":"Genesis 49:28","text":"All these are the twelve tribes of Israel, and this is what their father spoke to them and blessed them. He blessed everyone according to his blessing."},{"name":"Genesis 49:29","text":"He instructed them, and said to them, \"I am to be gathered to my people. Bury me with my fathers in the cave that is in the field of Ephron the Hittite,"},{"name":"Genesis 49:30","text":"in the cave that is in the field of Machpelah, which is before Mamre, in the land of Canaan, which Abraham bought with the field from Ephron the Hittite as a burial place."},{"name":"Genesis 49:31","text":"There they buried Abraham and Sarah, his wife. There they buried Isaac and Rebekah, his wife, and there I buried Leah:"},{"name":"Genesis 49:32","text":"the field and the cave that is therein, which was purchased from the children of Heth.\""},{"name":"Genesis 49:33","text":"When Jacob made an end of charging his sons, he gathered up his feet into the bed, and yielded up the spirit, and was gathered to his people."},{"name":"Genesis 50:1","text":"Joseph fell on his father\"s face, wept on him, and kissed him."},{"name":"Genesis 50:2","text":"Joseph commanded his servants, the physicians, to embalm his father; and the physicians embalmed Israel."},{"name":"Genesis 50:3","text":"Forty days were fulfilled for him, for that is how many the days it takes to embalm. The Egyptians wept for him for seventy days."},{"name":"Genesis 50:4","text":"When the days of weeping for him were past, Joseph spoke to the house of Pharaoh, saying, \"If now I have found favor in your eyes, please speak in the ears of Pharaoh, saying,"},{"name":"Genesis 50:5","text":"\"My father made me swear, saying, \"Behold, I am dying. Bury me in my grave which I have dug for myself in the land of Canaan.\" Now therefore, please let me go up and bury my father, and I will come again.\"\""},{"name":"Genesis 50:6","text":"Pharaoh said, \"Go up, and bury your father, just like he made you swear.\""},{"name":"Genesis 50:7","text":"Joseph went up to bury his father; and with him went up all the servants of Pharaoh, the elders of his house, all the elders of the land of Egypt,"},{"name":"Genesis 50:8","text":"all the house of Joseph, his brothers, and his father\"s house. Only their little ones, their flocks, and their herds, they left in the land of Goshen."},{"name":"Genesis 50:9","text":"There went up with him both chariots and horsemen. It was a very great company."},{"name":"Genesis 50:10","text":"They came to the threshing floor of Atad, which is beyond the Jordan, and there they lamented with a very great and severe lamentation. He mourned for his father seven days."},{"name":"Genesis 50:11","text":"When the inhabitants of the land, the Canaanites, saw the mourning in the floor of Atad, they said, \"This is a grievous mourning by the Egyptians.\" Therefore, its name was called Abel Mizraim, which is beyond the Jordan."},{"name":"Genesis 50:12","text":"His sons did to him just as he commanded them,"},{"name":"Genesis 50:13","text":"for his sons carried him into the land of Canaan, and buried him in the cave of the field of Machpelah, which Abraham bought with the field, for a possession of a burial site, from Ephron the Hittite, before Mamre."},{"name":"Genesis 50:14","text":"Joseph returned into Egypt\"he, and his brothers, and all that went up with him to bury his father, after he had buried his father."},{"name":"Genesis 50:15","text":"When Joseph\"s brothers saw that their father was dead, they said, \"It may be that Joseph will hate us, and will fully pay us back for all of the evil which we did to him.\""},{"name":"Genesis 50:16","text":"They sent a message to Joseph, saying, \"Your father commanded before he died, saying,"},{"name":"Genesis 50:17","text":"\"You shall tell Joseph, \"Now please forgive the disobedience of your brothers, and their sin, because they did evil to you.\"\" Now, please forgive the disobedience of the servants of the God of your father.\" Joseph wept when they spoke to him."},{"name":"Genesis 50:18","text":"His brothers also went and fell down before his face; and they said, \"Behold, we are your servants.\""},{"name":"Genesis 50:19","text":"Joseph said to them, \"Don\"t be afraid, for am I in the place of God?"},{"name":"Genesis 50:20","text":"As for you, you meant evil against me, but God meant it for good, to bring to pass, as it is this day, to save many people alive."},{"name":"Genesis 50:21","text":"Now therefore don\"t be afraid. I will nourish you and your little ones.\" He comforted them, and spoke kindly to them."},{"name":"Genesis 50:22","text":"Joseph lived in Egypt, he, and his father\"s house. Joseph lived one hundred ten years."},{"name":"Genesis 50:23","text":"Joseph saw Ephraim\"s children to the third generation. The children also of Machir, the son of Manasseh, were born on Joseph\"s knees."},{"name":"Genesis 50:24","text":"Joseph said to his brothers, \"I am dying, but God will surely visit you, and bring you up out of this land to the land which he swore to Abraham, to Isaac, and to Jacob.\""},{"name":"Genesis 50:25","text":"Joseph took an oath of the children of Israel, saying, \"God will surely visit you, and you shall carry up my bones from here.\""},{"name":"Genesis 50:26","text":"So Joseph died, being one hundred ten years old, and they embalmed him, and he was put in a coffin in Egypt."},{"name":"Exodus 1:1","text":"Now these are the names of the sons of Israel, who came into Egypt (every man and his household came with Jacob):"},{"name":"Exodus 1:2","text":"Reuben, Simeon, Levi, and Judah,"},{"name":"Exodus 1:3","text":"Issachar, Zebulun, and Benjamin,"},{"name":"Exodus 1:4","text":"Dan and Naphtali, Gad and Asher."},{"name":"Exodus 1:5","text":"All the souls who came out of Jacob\"s body were seventy souls, and Joseph was in Egypt already."},{"name":"Exodus 1:6","text":"Joseph died, as did all his brothers, and all that generation."},{"name":"Exodus 1:7","text":"The children of Israel were fruitful, and increased abundantly, and multiplied, and grew exceedingly mighty; and the land was filled with them."},{"name":"Exodus 1:8","text":"Now there arose a new king over Egypt, who didn\"t know Joseph."},{"name":"Exodus 1:9","text":"He said to his people, \"Behold, the people of the children of Israel are more and mightier than we."},{"name":"Exodus 1:10","text":"Come, let us deal wisely with them, lest they multiply, and it happen that when any war breaks out, they also join themselves to our enemies, and fight against us, and escape out of the land.\""},{"name":"Exodus 1:11","text":"Therefore they set taskmasters over them to afflict them with their burdens. They built storage cities for Pharaoh: Pithom and Raamses."},{"name":"Exodus 1:12","text":"But the more they afflicted them, the more they multiplied and the more they spread out. They were grieved because of the children of Israel."},{"name":"Exodus 1:13","text":"The Egyptians ruthlessly made the children of Israel serve,"},{"name":"Exodus 1:14","text":"and they made their lives bitter with hard service, in mortar and in brick, and in all kinds of service in the field, all their service, in which they ruthlessly made them serve."},{"name":"Exodus 1:15","text":"The king of Egypt spoke to the Hebrew midwives, of whom the name of the one was Shiphrah, and the name of the other Puah,"},{"name":"Exodus 1:16","text":"and he said, \"When you perform the duty of a midwife to the Hebrew women, and see them on the birth stool; if it is a son, then you shall kill him; but if it is a daughter, then she shall live.\""},{"name":"Exodus 1:17","text":"But the midwives feared God, and didn\"t do what the king of Egypt commanded them, but saved the baby boys alive."},{"name":"Exodus 1:18","text":"The king of Egypt called for the midwives, and said to them, \"Why have you done this thing, and have saved the boys alive?\""},{"name":"Exodus 1:19","text":"The midwives said to Pharaoh, \"Because the Hebrew women aren\"t like the Egyptian women; for they are vigorous, and give birth before the midwife comes to them.\""},{"name":"Exodus 1:20","text":"God dealt well with the midwives, and the people multiplied, and grew very mighty."},{"name":"Exodus 1:21","text":"It happened, because the midwives feared God, that he gave them families."},{"name":"Exodus 1:22","text":"Pharaoh commanded all his people, saying, \"You shall cast every son who is born into the river, and every daughter you shall save alive.\""},{"name":"Exodus 2:1","text":"A man of the house of Levi went and took a daughter of Levi as his wife."},{"name":"Exodus 2:2","text":"The woman conceived, and bore a son. When she saw that he was a fine child, she hid him three months."},{"name":"Exodus 2:3","text":"When she could no longer hide him, she took a papyrus basket for him, and coated it with tar and with pitch. She put the child in it, and laid it in the reeds by the river\"s bank."},{"name":"Exodus 2:4","text":"His sister stood far off, to see what would be done to him."},{"name":"Exodus 2:5","text":"Pharaoh\"s daughter came down to bathe at the river. Her maidens walked along by the riverside. She saw the basket among the reeds, and sent her handmaid to get it."},{"name":"Exodus 2:6","text":"She opened it, and saw the child, and behold, the baby cried. She had compassion on him, and said, \"This is one of the Hebrews\" children.\""},{"name":"Exodus 2:7","text":"Then his sister said to Pharaoh\"s daughter, \"Should I go and call a nurse for you from the Hebrew women, that she may nurse the child for you?\""},{"name":"Exodus 2:8","text":"Pharaoh\"s daughter said to her, \"Go.\" The maiden went and called the child\"s mother."},{"name":"Exodus 2:9","text":"Pharaoh\"s daughter said to her, \"Take this child away, and nurse him for me, and I will give you your wages.\" The woman took the child, and nursed it."},{"name":"Exodus 2:10","text":"The child grew, and she brought him to Pharaoh\"s daughter, and he became her son. She named him Moses, and said, \"Because I drew him out of the water.\""},{"name":"Exodus 2:11","text":"It happened in those days, when Moses had grown up, that he went out to his brothers, and looked at their burdens. He saw an Egyptian striking a Hebrew, one of his brothers."},{"name":"Exodus 2:12","text":"He looked this way and that way, and when he saw that there was no one, he killed the Egyptian, and hid him in the sand."},{"name":"Exodus 2:13","text":"He went out the second day, and behold, two men of the Hebrews were fighting with each other. He said to him who did the wrong, \"Why do you strike your fellow?\""},{"name":"Exodus 2:14","text":"He said, \"Who made you a prince and a judge over us? Do you plan to kill me, as you killed the Egyptian?\" Moses was afraid, and said, \"Surely this thing is known.\""},{"name":"Exodus 2:15","text":"Now when Pharaoh heard this thing, he sought to kill Moses. But Moses fled from the face of Pharaoh, and lived in the land of Midian, and he sat down by a well."},{"name":"Exodus 2:16","text":"Now the priest of Midian had seven daughters. They came and drew water, and filled the troughs to water their father\"s flock."},{"name":"Exodus 2:17","text":"The shepherds came and drove them away; but Moses stood up and helped them, and watered their flock."},{"name":"Exodus 2:18","text":"When they came to Reuel, their father, he said, \"How is it that you have returned so early today?\""},{"name":"Exodus 2:19","text":"They said, \"An Egyptian delivered us out of the hand of the shepherds, and moreover he drew water for us, and watered the flock.\""},{"name":"Exodus 2:20","text":"He said to his daughters, \"Where is he? Why is it that you have left the man? Call him, that he may eat bread.\""},{"name":"Exodus 2:21","text":"Moses was content to dwell with the man. He gave Moses Zipporah, his daughter."},{"name":"Exodus 2:22","text":"She bore a son, and he named him Gershom, for he said, \"I have lived as a foreigner in a foreign land.\""},{"name":"Exodus 2:23","text":"It happened in the course of those many days, that the king of Egypt died, and the children of Israel sighed because of the bondage, and they cried, and their cry came up to God because of the bondage."},{"name":"Exodus 2:24","text":"God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob."},{"name":"Exodus 2:25","text":"God saw the children of Israel, and God was concerned about them."},{"name":"Exodus 3:1","text":"Now Moses was keeping the flock of Jethro, his father-in-law, the priest of Midian, and he led the flock to the back of the wilderness, and came to God\"s mountain, to Horeb."},{"name":"Exodus 3:2","text":"The angel of Yahweh appeared to him in a flame of fire out of the midst of a bush. He looked, and behold, the bush burned with fire, and the bush was not consumed."},{"name":"Exodus 3:3","text":"Moses said, \"I will turn aside now, and see this great sight, why the bush is not burnt.\""},{"name":"Exodus 3:4","text":"When Yahweh saw that he turned aside to see, God called to him out of the midst of the bush, and said, \"Moses! Moses!\" He said, \"Here I am.\""},{"name":"Exodus 3:5","text":"He said, \"Don\"t come close. Take your sandals off of your feet, for the place you are standing on is holy ground.\""},{"name":"Exodus 3:6","text":"Moreover he said, \"I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.\" Moses hid his face; for he was afraid to look at God."},{"name":"Exodus 3:7","text":"Yahweh said, \"I have surely seen the affliction of my people who are in Egypt, and have heard their cry because of their taskmasters, for I know their sorrows."},{"name":"Exodus 3:8","text":"I have come down to deliver them out of the hand of the Egyptians, and to bring them up out of that land to a good and large land, to a land flowing with milk and honey; to the place of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite, and the Jebusite."},{"name":"Exodus 3:9","text":"Now, behold, the cry of the children of Israel has come to me. Moreover I have seen the oppression with which the Egyptians oppress them."},{"name":"Exodus 3:10","text":"Come now therefore, and I will send you to Pharaoh, that you may bring my people, the children of Israel, out of Egypt.\""},{"name":"Exodus 3:11","text":"Moses said to God, \"Who am I, that I should go to Pharaoh, and that I should bring the children of Israel out of Egypt?\""},{"name":"Exodus 3:12","text":"He said, \"Certainly I will be with you. This will be the token to you, that I have sent you: when you have brought the people out of Egypt, you shall serve God on this mountain.\""},{"name":"Exodus 3:13","text":"Moses said to God, \"Behold, when I come to the children of Israel, and tell them, \"The God of your fathers has sent me to you;\" and they ask me, \"What is his name?\" What should I tell them?\""},{"name":"Exodus 3:14","text":"God said to Moses, \"I AM WHO I AM,\" and he said, \"You shall tell the children of Israel this: \"I AM has sent me to you.\"\""},{"name":"Exodus 3:15","text":"God said moreover to Moses, \"You shall tell the children of Israel this, \"Yahweh, the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.\" This is my name forever, and this is my memorial to all generations."},{"name":"Exodus 3:16","text":"Go, and gather the elders of Israel together, and tell them, \"Yahweh, the God of your fathers, the God of Abraham, of Isaac, and of Jacob, has appeared to me, saying, \"I have surely visited you, and seen that which is done to you in Egypt;"},{"name":"Exodus 3:17","text":"and I have said, I will bring you up out of the affliction of Egypt to the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite, and the Jebusite, to a land flowing with milk and honey.\"\""},{"name":"Exodus 3:18","text":"They will listen to your voice, and you shall come, you and the elders of Israel, to the king of Egypt, and you shall tell him, \"Yahweh, the God of the Hebrews, has met with us. Now please let us go three days\" journey into the wilderness, that we may sacrifice to Yahweh, our God.\""},{"name":"Exodus 3:19","text":"I know that the king of Egypt won\"t give you permission to go, no, not by a mighty hand."},{"name":"Exodus 3:20","text":"I will reach out my hand and strike Egypt with all my wonders which I will do in its midst, and after that he will let you go."},{"name":"Exodus 3:21","text":"I will give this people favor in the sight of the Egyptians, and it will happen that when you go, you shall not go empty-handed."},{"name":"Exodus 3:22","text":"But every woman shall ask of her neighbor, and of her who visits her house, jewels of silver, jewels of gold, and clothing; and you shall put them on your sons, and on your daughters. You shall plunder the Egyptians.\""},{"name":"Exodus 4:1","text":"Moses answered, \"But, behold, they will not believe me, nor listen to my voice; for they will say, \"Yahweh has not appeared to you.\"\""},{"name":"Exodus 4:2","text":"Yahweh said to him, \"What is that in your hand?\" He said, \"A rod.\""},{"name":"Exodus 4:3","text":"He said, \"Throw it on the ground.\" He threw it on the ground, and it became a snake; and Moses ran away from it."},{"name":"Exodus 4:4","text":"Yahweh said to Moses, \"Stretch out your hand, and take it by the tail.\" He stretched out his hand, and took hold of it, and it became a rod in his hand."},{"name":"Exodus 4:5","text":"\"That they may believe that Yahweh, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.\""},{"name":"Exodus 4:6","text":"Yahweh said furthermore to him, \"Now put your hand inside your cloak.\" He put his hand inside his cloak, and when he took it out, behold, his hand was leprous, as white as snow."},{"name":"Exodus 4:7","text":"He said, \"Put your hand inside your cloak again.\" He put his hand inside his cloak again, and when he took it out of his cloak, behold, it had turned again as his other flesh."},{"name":"Exodus 4:8","text":"\"It will happen, if they will neither believe you nor listen to the voice of the first sign, that they will believe the voice of the latter sign."},{"name":"Exodus 4:9","text":"It will happen, if they will not believe even these two signs, neither listen to your voice, that you shall take of the water of the river, and pour it on the dry land. The water which you take out of the river will become blood on the dry land.\""},{"name":"Exodus 4:10","text":"Moses said to Yahweh, \"O Lord, I am not eloquent, neither before now, nor since you have spoken to your servant; for I am slow of speech, and of a slow tongue.\""},{"name":"Exodus 4:11","text":"Yahweh said to him, \"Who made man\"s mouth? Or who makes one mute, or deaf, or seeing, or blind? Isn\"t it I, Yahweh?"},{"name":"Exodus 4:12","text":"Now therefore go, and I will be with your mouth, and teach you what you shall speak.\""},{"name":"Exodus 4:13","text":"He said, \"Oh, Lord, please send someone else.\""},{"name":"Exodus 4:14","text":"The anger of Yahweh was kindled against Moses, and he said, \"What about Aaron, your brother, the Levite? I know that he can speak well. Also, behold, he comes out to meet you. When he sees you, he will be glad in his heart."},{"name":"Exodus 4:15","text":"You shall speak to him, and put the words in his mouth. I will be with your mouth, and with his mouth, and will teach you what you shall do."},{"name":"Exodus 4:16","text":"He will be your spokesman to the people; and it will happen, that he will be to you a mouth, and you will be to him as God."},{"name":"Exodus 4:17","text":"You shall take this rod in your hand, with which you shall do the signs.\""},{"name":"Exodus 4:18","text":"Moses went and returned to Jethro his father-in-law, and said to him, \"Please let me go and return to my brothers who are in Egypt, and see whether they are still alive.\" Jethro said to Moses, \"Go in peace.\""},{"name":"Exodus 4:19","text":"Yahweh said to Moses in Midian, \"Go, return into Egypt; for all the men who sought your life are dead.\""},{"name":"Exodus 4:20","text":"Moses took his wife and his sons, and set them on a donkey, and he returned to the land of Egypt. Moses took God\"s rod in his hand."},{"name":"Exodus 4:21","text":"Yahweh said to Moses, \"When you go back into Egypt, see that you do before Pharaoh all the wonders which I have put in your hand, but I will harden his heart and he will not let the people go."},{"name":"Exodus 4:22","text":"You shall tell Pharaoh, \"Thus says Yahweh, Israel is my son, my firstborn,"},{"name":"Exodus 4:23","text":"and I have said to you, \"Let my son go, that he may serve me;\" and you have refused to let him go. Behold, I will kill your son, your firstborn.\"\""},{"name":"Exodus 4:24","text":"It happened on the way at a lodging place, that Yahweh met Moses and wanted to kill him."},{"name":"Exodus 4:25","text":"Then Zipporah took a flint, and cut off the foreskin of her son, and cast it at his feet; and she said, \"Surely you are a bridegroom of blood to me.\""},{"name":"Exodus 4:26","text":"So he let him alone. Then she said, \"You are a bridegroom of blood,\" because of the circumcision."},{"name":"Exodus 4:27","text":"Yahweh said to Aaron, \"Go into the wilderness to meet Moses.\" He went, and met him on God\"s mountain, and kissed him."},{"name":"Exodus 4:28","text":"Moses told Aaron all the words of Yahweh with which he had sent him, and all the signs with which he had instructed him."},{"name":"Exodus 4:29","text":"Moses and Aaron went and gathered together all the elders of the children of Israel."},{"name":"Exodus 4:30","text":"Aaron spoke all the words which Yahweh had spoken to Moses, and did the signs in the sight of the people."},{"name":"Exodus 4:31","text":"The people believed, and when they heard that Yahweh had visited the children of Israel, and that he had seen their affliction, then they bowed their heads and worshiped."},{"name":"Exodus 5:1","text":"Afterward Moses and Aaron came, and said to Pharaoh, \"This is what Yahweh, the God of Israel, says, \"Let my people go, that they may hold a feast to me in the wilderness.\"\""},{"name":"Exodus 5:2","text":"Pharaoh said, \"Who is Yahweh, that I should listen to his voice to let Israel go? I don\"t know Yahweh, and moreover I will not let Israel go.\""},{"name":"Exodus 5:3","text":"They said, \"The God of the Hebrews has met with us. Please let us go three days\" journey into the wilderness, and sacrifice to Yahweh, our God, lest he fall on us with pestilence, or with the sword.\""},{"name":"Exodus 5:4","text":"The king of Egypt said to them, \"Why do you, Moses and Aaron, take the people from their work? Get back to your burdens!\""},{"name":"Exodus 5:5","text":"Pharaoh said, \"Behold, the people of the land are now many, and you make them rest from their burdens.\""},{"name":"Exodus 5:6","text":"The same day Pharaoh commanded the taskmasters of the people, and their officers, saying,"},{"name":"Exodus 5:7","text":"\"You shall no longer give the people straw to make brick, as before. Let them go and gather straw for themselves."},{"name":"Exodus 5:8","text":"The number of the bricks, which they made before, you require from them. You shall not diminish anything of it, for they are idle; therefore they cry, saying, \"Let us go and sacrifice to our God.\""},{"name":"Exodus 5:9","text":"Let heavier work be laid on the men, that they may labor therein; and don\"t let them pay any attention to lying words.\""},{"name":"Exodus 5:10","text":"The taskmasters of the people went out, and their officers, and they spoke to the people, saying, \"This is what Pharaoh says: \"I will not give you straw."},{"name":"Exodus 5:11","text":"Go yourselves, get straw where you can find it, for nothing of your work shall be diminished.\"\""},{"name":"Exodus 5:12","text":"So the people were scattered abroad throughout all the land of Egypt to gather stubble for straw."},{"name":"Exodus 5:13","text":"The taskmasters were urgent saying, \"Fulfill your work quota daily, as when there was straw!\""},{"name":"Exodus 5:14","text":"The officers of the children of Israel, whom Pharaoh\"s taskmasters had set over them, were beaten, and demanded, \"Why haven\"t you fulfilled your quota both yesterday and today, in making brick as before?\""},{"name":"Exodus 5:15","text":"Then the officers of the children of Israel came and cried to Pharaoh, saying, \"Why do you deal this way with your servants?"},{"name":"Exodus 5:16","text":"No straw is given to your servants, and they tell us, \"Make brick!\" and behold, your servants are beaten; but the fault is in your own people.\""},{"name":"Exodus 5:17","text":"But he said, \"You are idle! You are idle! Therefore you say, \"Let us go and sacrifice to Yahweh.\""},{"name":"Exodus 5:18","text":"Go therefore now, and work, for no straw shall be given to you, yet you shall deliver the same number of bricks!\""},{"name":"Exodus 5:19","text":"The officers of the children of Israel saw that they were in trouble, when it was said, \"You shall not diminish anything from your daily quota of bricks!\""},{"name":"Exodus 5:20","text":"They met Moses and Aaron, who stood in the way, as they came out from Pharaoh:"},{"name":"Exodus 5:21","text":"and they said to them, \"May Yahweh look at you, and judge, because you have made us a stench to be abhorred in the eyes of Pharaoh, and in the eyes of his servants, to put a sword in their hand to kill us.\""},{"name":"Exodus 5:22","text":"Moses returned to Yahweh, and said, \"Lord, why have you brought trouble on this people? Why is it that you have sent me?"},{"name":"Exodus 5:23","text":"For since I came to Pharaoh to speak in your name, he has brought trouble on this people; neither have you delivered your people at all.\""},{"name":"Exodus 6:1","text":"Yahweh said to Moses, \"Now you shall see what I will do to Pharaoh, for by a strong hand he shall let them go, and by a strong hand he shall drive them out of his land.\""},{"name":"Exodus 6:2","text":"God spoke to Moses, and said to him, \"I am Yahweh;"},{"name":"Exodus 6:3","text":"and I appeared to Abraham, to Isaac, and to Jacob, as God Almighty; but by my name Yahweh I was not known to them."},{"name":"Exodus 6:4","text":"I have also established my covenant with them, to give them the land of Canaan, the land of their travels, in which they lived as aliens."},{"name":"Exodus 6:5","text":"Moreover I have heard the groaning of the children of Israel, whom the Egyptians keep in bondage, and I have remembered my covenant."},{"name":"Exodus 6:6","text":"Therefore tell the children of Israel, \"I am Yahweh, and I will bring you out from under the burdens of the Egyptians, and I will rid you out of their bondage, and I will redeem you with an outstretched arm, and with great judgments:"},{"name":"Exodus 6:7","text":"and I will take you to me for a people, and I will be to you a God; and you shall know that I am Yahweh your God, who brings you out from under the burdens of the Egyptians."},{"name":"Exodus 6:8","text":"I will bring you into the land which I swore to give to Abraham, to Isaac, and to Jacob; and I will give it to you for a heritage: I am Yahweh.\"\""},{"name":"Exodus 6:9","text":"Moses spoke so to the children of Israel, but they didn\"t listen to Moses for anguish of spirit, and for cruel bondage."},{"name":"Exodus 6:10","text":"Yahweh spoke to Moses, saying,"},{"name":"Exodus 6:11","text":"\"Go in, speak to Pharaoh king of Egypt, that he let the children of Israel go out of his land.\""},{"name":"Exodus 6:12","text":"Moses spoke before Yahweh, saying, \"Behold, the children of Israel haven\"t listened to me. How then shall Pharaoh listen to me, who am of uncircumcised lips?\""},{"name":"Exodus 6:13","text":"Yahweh spoke to Moses and to Aaron, and gave them a command to the children of Israel, and to Pharaoh king of Egypt, to bring the children of Israel out of the land of Egypt."},{"name":"Exodus 6:14","text":"These are the heads of their fathers\" houses. The sons of Reuben the firstborn of Israel: Hanoch, and Pallu, Hezron, and Carmi; these are the families of Reuben."},{"name":"Exodus 6:15","text":"The sons of Simeon: Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul the son of a Canaanite woman; these are the families of Simeon."},{"name":"Exodus 6:16","text":"These are the names of the sons of Levi according to their generations: Gershon, and Kohath, and Merari; and the years of the life of Levi were one hundred thirty-seven years."},{"name":"Exodus 6:17","text":"The sons of Gershon: Libni and Shimei, according to their families."},{"name":"Exodus 6:18","text":"The sons of Kohath: Amram, and Izhar, and Hebron, and Uzziel; and the years of the life of Kohath were one hundred thirty-three years."},{"name":"Exodus 6:19","text":"The sons of Merari: Mahli and Mushi. These are the families of the Levites according to their generations."},{"name":"Exodus 6:20","text":"Amram took Jochebed his father\"s sister to himself as wife; and she bore him Aaron and Moses: and the years of the life of Amram were a hundred and thirty-seven years."},{"name":"Exodus 6:21","text":"The sons of Izhar: Korah, and Nepheg, and Zichri."},{"name":"Exodus 6:22","text":"The sons of Uzziel: Mishael, and Elzaphan, and Sithri."},{"name":"Exodus 6:23","text":"Aaron took Elisheba, the daughter of Amminadab, the sister of Nahshon, as his wife; and she bore him Nadab and Abihu, Eleazar and Ithamar."},{"name":"Exodus 6:24","text":"The sons of Korah: Assir, and Elkanah, and Abiasaph; these are the families of the Korahites."},{"name":"Exodus 6:25","text":"Eleazar Aaron\"s son took one of the daughters of Putiel as his wife; and she bore him Phinehas. These are the heads of the fathers\" houses of the Levites according to their families."},{"name":"Exodus 6:26","text":"These are that Aaron and Moses, to whom Yahweh said, \"Bring out the children of Israel from the land of Egypt according to their armies.\""},{"name":"Exodus 6:27","text":"These are those who spoke to Pharaoh king of Egypt, to bring out the children of Israel from Egypt. These are that Moses and Aaron."},{"name":"Exodus 6:28","text":"It happened on the day when Yahweh spoke to Moses in the land of Egypt,"},{"name":"Exodus 6:29","text":"that Yahweh spoke to Moses, saying, \"I am Yahweh. Speak to Pharaoh king of Egypt all that I speak to you.\""},{"name":"Exodus 6:30","text":"Moses said before Yahweh, \"Behold, I am of uncircumcised lips, and how shall Pharaoh listen to me?\""},{"name":"Exodus 7:1","text":"Yahweh said to Moses, \"Behold, I have made you as God to Pharaoh; and Aaron your brother shall be your prophet."},{"name":"Exodus 7:2","text":"You shall speak all that I command you; and Aaron your brother shall speak to Pharaoh, that he let the children of Israel go out of his land."},{"name":"Exodus 7:3","text":"I will harden Pharaoh\"s heart, and multiply my signs and my wonders in the land of Egypt."},{"name":"Exodus 7:4","text":"But Pharaoh will not listen to you, and I will lay my hand on Egypt, and bring out my armies, my people the children of Israel, out of the land of Egypt by great judgments."},{"name":"Exodus 7:5","text":"The Egyptians shall know that I am Yahweh, when I stretch out my hand on Egypt, and bring out the children of Israel from among them.\""},{"name":"Exodus 7:6","text":"Moses and Aaron did so. As Yahweh commanded them, so they did."},{"name":"Exodus 7:7","text":"Moses was eighty years old, and Aaron eighty-three years old, when they spoke to Pharaoh."},{"name":"Exodus 7:8","text":"Yahweh spoke to Moses and to Aaron, saying,"},{"name":"Exodus 7:9","text":"\"When Pharaoh speaks to you, saying, \"Perform a miracle!\" then you shall tell Aaron, \"Take your rod, and cast it down before Pharaoh, that it become a serpent.\"\""},{"name":"Exodus 7:10","text":"Moses and Aaron went in to Pharaoh, and they did so, as Yahweh had commanded: and Aaron cast down his rod before Pharaoh and before his servants, and it became a serpent."},{"name":"Exodus 7:11","text":"Then Pharaoh also called for the wise men and the sorcerers. They also, the magicians of Egypt, did the same thing with their enchantments."},{"name":"Exodus 7:12","text":"For they each cast down their rods, and they became serpents: but Aaron\"s rod swallowed up their rods."},{"name":"Exodus 7:13","text":"Pharaoh\"s heart was hardened, and he didn\"t listen to them; as Yahweh had spoken."},{"name":"Exodus 7:14","text":"Yahweh said to Moses, \"Pharaoh\"s heart is stubborn. He refuses to let the people go."},{"name":"Exodus 7:15","text":"Go to Pharaoh in the morning. Behold, he goes out to the water; and you shall stand by the river\"s bank to meet him; and the rod which was turned to a serpent you shall take in your hand."},{"name":"Exodus 7:16","text":"You shall tell him, \"Yahweh, the God of the Hebrews, has sent me to you, saying, \"Let my people go, that they may serve me in the wilderness:\" and behold, until now you haven\"t listened."},{"name":"Exodus 7:17","text":"Thus says Yahweh, \"In this you shall know that I am Yahweh. Behold, I will strike with the rod that is in my hand on the waters which are in the river, and they shall be turned to blood."},{"name":"Exodus 7:18","text":"The fish that are in the river shall die, and the river shall become foul; and the Egyptians shall loathe to drink water from the river.\"\"\""},{"name":"Exodus 7:19","text":"Yahweh said to Moses, \"Tell Aaron, \"Take your rod, and stretch out your hand over the waters of Egypt, over their rivers, over their streams, and over their pools, and over all their ponds of water, that they may become blood; and there shall be blood throughout all the land of Egypt, both in vessels of wood and in vessels of stone.\"\""},{"name":"Exodus 7:20","text":"Moses and Aaron did so, as Yahweh commanded; and he lifted up the rod, and struck the waters that were in the river, in the sight of Pharaoh, and in the sight of his servants; and all the waters that were in the river were turned to blood."},{"name":"Exodus 7:21","text":"The fish that were in the river died; and the river became foul, and the Egyptians couldn\"t drink water from the river; and the blood was throughout all the land of Egypt."},{"name":"Exodus 7:22","text":"The magicians of Egypt did the same thing with their enchantments; and Pharaoh\"s heart was hardened, and he didn\"t listen to them; as Yahweh had spoken."},{"name":"Exodus 7:23","text":"Pharaoh turned and went into his house, and he didn\"t even take this to heart."},{"name":"Exodus 7:24","text":"All the Egyptians dug around the river for water to drink; for they couldn\"t drink of the water of the river."},{"name":"Exodus 7:25","text":"Seven days were fulfilled, after Yahweh had struck the river."},{"name":"Exodus 8:1","text":"Yahweh spoke to Moses, Go in to Pharaoh, and tell him, \"This is what Yahweh says, \"Let my people go, that they may serve me."},{"name":"Exodus 8:2","text":"If you refuse to let them go, behold, I will plague all your borders with frogs:"},{"name":"Exodus 8:3","text":"and the river shall swarm with frogs, which shall go up and come into your house, and into your bedroom, and on your bed, and into the house of your servants, and on your people, and into your ovens, and into your kneading troughs:"},{"name":"Exodus 8:4","text":"and the frogs shall come up both on you, and on your people, and on all your servants.\"\""},{"name":"Exodus 8:5","text":"Yahweh said to Moses, \"Tell Aaron, \"Stretch out your hand with your rod over the rivers, over the streams, and over the pools, and cause frogs to come up on the land of Egypt.\"\""},{"name":"Exodus 8:6","text":"Aaron stretched out his hand over the waters of Egypt; and the frogs came up, and covered the land of Egypt."},{"name":"Exodus 8:7","text":"The magicians did the same thing with their enchantments, and brought up frogs on the land of Egypt."},{"name":"Exodus 8:8","text":"Then Pharaoh called for Moses and Aaron, and said, \"Entreat Yahweh, that he take away the frogs from me, and from my people; and I will let the people go, that they may sacrifice to Yahweh.\""},{"name":"Exodus 8:9","text":"Moses said to Pharaoh, \"I give you the honor of setting the time that I should pray for you, and for your servants, and for your people, that the frogs be destroyed from you and your houses, and remain in the river only.\""},{"name":"Exodus 8:10","text":"He said, \"Tomorrow.\" He said, \"Be it according to your word, that you may know that there is none like Yahweh our God."},{"name":"Exodus 8:11","text":"The frogs shall depart from you, and from your houses, and from your servants, and from your people. They shall remain in the river only.\""},{"name":"Exodus 8:12","text":"Moses and Aaron went out from Pharaoh, and Moses cried to Yahweh concerning the frogs which he had brought on Pharaoh."},{"name":"Exodus 8:13","text":"Yahweh did according to the word of Moses, and the frogs died out of the houses, out of the courts, and out of the fields."},{"name":"Exodus 8:14","text":"They gathered them together in heaps, and the land stank."},{"name":"Exodus 8:15","text":"But when Pharaoh saw that there was a respite, he hardened his heart, and didn\"t listen to them, as Yahweh had spoken."},{"name":"Exodus 8:16","text":"Yahweh said to Moses, \"Tell Aaron, \"Stretch out your rod, and strike the dust of the earth, that it may become lice throughout all the land of Egypt.\"\""},{"name":"Exodus 8:17","text":"They did so; and Aaron stretched out his hand with his rod, and struck the dust of the earth, and there were lice on man, and on animal; all the dust of the earth became lice throughout all the land of Egypt."},{"name":"Exodus 8:18","text":"The magicians tried with their enchantments to produce lice, but they couldn\"t. There were lice on man, and on animal."},{"name":"Exodus 8:19","text":"Then the magicians said to Pharaoh, \"This is the finger of God:\" and Pharaoh\"s heart was hardened, and he didn\"t listen to them; as Yahweh had spoken."},{"name":"Exodus 8:20","text":"Yahweh said to Moses, \"Rise up early in the morning, and stand before Pharaoh; behold, he comes out to the water; and tell him, \"This is what Yahweh says, \"Let my people go, that they may serve me."},{"name":"Exodus 8:21","text":"Else, if you will not let my people go, behold, I will send swarms of flies on you, and on your servants, and on your people, and into your houses: and the houses of the Egyptians shall be full of swarms of flies, and also the ground whereon they are."},{"name":"Exodus 8:22","text":"I will set apart in that day the land of Goshen, in which my people dwell, that no swarms of flies shall be there; to the end you may know that I am Yahweh in the midst of the earth."},{"name":"Exodus 8:23","text":"I will put a division between my people and your people: by tomorrow shall this sign be.\"\"\""},{"name":"Exodus 8:24","text":"Yahweh did so; and there came grievous swarms of flies into the house of Pharaoh, and into his servants\" houses: and in all the land of Egypt the land was corrupted by reason of the swarms of flies."},{"name":"Exodus 8:25","text":"Pharaoh called for Moses and for Aaron, and said, \"Go, sacrifice to your God in the land!\""},{"name":"Exodus 8:26","text":"Moses said, \"It isn\"t appropriate to do so; for we shall sacrifice the abomination of the Egyptians to Yahweh our God. Behold, shall we sacrifice the abomination of the Egyptians before their eyes, and won\"t they stone us?"},{"name":"Exodus 8:27","text":"We will go three days\" journey into the wilderness, and sacrifice to Yahweh our God, as he shall command us.\""},{"name":"Exodus 8:28","text":"Pharaoh said, \"I will let you go, that you may sacrifice to Yahweh your God in the wilderness, only you shall not go very far away. Pray for me.\""},{"name":"Exodus 8:29","text":"Moses said, \"Behold, I go out from you, and I will pray to Yahweh that the swarms of flies may depart from Pharaoh, from his servants, and from his people, tomorrow; only don\"t let Pharaoh deal deceitfully any more in not letting the people go to sacrifice to Yahweh.\""},{"name":"Exodus 8:30","text":"Moses went out from Pharaoh, and prayed to Yahweh."},{"name":"Exodus 8:31","text":"Yahweh did according to the word of Moses, and he removed the swarms of flies from Pharaoh, from his servants, and from his people. There remained not one."},{"name":"Exodus 8:32","text":"Pharaoh hardened his heart this time also, and he didn\"t let the people go."},{"name":"Exodus 9:1","text":"Then Yahweh said to Moses, \"Go in to Pharaoh, and tell him, \"This is what Yahweh, the God of the Hebrews, says: \"Let my people go, that they may serve me."},{"name":"Exodus 9:2","text":"For if you refuse to let them go, and hold them still,"},{"name":"Exodus 9:3","text":"behold, the hand of Yahweh is on your livestock which are in the field, on the horses, on the donkeys, on the camels, on the herds, and on the flocks with a very grievous pestilence."},{"name":"Exodus 9:4","text":"Yahweh will make a distinction between the livestock of Israel and the livestock of Egypt; and nothing shall die of all that belongs to the children of Israel.\"\"\""},{"name":"Exodus 9:5","text":"Yahweh appointed a set time, saying, \"Tomorrow Yahweh shall do this thing in the land.\""},{"name":"Exodus 9:6","text":"Yahweh did that thing on the next day; and all the livestock of Egypt died, but of the livestock of the children of Israel, not one died."},{"name":"Exodus 9:7","text":"Pharaoh sent, and, behold, there was not so much as one of the livestock of the Israelites dead. But the heart of Pharaoh was stubborn, and he didn\"t let the people go."},{"name":"Exodus 9:8","text":"Yahweh said to Moses and to Aaron, \"Take to you handfuls of ashes of the furnace, and let Moses sprinkle it toward the sky in the sight of Pharaoh."},{"name":"Exodus 9:9","text":"It shall become small dust over all the land of Egypt, and shall be a boil breaking out with boils on man and on animal, throughout all the land of Egypt.\""},{"name":"Exodus 9:10","text":"They took ashes of the furnace, and stood before Pharaoh; and Moses sprinkled it up toward the sky; and it became a boil breaking out with boils on man and on animal."},{"name":"Exodus 9:11","text":"The magicians couldn\"t stand before Moses because of the boils; for the boils were on the magicians, and on all the Egyptians."},{"name":"Exodus 9:12","text":"Yahweh hardened the heart of Pharaoh, and he didn\"t listen to them, as Yahweh had spoken to Moses."},{"name":"Exodus 9:13","text":"Yahweh said to Moses, \"Rise up early in the morning, and stand before Pharaoh, and tell him, \"This is what Yahweh, the God of the Hebrews, says: \"Let my people go, that they may serve me."},{"name":"Exodus 9:14","text":"For this time I will send all my plagues against your heart, against your officials, and against your people; that you may know that there is none like me in all the earth."},{"name":"Exodus 9:15","text":"For now I would have stretched out my hand, and struck you and your people with pestilence, and you would have been cut off from the earth;"},{"name":"Exodus 9:16","text":"but indeed for this cause I have made you stand: to show you my power, and that my name may be declared throughout all the earth;"},{"name":"Exodus 9:17","text":"as you still exalt yourself against my people, that you won\"t let them go."},{"name":"Exodus 9:18","text":"Behold, tomorrow about this time I will cause it to rain a very grievous hail, such as has not been in Egypt since the day it was founded even until now."},{"name":"Exodus 9:19","text":"Now therefore command that all of your livestock and all that you have in the field be brought into shelter. Every man and animal that is found in the field, and isn\"t brought home, the hail shall come down on them, and they shall die.\"\"\""},{"name":"Exodus 9:20","text":"Those who feared the word of Yahweh among the servants of Pharaoh made their servants and their livestock flee into the houses."},{"name":"Exodus 9:21","text":"Whoever didn\"t respect the word of Yahweh left his servants and his livestock in the field."},{"name":"Exodus 9:22","text":"Yahweh said to Moses, \"Stretch out your hand toward the sky, that there may be hail in all the land of Egypt, on man, and on animal, and on every herb of the field, throughout the land of Egypt.\""},{"name":"Exodus 9:23","text":"Moses stretched out his rod toward the heavens, and Yahweh sent thunder, hail, and lightning flashed down to the earth. Yahweh rained hail on the land of Egypt."},{"name":"Exodus 9:24","text":"So there was very severe hail, and lightning mixed with the hail, such as had not been in all the land of Egypt since it became a nation."},{"name":"Exodus 9:25","text":"The hail struck throughout all the land of Egypt all that was in the field, both man and animal; and the hail struck every herb of the field, and broke every tree of the field."},{"name":"Exodus 9:26","text":"Only in the land of Goshen, where the children of Israel were, there was no hail."},{"name":"Exodus 9:27","text":"Pharaoh sent, and called for Moses and Aaron, and said to them, \"I have sinned this time. Yahweh is righteous, and I and my people are wicked."},{"name":"Exodus 9:28","text":"Pray to Yahweh; for there has been enough of mighty thunderings and hail. I will let you go, and you shall stay no longer.\""},{"name":"Exodus 9:29","text":"Moses said to him, \"As soon as I have gone out of the city, I will spread abroad my hands to Yahweh. The thunders shall cease, neither shall there be any more hail; that you may know that the earth is Yahweh\"s."},{"name":"Exodus 9:30","text":"But as for you and your servants, I know that you don\"t yet fear Yahweh God.\""},{"name":"Exodus 9:31","text":"The flax and the barley were struck, for the barley was in the ear, and the flax was in bloom."},{"name":"Exodus 9:32","text":"But the wheat and the spelt were not struck, for they had not grown up."},{"name":"Exodus 9:33","text":"Moses went out of the city from Pharaoh, and spread abroad his hands to Yahweh; and the thunders and hail ceased, and the rain was not poured on the earth."},{"name":"Exodus 9:34","text":"When Pharaoh saw that the rain and the hail and the thunders were ceased, he sinned yet more, and hardened his heart, he and his servants."},{"name":"Exodus 9:35","text":"The heart of Pharaoh was hardened, and he didn\"t let the children of Israel go, just as Yahweh had spoken through Moses."},{"name":"Exodus 10:1","text":"Yahweh said to Moses, \"Go in to Pharaoh, for I have hardened his heart, and the heart of his servants, that I may show these my signs in their midst,"},{"name":"Exodus 10:2","text":"and that you may tell in the hearing of your son, and of your son\"s son, what things I have done to Egypt, and my signs which I have done among them; that you may know that I am Yahweh.\""},{"name":"Exodus 10:3","text":"Moses and Aaron went in to Pharaoh, and said to him, \"This is what Yahweh, the God of the Hebrews, says: \"How long will you refuse to humble yourself before me? Let my people go, that they may serve me."},{"name":"Exodus 10:4","text":"Or else, if you refuse to let my people go, behold, tomorrow I will bring locusts into your country,"},{"name":"Exodus 10:5","text":"and they shall cover the surface of the earth, so that one won\"t be able to see the earth. They shall eat the residue of that which has escaped, which remains to you from the hail, and shall eat every tree which grows for you out of the field."},{"name":"Exodus 10:6","text":"Your houses shall be filled, and the houses of all your servants, and the houses of all the Egyptians; as neither your fathers nor your fathers\" fathers have seen, since the day that they were on the earth to this day.\"\" He turned, and went out from Pharaoh."},{"name":"Exodus 10:7","text":"Pharaoh\"s servants said to him, \"How long will this man be a snare to us? Let the men go, that they may serve Yahweh, their God. Don\"t you yet know that Egypt is destroyed?\""},{"name":"Exodus 10:8","text":"Moses and Aaron were brought again to Pharaoh, and he said to them, \"Go, serve Yahweh your God; but who are those who will go?\""},{"name":"Exodus 10:9","text":"Moses said, \"We will go with our young and with our old; with our sons and with our daughters, with our flocks and with our herds will we go; for we must hold a feast to Yahweh.\""},{"name":"Exodus 10:10","text":"He said to them, \"Yahweh be with you if I will let you go with your little ones! See, evil is clearly before your faces."},{"name":"Exodus 10:11","text":"Not so! Go now you who are men, and serve Yahweh; for that is what you desire!\" They were driven out from Pharaoh\"s presence."},{"name":"Exodus 10:12","text":"Yahweh said to Moses, \"Stretch out your hand over the land of Egypt for the locusts, that they may come up on the land of Egypt, and eat every herb of the land, even all that the hail has left.\""},{"name":"Exodus 10:13","text":"Moses stretched out his rod over the land of Egypt, and Yahweh brought an east wind on the land all that day, and all the night; and when it was morning, the east wind brought the locusts."},{"name":"Exodus 10:14","text":"The locusts went up over all the land of Egypt, and rested in all the borders of Egypt. They were very grievous. Before them there were no such locusts as they, neither after them shall be such."},{"name":"Exodus 10:15","text":"For they covered the surface of the whole earth, so that the land was darkened, and they ate every herb of the land, and all the fruit of the trees which the hail had left. There remained nothing green, either tree or herb of the field, through all the land of Egypt."},{"name":"Exodus 10:16","text":"Then Pharaoh called for Moses and Aaron in haste, and he said, \"I have sinned against Yahweh your God, and against you."},{"name":"Exodus 10:17","text":"Now therefore please forgive my sin again, and pray to Yahweh your God, that he may also take away from me this death.\""},{"name":"Exodus 10:18","text":"He went out from Pharaoh, and prayed to Yahweh."},{"name":"Exodus 10:19","text":"Yahweh turned an exceeding strong west wind, which took up the locusts, and drove them into the Red Sea. There remained not one locust in all the borders of Egypt."},{"name":"Exodus 10:20","text":"But Yahweh hardened Pharaoh\"s heart, and he didn\"t let the children of Israel go."},{"name":"Exodus 10:21","text":"Yahweh said to Moses, \"Stretch out your hand toward the sky, that there may be darkness over the land of Egypt, even darkness which may be felt.\""},{"name":"Exodus 10:22","text":"Moses stretched out his hand toward the sky, and there was a thick darkness in all the land of Egypt three days."},{"name":"Exodus 10:23","text":"They didn\"t see one another, neither did anyone rise from his place for three days; but all the children of Israel had light in their dwellings."},{"name":"Exodus 10:24","text":"Pharaoh called to Moses, and said, \"Go, serve Yahweh. Only let your flocks and your herds stay behind. Let your little ones also go with you.\""},{"name":"Exodus 10:25","text":"Moses said, \"You must also give into our hand sacrifices and burnt offerings, that we may sacrifice to Yahweh our God."},{"name":"Exodus 10:26","text":"Our livestock also shall go with us. Not a hoof shall be left behind, for of it we must take to serve Yahweh our God; and we don\"t know with what we must serve Yahweh, until we come there.\""},{"name":"Exodus 10:27","text":"But Yahweh hardened Pharaoh\"s heart, and he wouldn\"t let them go."},{"name":"Exodus 10:28","text":"Pharaoh said to him, \"Get away from me! Be careful to see my face no more; for in the day you see my face you shall die!\""},{"name":"Exodus 10:29","text":"Moses said, \"You have spoken well. I will see your face again no more.\""},{"name":"Exodus 11:1","text":"Yahweh said to Moses, \"Yet one plague more will I bring on Pharaoh, and on Egypt; afterwards he will let you go. When he lets you go, he will surely thrust you out altogether."},{"name":"Exodus 11:2","text":"Speak now in the ears of the people, and let them ask every man of his neighbor, and every woman of her neighbor, jewels of silver, and jewels of gold.\""},{"name":"Exodus 11:3","text":"Yahweh gave the people favor in the sight of the Egyptians. Moreover the man Moses was very great in the land of Egypt, in the sight of Pharaoh\"s servants, and in the sight of the people."},{"name":"Exodus 11:4","text":"Moses said, \"This is what Yahweh says: \"About midnight I will go out into the midst of Egypt,"},{"name":"Exodus 11:5","text":"and all the firstborn in the land of Egypt shall die, from the firstborn of Pharaoh who sits on his throne, even to the firstborn of the female servant who is behind the mill; and all the firstborn of livestock."},{"name":"Exodus 11:6","text":"There shall be a great cry throughout all the land of Egypt, such as there has not been, nor shall be any more."},{"name":"Exodus 11:7","text":"But against any of the children of Israel a dog won\"t even bark or move its tongue, against man or animal; that you may know that Yahweh makes a distinction between the Egyptians and Israel."},{"name":"Exodus 11:8","text":"All these your servants shall come down to me, and bow down themselves to me, saying, \"Get out, with all the people who follow you;\" and after that I will go out.\"\" He went out from Pharaoh in hot anger."},{"name":"Exodus 11:9","text":"Yahweh said to Moses, \"Pharaoh won\"t listen to you, that my wonders may be multiplied in the land of Egypt.\""},{"name":"Exodus 11:10","text":"Moses and Aaron did all these wonders before Pharaoh, and Yahweh hardened Pharaoh\"s heart, and he didn\"t let the children of Israel go out of his land."},{"name":"Exodus 12:1","text":"Yahweh spoke to Moses and Aaron in the land of Egypt, saying,"},{"name":"Exodus 12:2","text":"\"This month shall be to you the beginning of months. It shall be the first month of the year to you."},{"name":"Exodus 12:3","text":"Speak to all the congregation of Israel, saying, \"On the tenth day of this month, they shall take to them every man a lamb, according to their fathers\" houses, a lamb for a household;"},{"name":"Exodus 12:4","text":"and if the household is too little for a lamb, then he and his neighbor next to his house shall take one according to the number of the souls; according to what everyone can eat you shall make your count for the lamb."},{"name":"Exodus 12:5","text":"Your lamb shall be without blemish, a male a year old. You shall take it from the sheep, or from the goats:"},{"name":"Exodus 12:6","text":"and you shall keep it until the fourteenth day of the same month; and the whole assembly of the congregation of Israel shall kill it at evening."},{"name":"Exodus 12:7","text":"They shall take some of the blood, and put it on the two doorposts and on the lintel, on the houses in which they shall eat it."},{"name":"Exodus 12:8","text":"They shall eat the flesh in that night, roasted with fire, and unleavened bread. They shall eat it with bitter herbs."},{"name":"Exodus 12:9","text":"Don\"t eat it raw, nor boiled at all with water, but roasted with fire; with its head, its legs and its inner parts."},{"name":"Exodus 12:10","text":"You shall let nothing of it remain until the morning; but that which remains of it until the morning you shall burn with fire."},{"name":"Exodus 12:11","text":"This is how you shall eat it: with your belt on your waist, your shoes on your feet, and your staff in your hand; and you shall eat it in haste: it is Yahweh\"s Passover."},{"name":"Exodus 12:12","text":"For I will go through the land of Egypt in that night, and will strike all the firstborn in the land of Egypt, both man and animal. Against all the gods of Egypt I will execute judgments: I am Yahweh."},{"name":"Exodus 12:13","text":"The blood shall be to you for a token on the houses where you are: and when I see the blood, I will pass over you, and there shall no plague be on you to destroy you, when I strike the land of Egypt."},{"name":"Exodus 12:14","text":"This day shall be to you for a memorial, and you shall keep it a feast to Yahweh: throughout your generations you shall keep it a feast by an ordinance forever."},{"name":"Exodus 12:15","text":"\"\"Seven days you shall eat unleavened bread; even the first day you shall put away yeast out of your houses, for whoever eats leavened bread from the first day until the seventh day, that soul shall be cut off from Israel."},{"name":"Exodus 12:16","text":"In the first day there shall be to you a holy convocation, and in the seventh day a holy convocation; no kind of work shall be done in them, except that which every man must eat, that only may be done by you."},{"name":"Exodus 12:17","text":"You shall observe the feast of unleavened bread; for in this same day have I brought your armies out of the land of Egypt: therefore you shall observe this day throughout your generations by an ordinance forever."},{"name":"Exodus 12:18","text":"In the first month, on the fourteenth day of the month at evening, you shall eat unleavened bread, until the twenty first day of the month at evening."},{"name":"Exodus 12:19","text":"There shall be no yeast found in your houses for seven days, for whoever eats that which is leavened, that soul shall be cut off from the congregation of Israel, whether he be a foreigner, or one who is born in the land."},{"name":"Exodus 12:20","text":"You shall eat nothing leavened. In all your habitations you shall eat unleavened bread.\"\""},{"name":"Exodus 12:21","text":"Then Moses called for all the elders of Israel, and said to them, \"Draw out, and take lambs according to your families, and kill the Passover."},{"name":"Exodus 12:22","text":"You shall take a bunch of hyssop, and dip it in the blood that is in the basin, and strike the lintel and the two doorposts with the blood that is in the basin; and none of you shall go out of the door of his house until the morning."},{"name":"Exodus 12:23","text":"For Yahweh will pass through to strike the Egyptians; and when he sees the blood on the lintel, and on the two doorposts, Yahweh will pass over the door, and will not allow the destroyer to come in to your houses to strike you."},{"name":"Exodus 12:24","text":"You shall observe this thing for an ordinance to you and to your sons forever."},{"name":"Exodus 12:25","text":"It shall happen when you have come to the land which Yahweh will give you, according as he has promised, that you shall keep this service."},{"name":"Exodus 12:26","text":"It will happen, when your children ask you, \"What do you mean by this service?\""},{"name":"Exodus 12:27","text":"that you shall say, \"It is the sacrifice of Yahweh\"s Passover, who passed over the houses of the children of Israel in Egypt, when he struck the Egyptians, and spared our houses.\"\" The people bowed their heads and worshiped."},{"name":"Exodus 12:28","text":"The children of Israel went and did so; as Yahweh had commanded Moses and Aaron, so they did."},{"name":"Exodus 12:29","text":"It happened at midnight, that Yahweh struck all the firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the captive who was in the dungeon; and all the firstborn of livestock."},{"name":"Exodus 12:30","text":"Pharaoh rose up in the night, he, and all his servants, and all the Egyptians; and there was a great cry in Egypt, for there was not a house where there was not one dead."},{"name":"Exodus 12:31","text":"He called for Moses and Aaron by night, and said, \"Rise up, get out from among my people, both you and the children of Israel; and go, serve Yahweh, as you have said!"},{"name":"Exodus 12:32","text":"Take both your flocks and your herds, as you have said, and be gone; and bless me also!\""},{"name":"Exodus 12:33","text":"The Egyptians were urgent with the people, to send them out of the land in haste, for they said, \"We are all dead men.\""},{"name":"Exodus 12:34","text":"The people took their dough before it was leavened, their kneading troughs being bound up in their clothes on their shoulders."},{"name":"Exodus 12:35","text":"The children of Israel did according to the word of Moses; and they asked of the Egyptians jewels of silver, and jewels of gold, and clothing."},{"name":"Exodus 12:36","text":"Yahweh gave the people favor in the sight of the Egyptians, so that they let them have what they asked. They despoiled the Egyptians."},{"name":"Exodus 12:37","text":"The children of Israel traveled from Rameses to Succoth, about six hundred thousand on foot who were men, besides children."},{"name":"Exodus 12:38","text":"A mixed multitude went up also with them, with flocks, herds, and even very much livestock."},{"name":"Exodus 12:39","text":"They baked unleavened cakes of the dough which they brought out of Egypt; for it wasn\"t leavened, because they were thrust out of Egypt, and couldn\"t wait, neither had they prepared for themselves any food."},{"name":"Exodus 12:40","text":"Now the time that the children of Israel lived in Egypt was four hundred thirty years."},{"name":"Exodus 12:41","text":"It happened at the end of four hundred thirty years, even the same day it happened, that all the armies of Yahweh went out from the land of Egypt."},{"name":"Exodus 12:42","text":"It is a night to be much observed to Yahweh for bringing them out from the land of Egypt. This is that night of Yahweh, to be much observed of all the children of Israel throughout their generations."},{"name":"Exodus 12:43","text":"Yahweh said to Moses and Aaron, \"This is the ordinance of the Passover. No foreigner shall eat of it,"},{"name":"Exodus 12:44","text":"but every man\"s servant who is bought for money, when you have circumcised him, then shall he eat of it."},{"name":"Exodus 12:45","text":"A foreigner and a hired servant shall not eat of it."},{"name":"Exodus 12:46","text":"In one house shall it be eaten; you shall not carry out anything of the flesh abroad out of the house; neither shall you break a bone of it."},{"name":"Exodus 12:47","text":"All the congregation of Israel shall keep it."},{"name":"Exodus 12:48","text":"When a stranger shall live as a foreigner with you, and will keep the Passover to Yahweh, let all his males be circumcised, and then let him come near and keep it; and he shall be as one who is born in the land: but no uncircumcised person shall eat of it."},{"name":"Exodus 12:49","text":"One law shall be to him who is born at home, and to the stranger who lives as a foreigner among you.\""},{"name":"Exodus 12:50","text":"All the children of Israel did so. As Yahweh commanded Moses and Aaron, so they did."},{"name":"Exodus 12:51","text":"It happened the same day, that Yahweh brought the children of Israel out of the land of Egypt by their armies."},{"name":"Exodus 13:1","text":"Yahweh spoke to Moses, saying,"},{"name":"Exodus 13:2","text":"\"Sanctify to me all of the firstborn, whatever opens the womb among the children of Israel, both of man and of animal. It is mine.\""},{"name":"Exodus 13:3","text":"Moses said to the people, \"Remember this day, in which you came out from Egypt, out of the house of bondage; for by strength of hand Yahweh brought you out from this place. No leavened bread shall be eaten."},{"name":"Exodus 13:4","text":"This day you go out in the month Abib."},{"name":"Exodus 13:5","text":"It shall be, when Yahweh shall bring you into the land of the Canaanite, and the Hittite, and the Amorite, and the Hivite, and the Jebusite, which he swore to your fathers to give you, a land flowing with milk and honey, that you shall keep this service in this month."},{"name":"Exodus 13:6","text":"Seven days you shall eat unleavened bread, and in the seventh day shall be a feast to Yahweh."},{"name":"Exodus 13:7","text":"Unleavened bread shall be eaten throughout the seven days; and no leavened bread shall be seen with you, neither shall yeast be seen with you, in all your borders."},{"name":"Exodus 13:8","text":"You shall tell your son in that day, saying, \"It is because of that which Yahweh did for me when I came out of Egypt.\""},{"name":"Exodus 13:9","text":"It shall be for a sign to you on your hand, and for a memorial between your eyes, that the law of Yahweh may be in your mouth; for with a strong hand Yahweh has brought you out of Egypt."},{"name":"Exodus 13:10","text":"You shall therefore keep this ordinance in its season from year to year."},{"name":"Exodus 13:11","text":"\"It shall be, when Yahweh shall bring you into the land of the Canaanite, as he swore to you and to your fathers, and shall give it you,"},{"name":"Exodus 13:12","text":"that you shall set apart to Yahweh all that opens the womb, and every firstborn which you have that comes from an animal. The males shall be Yahweh\"s."},{"name":"Exodus 13:13","text":"Every firstborn of a donkey you shall redeem with a lamb; and if you will not redeem it, then you shall break its neck; and you shall redeem all the firstborn of man among your sons."},{"name":"Exodus 13:14","text":"It shall be, when your son asks you in time to come, saying, \"What is this?\" that you shall tell him, \"By strength of hand Yahweh brought us out from Egypt, from the house of bondage;"},{"name":"Exodus 13:15","text":"and it happened, when Pharaoh would hardly let us go, that Yahweh killed all the firstborn in the land of Egypt, both the firstborn of man, and the firstborn of animal. Therefore I sacrifice to Yahweh all that opens the womb, being males; but all the firstborn of my sons I redeem.\""},{"name":"Exodus 13:16","text":"It shall be for a sign on your hand, and for symbols between your eyes: for by strength of hand Yahweh brought us out of Egypt.\""},{"name":"Exodus 13:17","text":"It happened, when Pharaoh had let the people go, that God didn\"t lead them by the way of the land of the Philistines, although that was near; for God said, \"Lest perhaps the people change their minds when they see war, and they return to Egypt;\""},{"name":"Exodus 13:18","text":"but God led the people around by the way of the wilderness by the Red Sea; and the children of Israel went up armed out of the land of Egypt."},{"name":"Exodus 13:19","text":"Moses took the bones of Joseph with him, for he had made the children of Israel swear, saying, \"God will surely visit you, and you shall carry up my bones away from here with you.\""},{"name":"Exodus 13:20","text":"They took their journey from Succoth, and encamped in Etham, in the edge of the wilderness."},{"name":"Exodus 13:21","text":"Yahweh went before them by day in a pillar of cloud, to lead them on their way, and by night in a pillar of fire, to give them light, that they might go by day and by night:"},{"name":"Exodus 13:22","text":"the pillar of cloud by day, and the pillar of fire by night, didn\"t depart from before the people."},{"name":"Exodus 14:1","text":"Yahweh spoke to Moses, saying,"},{"name":"Exodus 14:2","text":"\"Speak to the children of Israel, that they turn back and encamp before Pihahiroth, between Migdol and the sea, before Baal Zephon. You shall encamp opposite it by the sea."},{"name":"Exodus 14:3","text":"Pharaoh will say of the children of Israel, \"They are entangled in the land. The wilderness has shut them in.\""},{"name":"Exodus 14:4","text":"I will harden Pharaoh\"s heart, and he will follow after them; and I will get honor over Pharaoh, and over all his armies; and the Egyptians shall know that I am Yahweh.\" They did so."},{"name":"Exodus 14:5","text":"It was told the king of Egypt that the people had fled; and the heart of Pharaoh and of his servants was changed towards the people, and they said, \"What is this we have done, that we have let Israel go from serving us?\""},{"name":"Exodus 14:6","text":"He prepared his chariot, and took his army with him;"},{"name":"Exodus 14:7","text":"and he took six hundred chosen chariots, and all the chariots of Egypt, and captains over all of them."},{"name":"Exodus 14:8","text":"Yahweh hardened the heart of Pharaoh king of Egypt, and he pursued after the children of Israel; for the children of Israel went out with a high hand."},{"name":"Exodus 14:9","text":"The Egyptians pursued after them: all the horses and chariots of Pharaoh, his horsemen, and his army; and overtook them encamping by the sea, beside Pihahiroth, before Baal Zephon."},{"name":"Exodus 14:10","text":"When Pharaoh drew near, the children of Israel lifted up their eyes, and behold, the Egyptians were marching after them; and they were very afraid. The children of Israel cried out to Yahweh."},{"name":"Exodus 14:11","text":"They said to Moses, \"Because there were no graves in Egypt, have you taken us away to die in the wilderness? Why have you treated us this way, to bring us out of Egypt?"},{"name":"Exodus 14:12","text":"Isn\"t this the word that we spoke to you in Egypt, saying, \"Leave us alone, that we may serve the Egyptians?\" For it were better for us to serve the Egyptians, than that we should die in the wilderness.\""},{"name":"Exodus 14:13","text":"Moses said to the people, \"Don\"t be afraid. Stand still, and see the salvation of Yahweh, which he will work for you today: for the Egyptians whom you have seen today, you shall never see them again."},{"name":"Exodus 14:14","text":"Yahweh will fight for you, and you shall be still.\""},{"name":"Exodus 14:15","text":"Yahweh said to Moses, \"Why do you cry to me? Speak to the children of Israel, that they go forward."},{"name":"Exodus 14:16","text":"Lift up your rod, and stretch out your hand over the sea, and divide it: and the children of Israel shall go into the midst of the sea on dry ground."},{"name":"Exodus 14:17","text":"I, behold, I will harden the hearts of the Egyptians, and they shall go in after them: and I will get myself honor over Pharaoh, and over all his armies, over his chariots, and over his horsemen."},{"name":"Exodus 14:18","text":"The Egyptians shall know that I am Yahweh, when I have gotten myself honor over Pharaoh, over his chariots, and over his horsemen.\""},{"name":"Exodus 14:19","text":"The angel of God, who went before the camp of Israel, moved and went behind them; and the pillar of cloud moved from before them, and stood behind them."},{"name":"Exodus 14:20","text":"It came between the camp of Egypt and the camp of Israel; and there was the cloud and the darkness, yet gave it light by night: and the one didn\"t come near the other all the night."},{"name":"Exodus 14:21","text":"Moses stretched out his hand over the sea, and Yahweh caused the sea to go back by a strong east wind all the night, and made the sea dry land, and the waters were divided."},{"name":"Exodus 14:22","text":"The children of Israel went into the midst of the sea on the dry ground, and the waters were a wall to them on their right hand, and on their left."},{"name":"Exodus 14:23","text":"The Egyptians pursued, and went in after them into the midst of the sea: all of Pharaoh\"s horses, his chariots, and his horsemen."},{"name":"Exodus 14:24","text":"It happened in the morning watch, that Yahweh looked out on the Egyptian army through the pillar of fire and of cloud, and confused the Egyptian army."},{"name":"Exodus 14:25","text":"He took off their chariot wheels, and they drove them heavily; so that the Egyptians said, \"Let\"s flee from the face of Israel, for Yahweh fights for them against the Egyptians!\""},{"name":"Exodus 14:26","text":"Yahweh said to Moses, \"Stretch out your hand over the sea, that the waters may come again on the Egyptians, on their chariots, and on their horsemen.\""},{"name":"Exodus 14:27","text":"Moses stretched out his hand over the sea, and the sea returned to its strength when the morning appeared; and the Egyptians fled against it. Yahweh overthrew the Egyptians in the midst of the sea."},{"name":"Exodus 14:28","text":"The waters returned, and covered the chariots and the horsemen, even all Pharaoh\"s army that went in after them into the sea. There remained not so much as one of them."},{"name":"Exodus 14:29","text":"But the children of Israel walked on dry land in the midst of the sea, and the waters were a wall to them on their right hand, and on their left."},{"name":"Exodus 14:30","text":"Thus Yahweh saved Israel that day out of the hand of the Egyptians; and Israel saw the Egyptians dead on the seashore."},{"name":"Exodus 14:31","text":"Israel saw the great work which Yahweh did to the Egyptians, and the people feared Yahweh; and they believed in Yahweh, and in his servant Moses."},{"name":"Exodus 15:1","text":"Then Moses and the children of Israel sang this song to Yahweh, and said, \"I will sing to Yahweh, for he has triumphed gloriously. The horse and his rider he has thrown into the sea."},{"name":"Exodus 15:2","text":"Yah is my strength and song. He has become my salvation. This is my God, and I will praise him; my father\"s God, and I will exalt him."},{"name":"Exodus 15:3","text":"Yahweh is a man of war. Yahweh is his name."},{"name":"Exodus 15:4","text":"He has cast Pharaoh\"s chariots and his army into the sea. His chosen captains are sunk in the Red Sea."},{"name":"Exodus 15:5","text":"The deeps cover them. They went down into the depths like a stone."},{"name":"Exodus 15:6","text":"Your right hand, Yahweh, is glorious in power. Your right hand, Yahweh, dashes the enemy in pieces."},{"name":"Exodus 15:7","text":"In the greatness of your excellency, you overthrow those who rise up against you. You send forth your wrath. It consumes them as stubble."},{"name":"Exodus 15:8","text":"With the blast of your nostrils, the waters were piled up. The floods stood upright as a heap. The deeps were congealed in the heart of the sea."},{"name":"Exodus 15:9","text":"The enemy said, \"I will pursue. I will overtake. I will divide the spoil. My desire shall be satisfied on them. I will draw my sword, my hand shall destroy them.\""},{"name":"Exodus 15:10","text":"You blew with your wind. The sea covered them. They sank like lead in the mighty waters."},{"name":"Exodus 15:11","text":"Who is like you, Yahweh, among the gods? Who is like you, glorious in holiness, fearful in praises, doing wonders?"},{"name":"Exodus 15:12","text":"You stretched out your right hand. The earth swallowed them."},{"name":"Exodus 15:13","text":"\"You, in your loving kindness, have led the people that you have redeemed. You have guided them in your strength to your holy habitation."},{"name":"Exodus 15:14","text":"The peoples have heard. They tremble. Pangs have taken hold on the inhabitants of Philistia."},{"name":"Exodus 15:15","text":"Then the chiefs of Edom were dismayed. Trembling takes hold of the mighty men of Moab. All the inhabitants of Canaan are melted away."},{"name":"Exodus 15:16","text":"Terror and dread falls on them. By the greatness of your arm they are as still as a stone\"until your people pass over, Yahweh, until the people pass over who you have purchased."},{"name":"Exodus 15:17","text":"You shall bring them in, and plant them in the mountain of your inheritance, the place, Yahweh, which you have made for yourself to dwell in; the sanctuary, Lord, which your hands have established."},{"name":"Exodus 15:18","text":"Yahweh shall reign forever and ever.\""},{"name":"Exodus 15:19","text":"For the horses of Pharaoh went in with his chariots and with his horsemen into the sea, and Yahweh brought back the waters of the sea on them; but the children of Israel walked on dry land in the midst of the sea."},{"name":"Exodus 15:20","text":"Miriam the prophetess, the sister of Aaron, took a tambourine in her hand; and all the women went out after her with tambourines and with dances."},{"name":"Exodus 15:21","text":"Miriam answered them, \"Sing to Yahweh, for he has triumphed gloriously. The horse and his rider he has thrown into the sea.\""},{"name":"Exodus 15:22","text":"Moses led Israel onward from the Red Sea, and they went out into the wilderness of Shur; and they went three days in the wilderness, and found no water."},{"name":"Exodus 15:23","text":"When they came to Marah, they couldn\"t drink from the waters of Marah, for they were bitter. Therefore its name was called Marah."},{"name":"Exodus 15:24","text":"The people murmured against Moses, saying, \"What shall we drink?\""},{"name":"Exodus 15:25","text":"Then he cried to Yahweh. Yahweh showed him a tree, and he threw it into the waters, and the waters were made sweet. There he made a statute and an ordinance for them, and there he tested them;"},{"name":"Exodus 15:26","text":"and he said, \"If you will diligently listen to the voice of Yahweh your God, and will do that which is right in his eyes, and will pay attention to his commandments, and keep all his statutes, I will put none of the diseases on you, which I have put on the Egyptians; for I am Yahweh who heals you.\""},{"name":"Exodus 15:27","text":"They came to Elim, where there were twelve springs of water, and seventy palm trees: and they encamped there by the waters."},{"name":"Exodus 16:1","text":"They took their journey from Elim, and all the congregation of the children of Israel came to the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after their departing out of the land of Egypt."},{"name":"Exodus 16:2","text":"The whole congregation of the children of Israel murmured against Moses and against Aaron in the wilderness;"},{"name":"Exodus 16:3","text":"and the children of Israel said to them, \"We wish that we had died by the hand of Yahweh in the land of Egypt, when we sat by the meat pots, when we ate our fill of bread, for you have brought us out into this wilderness, to kill this whole assembly with hunger.\""},{"name":"Exodus 16:4","text":"Then Yahweh said to Moses, \"Behold, I will rain bread from the sky for you, and the people shall go out and gather a day\"s portion every day, that I may test them, whether they will walk in my law, or not."},{"name":"Exodus 16:5","text":"It shall come to pass on the sixth day, that they shall prepare that which they bring in, and it shall be twice as much as they gather daily.\""},{"name":"Exodus 16:6","text":"Moses and Aaron said to all the children of Israel, \"At evening, then you shall know that Yahweh has brought you out from the land of Egypt;"},{"name":"Exodus 16:7","text":"and in the morning, then you shall see the glory of Yahweh; because he hears your murmurings against Yahweh. Who are we, that you murmur against us?\""},{"name":"Exodus 16:8","text":"Moses said, \"Now Yahweh shall give you meat to eat in the evening, and in the morning bread to satisfy you; because Yahweh hears your murmurings which you murmur against him. And who are we? Your murmurings are not against us, but against Yahweh.\""},{"name":"Exodus 16:9","text":"Moses said to Aaron, \"Tell all the congregation of the children of Israel, \"Come near before Yahweh, for he has heard your murmurings.\"\""},{"name":"Exodus 16:10","text":"It happened, as Aaron spoke to the whole congregation of the children of Israel, that they looked toward the wilderness, and behold, the glory of Yahweh appeared in the cloud."},{"name":"Exodus 16:11","text":"Yahweh spoke to Moses, saying,"},{"name":"Exodus 16:12","text":"\"I have heard the murmurings of the children of Israel. Speak to them, saying, \"At evening you shall eat meat, and in the morning you shall be filled with bread: and you shall know that I am Yahweh your God.\"\""},{"name":"Exodus 16:13","text":"It happened at evening that quail came up and covered the camp; and in the morning the dew lay around the camp."},{"name":"Exodus 16:14","text":"When the dew that lay had gone, behold, on the surface of the wilderness was a small round thing, small as the frost on the ground."},{"name":"Exodus 16:15","text":"When the children of Israel saw it, they said one to another, \"What is it?\" For they didn\"t know what it was. Moses said to them, \"It is the bread which Yahweh has given you to eat.\""},{"name":"Exodus 16:16","text":"This is the thing which Yahweh has commanded: \"Gather of it everyone according to his eating; an omer a head, according to the number of your persons, you shall take it, every man for those who are in his tent.\""},{"name":"Exodus 16:17","text":"The children of Israel did so, and gathered some more, some less."},{"name":"Exodus 16:18","text":"When they measured it with an omer, he who gathered much had nothing over, and he who gathered little had no lack. They gathered every man according to his eating."},{"name":"Exodus 16:19","text":"Moses said to them, \"Let no one leave of it until the morning.\""},{"name":"Exodus 16:20","text":"Notwithstanding they didn\"t listen to Moses, but some of them left of it until the morning, and it bred worms, and became foul: and Moses was angry with them."},{"name":"Exodus 16:21","text":"They gathered it morning by morning, everyone according to his eating. When the sun grew hot, it melted."},{"name":"Exodus 16:22","text":"It happened that on the sixth day they gathered twice as much bread, two omers for each one, and all the rulers of the congregation came and told Moses."},{"name":"Exodus 16:23","text":"He said to them, \"This is that which Yahweh has spoken, \"Tomorrow is a solemn rest, a holy Sabbath to Yahweh. Bake that which you want to bake, and boil that which you want to boil; and all that remains over lay up for yourselves to be kept until the morning.\"\""},{"name":"Exodus 16:24","text":"They laid it up until the morning, as Moses asked, and it didn\"t become foul, neither was there any worm in it."},{"name":"Exodus 16:25","text":"Moses said, \"Eat that today, for today is a Sabbath to Yahweh. Today you shall not find it in the field."},{"name":"Exodus 16:26","text":"Six days you shall gather it, but on the seventh day is the Sabbath. In it there shall be none.\""},{"name":"Exodus 16:27","text":"It happened on the seventh day, that some of the people went out to gather, and they found none."},{"name":"Exodus 16:28","text":"Yahweh said to Moses, \"How long do you refuse to keep my commandments and my laws?"},{"name":"Exodus 16:29","text":"Behold, because Yahweh has given you the Sabbath, therefore he gives you on the sixth day the bread of two days. Everyone stay in his place. Let no one go out of his place on the seventh day.\""},{"name":"Exodus 16:30","text":"So the people rested on the seventh day."},{"name":"Exodus 16:31","text":"The house of Israel called its name Manna, and it was like coriander seed, white; and its taste was like wafers with honey."},{"name":"Exodus 16:32","text":"Moses said, \"This is the thing which Yahweh has commanded, \"Let an omer-full of it be kept throughout your generations, that they may see the bread with which I fed you in the wilderness, when I brought you forth from the land of Egypt.\"\""},{"name":"Exodus 16:33","text":"Moses said to Aaron, \"Take a pot, and put an omer-full of manna in it, and lay it up before Yahweh, to be kept throughout your generations.\""},{"name":"Exodus 16:34","text":"As Yahweh commanded Moses, so Aaron laid it up before the Testimony, to be kept."},{"name":"Exodus 16:35","text":"The children of Israel ate the manna forty years, until they came to an inhabited land. They ate the manna until they came to the borders of the land of Canaan."},{"name":"Exodus 16:36","text":"Now an omer is the tenth part of an ephah."},{"name":"Exodus 17:1","text":"All the congregation of the children of Israel traveled from the wilderness of Sin, by their journeys, according to Yahweh\"s commandment, and encamped in Rephidim; but there was no water for the people to drink."},{"name":"Exodus 17:2","text":"Therefore the people quarreled with Moses, and said, \"Give us water to drink.\" Moses said to them, \"Why do you quarrel with me? Why do you test Yahweh?\""},{"name":"Exodus 17:3","text":"The people were thirsty for water there; and the people murmured against Moses, and said, \"Why have you brought us up out of Egypt, to kill us, our children, and our livestock with thirst?\""},{"name":"Exodus 17:4","text":"Moses cried to Yahweh, saying, \"What shall I do with these people? They are almost ready to stone me.\""},{"name":"Exodus 17:5","text":"Yahweh said to Moses, \"Walk on before the people, and take the elders of Israel with you, and take the rod in your hand with which you struck the Nile, and go."},{"name":"Exodus 17:6","text":"Behold, I will stand before you there on the rock in Horeb. You shall strike the rock, and water will come out of it, that the people may drink.\" Moses did so in the sight of the elders of Israel."},{"name":"Exodus 17:7","text":"He called the name of the place Massah, and Meribah, because the children of Israel quarreled, and because they tested Yahweh, saying, \"Is Yahweh among us, or not?\""},{"name":"Exodus 17:8","text":"Then Amalek came and fought with Israel in Rephidim."},{"name":"Exodus 17:9","text":"Moses said to Joshua, \"Choose men for us, and go out, fight with Amalek. Tomorrow I will stand on the top of the hill with God\"s rod in my hand.\""},{"name":"Exodus 17:10","text":"So Joshua did as Moses had told him, and fought with Amalek; and Moses, Aaron, and Hur went up to the top of the hill."},{"name":"Exodus 17:11","text":"It happened, when Moses held up his hand, that Israel prevailed; and when he let down his hand, Amalek prevailed."},{"name":"Exodus 17:12","text":"But Moses\" hands were heavy; and they took a stone, and put it under him, and he sat on it. Aaron and Hur held up his hands, the one on the one side, and the other on the other side. His hands were steady until sunset."},{"name":"Exodus 17:13","text":"Joshua defeated Amalek and his people with the edge of the sword."},{"name":"Exodus 17:14","text":"Yahweh said to Moses, \"Write this for a memorial in a book, and rehearse it in the ears of Joshua: that I will utterly blot out the memory of Amalek from under the sky.\""},{"name":"Exodus 17:15","text":"Moses built an altar, and called its name Yahweh our Banner."},{"name":"Exodus 17:16","text":"He said, \"Yah has sworn: \"Yahweh will have war with Amalek from generation to generation.\"\""},{"name":"Exodus 18:1","text":"Now Jethro, the priest of Midian, Moses\" father-in-law, heard of all that God had done for Moses, and for Israel his people, how that Yahweh had brought Israel out of Egypt."}]