[{"name":"Joshua 8:3","text":"So Joshua arose, and all the people of war, to go up to Ai. Joshua chose thirty thousand men, the mighty men of valor, and sent them out by night."},{"name":"Joshua 8:4","text":"He commanded them, saying, \"Behold, you shall lie in ambush against the city, behind the city. Don\"t go very far from the city, but all of you be ready."},{"name":"Joshua 8:5","text":"I, and all the people who are with me, will approach to the city. It shall happen, when they come out against us, as at the first, that we will flee before them."},{"name":"Joshua 8:6","text":"They will come out after us, until we have drawn them away from the city; for they will say, \"They flee before us, like the first time.\" So we will flee before them,"},{"name":"Joshua 8:7","text":"and you shall rise up from the ambush, and take possession of the city; for Yahweh your God will deliver it into your hand."},{"name":"Joshua 8:8","text":"It shall be, when you have seized on the city, that you shall set the city on fire. You shall do this according to the word of Yahweh. Behold, I have commanded you.\""},{"name":"Joshua 8:9","text":"Joshua sent them out; and they went to set up the ambush, and stayed between Bethel and Ai, on the west side of Ai; but Joshua stayed among the people that night."},{"name":"Joshua 8:10","text":"Joshua rose up early in the morning, mustered the people, and went up, he and the elders of Israel, before the people to Ai."},{"name":"Joshua 8:11","text":"All the people, even the men of war who were with him, went up, and drew near, and came before the city, and encamped on the north side of Ai. Now there was a valley between him and Ai."},{"name":"Joshua 8:12","text":"He took about five thousand men, and set them in ambush between Bethel and Ai, on the west side of the city."},{"name":"Joshua 8:13","text":"So they set the people, even all the army who was on the north of the city, and their ambush on the west of the city; and Joshua went that night into the midst of the valley."},{"name":"Joshua 8:14","text":"It happened, when the king of Ai saw it, that they hurried and rose up early, and the men of the city went out against Israel to battle, he and all his people, at the time appointed, before the Arabah; but he didn\"t know that there was an ambush against him behind the city."},{"name":"Joshua 8:15","text":"Joshua and all Israel made as if they were beaten before them, and fled by the way of the wilderness."},{"name":"Joshua 8:16","text":"All the people who were in the city were called together to pursue after them. They pursued Joshua, and were drawn away from the city."},{"name":"Joshua 8:17","text":"There was not a man left in Ai or Beth El who didn\"t go out after Israel. They left the city open, and pursued Israel."},{"name":"Joshua 8:18","text":"Yahweh said to Joshua, \"Stretch out the javelin that is in your hand toward Ai, for I will give it into your hand.\" Joshua stretched out the javelin that was in his hand toward the city."},{"name":"Joshua 8:19","text":"The ambush arose quickly out of their place, and they ran as soon as he had stretched out his hand, and entered into the city, and took it. They hurried and set the city on fire."},{"name":"Joshua 8:20","text":"When the men of Ai looked behind them, they saw, and behold, the smoke of the city ascended up to heaven, and they had no power to flee this way or that way. The people who fled to the wilderness turned back on the pursuers."},{"name":"Joshua 8:21","text":"When Joshua and all Israel saw that the ambush had taken the city, and that the smoke of the city ascended, then they turned again, and killed the men of Ai."},{"name":"Joshua 8:22","text":"The others came out of the city against them, so they were in the midst of Israel, some on this side, and some on that side. They struck them, so that they let none of them remain or escape."},{"name":"Joshua 8:23","text":"They captured the king of Ai alive, and brought him to Joshua."},{"name":"Joshua 8:24","text":"It happened, when Israel had made an end of killing all the inhabitants of Ai in the field, in the wilderness in which they pursued them, and they had all fallen by the edge of the sword, until they were consumed, that all Israel returned to Ai, and struck it with the edge of the sword."},{"name":"Joshua 8:25","text":"All that fell that day, both of men and women, were twelve thousand, even all the men of Ai."},{"name":"Joshua 8:26","text":"For Joshua didn\"t draw back his hand, with which he stretched out the javelin, until he had utterly destroyed all the inhabitants of Ai."},{"name":"Joshua 8:27","text":"Only the livestock and the spoil of that city Israel took for prey to themselves, according to the word of Yahweh which he commanded Joshua."},{"name":"Joshua 8:28","text":"So Joshua burnt Ai, and made it a heap forever, even a desolation, to this day."},{"name":"Joshua 8:29","text":"He hanged the king of Ai on a tree until the evening, and at the sundown Joshua commanded, and they took his body down from the tree, and threw it at the entrance of the gate of the city, and raised a great heap of stones on it that remains to this day."},{"name":"Joshua 8:30","text":"Then Joshua built an altar to Yahweh, the God of Israel, in Mount Ebal,"},{"name":"Joshua 8:31","text":"as Moses the servant of Yahweh commanded the children of Israel, as it is written in the book of the law of Moses, an altar of uncut stones, on which no man had lifted up any iron. They offered burnt offerings on it to Yahweh, and sacrificed peace offerings."},{"name":"Joshua 8:32","text":"He wrote there on the stones a copy of the law of Moses, which he wrote in the presence of the children of Israel."},{"name":"Joshua 8:33","text":"All Israel, and their elders and officers, and their judges, stood on this side of the ark and on that side before the priests the Levites, who carried the ark of Yahweh\"s covenant, the foreigner as well as the native; half of them in front of Mount Gerizim, and half of them in front of Mount Ebal, as Moses the servant of Yahweh had commanded at the first, that they should bless the people of Israel."},{"name":"Joshua 8:34","text":"Afterward he read all the words of the law, the blessing and the curse, according to all that is written in the book of the law."},{"name":"Joshua 8:35","text":"There was not a word of all that Moses commanded, which Joshua didn\"t read before all the assembly of Israel, with the women, the little ones, and the foreigners who were among them."},{"name":"Joshua 9:1","text":"It happened, when all the kings who were beyond the Jordan, in the hill country, and in the lowland, and on all the shore of the great sea in front of Lebanon, the Hittite, the Amorite, the Canaanite, the Perizzite, the Hivite, and the Jebusite, heard of it"},{"name":"Joshua 9:2","text":"that they gathered themselves together to fight with Joshua and with Israel, with one accord."},{"name":"Joshua 9:3","text":"But when the inhabitants of Gibeon heard what Joshua had done to Jericho and to Ai,"},{"name":"Joshua 9:4","text":"they also resorted to a ruse, and went and made as if they had been ambassadors, and took old sacks on their donkeys, and wineskins, old and torn and bound up,"},{"name":"Joshua 9:5","text":"and old and patched shoes on their feet, and wore old garments. All the bread of their provision was dry and moldy."},{"name":"Joshua 9:6","text":"They went to Joshua to the camp at Gilgal, and said to him, and to the men of Israel, \"We have come from a far country. Now therefore make a covenant with us.\""},{"name":"Joshua 9:7","text":"The men of Israel said to the Hivites, \"What if you live among us. How could we make a covenant with you?\""},{"name":"Joshua 9:8","text":"They said to Joshua, \"We are your servants.\" Joshua said to them, \"Who are you? Where do you come from?\""},{"name":"Joshua 9:9","text":"They said to him, \"Your servants have come from a very far country because of the name of Yahweh your God; for we have heard of his fame, all that he did in Egypt,"},{"name":"Joshua 9:10","text":"and all that he did to the two kings of the Amorites who were beyond the Jordan, to Sihon king of Heshbon and to Og king of Bashan, who was at Ashtaroth."},{"name":"Joshua 9:11","text":"Our elders and all the inhabitants of our country spoke to us, saying, \"Take provision in your hand for the journey, and go to meet them, and tell them, \"We are your servants. Now make a covenant with us.\"\""},{"name":"Joshua 9:12","text":"This our bread we took hot for our provision out of our houses on the day we went out to go to you; but now, behold, it is dry, and has become moldy."},{"name":"Joshua 9:13","text":"These wineskins, which we filled, were new; and behold, they are torn. These our garments and our shoes have become old because of the very long journey.\""},{"name":"Joshua 9:14","text":"The men sampled their provisions, and didn\"t ask counsel from the mouth of Yahweh."},{"name":"Joshua 9:15","text":"Joshua made peace with them, and made a covenant with them, to let them live. The princes of the congregation swore to them."},{"name":"Joshua 9:16","text":"It happened at the end of three days after they had made a covenant with them, that they heard that they were their neighbors, and that they lived among them."},{"name":"Joshua 9:17","text":"The children of Israel traveled and came to their cities on the third day. Now their cities were Gibeon, Chephirah, Beeroth, and Kiriath Jearim."},{"name":"Joshua 9:18","text":"The children of Israel didn\"t strike them, because the princes of the congregation had sworn to them by Yahweh, the God of Israel. All the congregation murmured against the princes."},{"name":"Joshua 9:19","text":"But all the princes said to all the congregation, \"We have sworn to them by Yahweh, the God of Israel: now therefore we may not touch them."},{"name":"Joshua 9:20","text":"This we will do to them, and let them live; lest wrath be on us, because of the oath which we swore to them.\""},{"name":"Joshua 9:21","text":"The princes said to them, \"Let them live, so they became wood cutters and drawers of water for all the congregation, as the princes had spoken to them.\""},{"name":"Joshua 9:22","text":"Joshua called for them, and he spoke to them, saying, \"Why have you deceived us, saying, \"We are very far from you,\" when you live among us?"},{"name":"Joshua 9:23","text":"Now therefore you are cursed, and some of you will never fail to be bondservants, both wood cutters and drawers of water for the house of my God.\""},{"name":"Joshua 9:24","text":"They answered Joshua, and said, \"Because your servants were certainly told how Yahweh your God commanded his servant Moses to give you all the land, and to destroy all the inhabitants of the land from before you. Therefore we were very afraid for our lives because of you, and have done this thing."},{"name":"Joshua 9:25","text":"Now, behold, we are in your hand. Do to us as it seems good and right to you to do.\""},{"name":"Joshua 9:26","text":"He did so to them, and delivered them out of the hand of the children of Israel, so that they didn\"t kill them."},{"name":"Joshua 9:27","text":"That day Joshua made them wood cutters and drawers of water for the congregation and for the altar of Yahweh, to this day, in the place which he should choose."},{"name":"Joshua 10:1","text":"Now it happened when Adoni-Zedek king of Jerusalem heard how Joshua had taken Ai, and had utterly destroyed it; as he had done to Jericho and her king, so he had done to Ai and her king; and how the inhabitants of Gibeon had made peace with Israel, and were among them;"},{"name":"Joshua 10:2","text":"that they were very afraid, because Gibeon was a great city, as one of the royal cities, and because it was greater than Ai, and all its men were mighty."},{"name":"Joshua 10:3","text":"Therefore Adoni-Zedek king of Jerusalem sent to Hoham king of Hebron, to Piram king of Jarmuth, to Japhia king of Lachish, and to Debir king of Eglon, saying,"},{"name":"Joshua 10:4","text":"\"Come up to me, and help me, and let us strike Gibeon; for it has made peace with Joshua and with the children of Israel.\""},{"name":"Joshua 10:5","text":"Therefore the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, the king of Eglon, gathered themselves together, and went up, they and all their armies, and encamped against Gibeon, and made war against it."},{"name":"Joshua 10:6","text":"The men of Gibeon sent to Joshua to the camp to Gilgal, saying, \"Don\"t abandon your servants! Come up to us quickly, and save us, and help us; for all the kings of the Amorites that dwell in the hill country have gathered together against us.\""},{"name":"Joshua 10:7","text":"So Joshua went up from Gilgal, he, and all the people of war with him, and all the mighty men of valor."},{"name":"Joshua 10:8","text":"Yahweh said to Joshua, \"Don\"t fear them, for I have delivered them into your hands. Not a man of them will stand before you.\""},{"name":"Joshua 10:9","text":"Joshua therefore came on them suddenly. He went up from Gilgal all night."},{"name":"Joshua 10:10","text":"Yahweh confused them before Israel, and he killed them with a great slaughter at Gibeon, and chased them by the way of the ascent of Beth Horon, and struck them to Azekah and to Makkedah."},{"name":"Joshua 10:11","text":"It happened, as they fled from before Israel, while they were at the descent of Beth Horon, that Yahweh cast down great stones from the sky on them to Azekah, and they died. There were more who died from the hailstones than who the children of Israel killed with the sword."},{"name":"Joshua 10:12","text":"Then Joshua spoke to Yahweh in the day when Yahweh delivered up the Amorites before the children of Israel; and he said in the sight of Israel, \"Sun, stand still on Gibeon! You, moon, stop in the valley of Aijalon!\""},{"name":"Joshua 10:13","text":"The sun stood still, and the moon stayed, until the nation had avenged themselves of their enemies. Isn\"t this written in the book of Jashar? The sun stayed in the midst of the sky, and didn\"t hurry to go down about a whole day."},{"name":"Joshua 10:14","text":"There was no day like that before it or after it, that Yahweh listened to the voice of a man; for Yahweh fought for Israel."},{"name":"Joshua 10:15","text":"Joshua returned, and all Israel with him, to the camp to Gilgal."},{"name":"Joshua 10:16","text":"These five kings fled, and hid themselves in the cave at Makkedah."},{"name":"Joshua 10:17","text":"Joshua was told, saying, \"The five kings are found, hidden in the cave at Makkedah.\""},{"name":"Joshua 10:18","text":"Joshua said, \"Roll large stones to the mouth of the cave, and set men by it to guard them;"},{"name":"Joshua 10:19","text":"but don\"t stay. Pursue your enemies, and them from the rear. Don\"t allow them to enter into their cities; for Yahweh your God has delivered them into your hand.\""},{"name":"Joshua 10:20","text":"It happened, when Joshua and the children of Israel had finished killing them with a very great slaughter until they were consumed, and the remnant which remained of them had entered into the fortified cities,"},{"name":"Joshua 10:21","text":"that all the people returned to the camp to Joshua at Makkedah in peace. None moved his tongue against any of the children of Israel."},{"name":"Joshua 10:22","text":"Then Joshua said, \"Open the mouth of the cave, and bring those five kings out of the cave to me.\""},{"name":"Joshua 10:23","text":"They did so, and brought those five kings out of the cave to him: the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon."},{"name":"Joshua 10:24","text":"It happened, when they brought those kings out to Joshua, that Joshua called for all the men of Israel, and said to the chiefs of the men of war who went with him, \"Come near, put your feet on the necks of these kings.\" They came near, and put their feet on their necks."},{"name":"Joshua 10:25","text":"Joshua said to them, \"Don\"t be afraid, nor be dismayed. Be strong and courageous, for Yahweh will do this to all your enemies against whom you fight.\""},{"name":"Joshua 10:26","text":"Afterward Joshua struck them, put them to death, and hanged them on five trees. They were hanging on the trees until the evening."},{"name":"Joshua 10:27","text":"It happened at the time of the going down of the sun, that Joshua commanded, and they took them down off the trees, and cast them into the cave in which they had hidden themselves, and laid great stones on the mouth of the cave, which remain to this very day."},{"name":"Joshua 10:28","text":"Joshua took Makkedah on that day, and struck it with the edge of the sword, with its king. He utterly destroyed them and all the souls who were in it. He left none remaining. He did to the king of Makkedah as he had done to the king of Jericho."},{"name":"Joshua 10:29","text":"Joshua passed from Makkedah, and all Israel with him, to Libnah, and fought against Libnah."},{"name":"Joshua 10:30","text":"Yahweh delivered it also, with its king, into the hand of Israel. He struck it with the edge of the sword, and all the souls who were in it. He left none remaining in it. He did to its king as he had done to the king of Jericho."},{"name":"Joshua 10:31","text":"Joshua passed from Libnah, and all Israel with him, to Lachish, and encamped against it, and fought against it."},{"name":"Joshua 10:32","text":"Yahweh delivered Lachish into the hand of Israel. He took it on the second day, and struck it with the edge of the sword, with all the souls who were in it, according to all that he had done to Libnah."},{"name":"Joshua 10:33","text":"Then Horam king of Gezer came up to help Lachish; and Joshua struck him and his people, until he had left him none remaining."},{"name":"Joshua 10:34","text":"Joshua passed from Lachish, and all Israel with him, to Eglon; and they encamped against it fought against it."},{"name":"Joshua 10:35","text":"They took it on that day, and struck it with the edge of the sword. He utterly destroyed all the souls who were in it that day, according to all that he had done to Lachish."},{"name":"Joshua 10:36","text":"Joshua went up from Eglon, and all Israel with him, to Hebron; and they fought against it."},{"name":"Joshua 10:37","text":"They took it, and struck it with the edge of the sword, with its king and all its cities, and all the souls who were in it. He left none remaining, according to all that he had done to Eglon; but he utterly destroyed it, and all the souls who were in it."},{"name":"Joshua 10:38","text":"Joshua returned, and all Israel with him, to Debir, and fought against it."},{"name":"Joshua 10:39","text":"He took it, with its king and all its cities. They struck them with the edge of the sword, and utterly destroyed all the souls who were in it. He left none remaining. As he had done to Hebron, so he did to Debir, and to its king; as he had done also to Libnah, and to its king."},{"name":"Joshua 10:40","text":"So Joshua struck all the land, the hill country, and the South, and the lowland, and the slopes, and all their kings. He left none remaining, but he utterly destroyed all that breathed, as Yahweh, the God of Israel, commanded."},{"name":"Joshua 10:41","text":"Joshua struck them from Kadesh Barnea even to Gaza, and all the country of Goshen, even to Gibeon."},{"name":"Joshua 10:42","text":"Joshua took all these kings and their land at one time, because Yahweh, the God of Israel, fought for Israel."},{"name":"Joshua 10:43","text":"Joshua returned, and all Israel with him, to the camp to Gilgal."},{"name":"Joshua 11:1","text":"It happened, when Jabin king of Hazor heard of it, that he sent to Jobab king of Madon, to the king of Shimron, to the king of Achshaph,"},{"name":"Joshua 11:2","text":"and to the kings who were on the north, in the hill country, in the Arabah south of Chinneroth, in the lowland, and in the heights of Dor on the west,"},{"name":"Joshua 11:3","text":"to the Canaanite on the east and on the west, and the Amorite, and the Hittite, and the Perizzite, and the Jebusite in the hill country, and the Hivite under Hermon in the land of Mizpah."},{"name":"Joshua 11:4","text":"They went out, they and all their armies with them, many people, even as the sand that is on the seashore in multitude, with very many horses and chariots."},{"name":"Joshua 11:5","text":"All these kings met together; and they came and encamped together at the waters of Merom, to fight with Israel."},{"name":"Joshua 11:6","text":"Yahweh said to Joshua, \"Don\"t be afraid because of them; for tomorrow at this time, I will deliver them up all slain before Israel. You shall hamstring their horses and burn their chariots with fire.\""},{"name":"Joshua 11:7","text":"So Joshua came, and all the people of war with him, against them by the waters of Merom suddenly, and fell on them."},{"name":"Joshua 11:8","text":"Yahweh delivered them into the hand of Israel, and they struck them, and chased them to great Sidon, and to Misrephoth Maim, and to the valley of Mizpeh eastward. They struck them until they left them none remaining."},{"name":"Joshua 11:9","text":"Joshua did to them as Yahweh told him. He hamstrung their horses and burnt their chariots with fire."},{"name":"Joshua 11:10","text":"Joshua turned back at that time, and took Hazor, and struck its king with the sword: for Hazor used to be the head of all those kingdoms."},{"name":"Joshua 11:11","text":"They struck all the souls who were in it with the edge of the sword, utterly destroying them. There was no one left who breathed. He burnt Hazor with fire."},{"name":"Joshua 11:12","text":"Joshua captured all the cities of those kings, with their kings, and he struck them with the edge of the sword, and utterly destroyed them; as Moses the servant of Yahweh commanded."},{"name":"Joshua 11:13","text":"But as for the cities that stood on their mounds, Israel burned none of them, except Hazor only. Joshua burned that."},{"name":"Joshua 11:14","text":"The children of Israel took all the spoil of these cities, with the livestock, as spoils for themselves; but every man they struck with the edge of the sword, until they had destroyed them. They didn\"t leave any who breathed."},{"name":"Joshua 11:15","text":"As Yahweh commanded Moses his servant, so Moses commanded Joshua. Joshua did so. He left nothing undone of all that Yahweh commanded Moses."},{"name":"Joshua 11:16","text":"So Joshua captured all that land, the hill country, all the South, all the land of Goshen, the lowland, the Arabah, the hill country of Israel, and the lowland of the same;"},{"name":"Joshua 11:17","text":"from Mount Halak, that goes up to Seir, even to Baal Gad in the valley of Lebanon under Mount Hermon. He took all their kings, struck them, and put them to death."},{"name":"Joshua 11:18","text":"Joshua made war a long time with all those kings."},{"name":"Joshua 11:19","text":"There was not a city that made peace with the children of Israel, except the Hivites, the inhabitants of Gibeon. They took all in battle."},{"name":"Joshua 11:20","text":"For it was of Yahweh to harden their hearts, to come against Israel in battle, that he might utterly destroy them, that they might have no favor, but that he might destroy them, as Yahweh commanded Moses."},{"name":"Joshua 11:21","text":"Joshua came at that time, and cut off the Anakim from the hill country, from Hebron, from Debir, from Anab, and from all the hill country of Judah, and from all the hill country of Israel: Joshua utterly destroyed them with their cities."},{"name":"Joshua 11:22","text":"There were none of the Anakim left in the land of the children of Israel. Only in Gaza, in Gath, and in Ashdod, did some remain."},{"name":"Joshua 11:23","text":"So Joshua took the whole land, according to all that Yahweh spoke to Moses; and Joshua gave it for an inheritance to Israel according to their divisions by their tribes. The land had rest from war."},{"name":"Joshua 12:1","text":"Now these are the kings of the land, whom the children of Israel struck, and possessed their land beyond the Jordan toward the sunrise, from the valley of the Arnon to Mount Hermon, and all the Arabah eastward:"},{"name":"Joshua 12:2","text":"Sihon king of the Amorites, who lived in Heshbon, and ruled from Aroer, which is on the edge of the valley of the Arnon, and the middle of the valley, and half Gilead, even to the river Jabbok, the border of the children of Ammon;"},{"name":"Joshua 12:3","text":"and the Arabah to the sea of Chinneroth, eastward, and to the sea of the Arabah, even the Salt Sea, eastward, the way to Beth Jeshimoth; and on the south, under the slopes of Pisgah:"},{"name":"Joshua 12:4","text":"and the border of Og king of Bashan, of the remnant of the Rephaim, who lived at Ashtaroth and at Edrei,"},{"name":"Joshua 12:5","text":"and ruled in Mount Hermon, and in Salecah, and in all Bashan, to the border of the Geshurites and the Maacathites, and half Gilead, the border of Sihon king of Heshbon."},{"name":"Joshua 12:6","text":"Moses the servant of Yahweh and the children of Israel struck them. Moses the servant of Yahweh gave it for a possession to the Reubenites, and the Gadites, and the half-tribe of Manasseh."},{"name":"Joshua 12:7","text":"These are the kings of the land whom Joshua and the children of Israel struck beyond the Jordan westward, from Baal Gad in the valley of Lebanon even to Mount Halak, that goes up to Seir. Joshua gave it to the tribes of Israel for a possession according to their divisions;"},{"name":"Joshua 12:8","text":"in the hill country, and in the lowland, and in the Arabah, and in the slopes, and in the wilderness, and in the South; the Hittite, the Amorite, and the Canaanite, the Perizzite, the Hivite, and the Jebusite:"},{"name":"Joshua 12:9","text":"the king of Jericho, one; the king of Ai, which is beside Bethel, one;"},{"name":"Joshua 12:10","text":"the king of Jerusalem, one; the king of Hebron, one;"},{"name":"Joshua 12:11","text":"the king of Jarmuth, one; the king of Lachish, one;"},{"name":"Joshua 12:12","text":"the king of Eglon, one; the king of Gezer, one;"},{"name":"Joshua 12:13","text":"the king of Debir, one; the king of Geder, one;"},{"name":"Joshua 12:14","text":"the king of Hormah, one; the king of Arad, one;"},{"name":"Joshua 12:15","text":"the king of Libnah, one; the king of Adullam, one;"},{"name":"Joshua 12:16","text":"the king of Makkedah, one; the king of Bethel, one;"},{"name":"Joshua 12:17","text":"the king of Tappuah, one; the king of Hepher, one;"},{"name":"Joshua 12:18","text":"the king of Aphek, one; the king of Lassharon, one;"},{"name":"Joshua 12:19","text":"the king of Madon, one; the king of Hazor, one;"},{"name":"Joshua 12:20","text":"the king of Shimron Meron, one; the king of Achshaph, one;"},{"name":"Joshua 12:21","text":"the king of Taanach, one; the king of Megiddo, one;"},{"name":"Joshua 12:22","text":"the king of Kedesh, one; the king of Jokneam in Carmel, one;"},{"name":"Joshua 12:23","text":"the king of Dor in the height of Dor, one; the king of Goiim in Gilgal, one;"},{"name":"Joshua 12:24","text":"the king of Tirzah, one: all the kings thirty-one."},{"name":"Joshua 13:1","text":"Now Joshua was old and well advanced in years. Yahweh said to him, \"You are old and advanced in years, and there remains yet very much land to be possessed."},{"name":"Joshua 13:2","text":"\"This is the land that still remains: all the regions of the Philistines, and all the Geshurites;"},{"name":"Joshua 13:3","text":"from the Shihor, which is before Egypt, even to the border of Ekron northward, which is counted as Canaanite; the five lords of the Philistines; the Gazites, and the Ashdodites, the Ashkelonites, the Gittites, and the Ekronites; also the Avvim,"},{"name":"Joshua 13:4","text":"on the south; all the land of the Canaanites, and Mearah that belongs to the Sidonians, to Aphek, to the border of the Amorites;"},{"name":"Joshua 13:5","text":"and the land of the Gebalites, and all Lebanon, toward the sunrise, from Baal Gad under Mount Hermon to the entrance of Hamath;"},{"name":"Joshua 13:6","text":"all the inhabitants of the hill country from Lebanon to Misrephoth Maim, even all the Sidonians; them will I drive out from before the children of Israel: only allocate it to Israel for an inheritance, as I have commanded you."},{"name":"Joshua 13:7","text":"Now therefore divide this land for an inheritance to the nine tribes and the half-tribe of Manasseh.\""},{"name":"Joshua 13:8","text":"With him the Reubenites and the Gadites received their inheritance, which Moses gave them, beyond the Jordan eastward, even as Moses the servant of Yahweh gave them:"},{"name":"Joshua 13:9","text":"from Aroer, that is on the edge of the valley of the Arnon, and the city that is in the middle of the valley, and all the plain of Medeba to Dibon;"},{"name":"Joshua 13:10","text":"and all the cities of Sihon king of the Amorites, who reigned in Heshbon, to the border of the children of Ammon;"},{"name":"Joshua 13:11","text":"and Gilead, and the border of the Geshurites and Maacathites, and all Mount Hermon, and all Bashan to Salecah;"},{"name":"Joshua 13:12","text":"all the kingdom of Og in Bashan, who reigned in Ashtaroth and in Edrei (the same was left of the remnant of the Rephaim); for Moses attacked these, and drove them out."},{"name":"Joshua 13:13","text":"Nevertheless the children of Israel didn\"t drive out the Geshurites, nor the Maacathites: but Geshur and Maacath dwell in the midst of Israel to this day."},{"name":"Joshua 13:14","text":"Only he gave no inheritance to the tribe of Levi. The offerings of Yahweh, the God of Israel, made by fire are his inheritance, as he spoke to him."},{"name":"Joshua 13:15","text":"Moses gave to the tribe of the children of Reuben according to their families."},{"name":"Joshua 13:16","text":"Their border was from Aroer, that is on the edge of the valley of the Arnon, and the city that is in the middle of the valley, and all the plain by Medeba;"},{"name":"Joshua 13:17","text":"Heshbon, and all its cities that are in the plain; Dibon, Bamoth Baal, Beth Baal Meon,"},{"name":"Joshua 13:18","text":"Jahaz, Kedemoth, Mephaath,"},{"name":"Joshua 13:19","text":"Kiriathaim, Sibmah, Zereth Shahar in the mount of the valley,"},{"name":"Joshua 13:20","text":"Beth Peor, the slopes of Pisgah, Beth Jeshimoth,"},{"name":"Joshua 13:21","text":"all the cities of the plain, and all the kingdom of Sihon king of the Amorites, who reigned in Heshbon, whom Moses struck with the chiefs of Midian, Evi, Rekem, Zur, Hur, and Reba, the princes of Sihon, who lived in the land."},{"name":"Joshua 13:22","text":"The children of Israel alse killed Balaam also the son of Beor, the soothsayer, with the sword, among the rest of their slain."},{"name":"Joshua 13:23","text":"The border of the children of Reuben was the bank of the Jordan. This was the inheritance of the children of Reuben according to their families, the cities and its villages."},{"name":"Joshua 13:24","text":"Moses gave to the tribe of Gad, to the children of Gad, according to their families."},{"name":"Joshua 13:25","text":"Their border was Jazer, and all the cities of Gilead, and half the land of the children of Ammon, to Aroer that is before Rabbah;"},{"name":"Joshua 13:26","text":"and from Heshbon to Ramath Mizpeh, and Betonim; and from Mahanaim to the border of Debir;"},{"name":"Joshua 13:27","text":"and in the valley, Beth Haram, Beth Nimrah, Succoth, and Zaphon, the rest of the kingdom of Sihon king of Heshbon, the Jordan\"s bank, to the uttermost part of the sea of Chinnereth beyond the Jordan eastward."},{"name":"Joshua 13:28","text":"This is the inheritance of the children of Gad according to their families, the cities and its villages."},{"name":"Joshua 13:29","text":"Moses gave an inheritance to the half-tribe of Manasseh. It was for the half-tribe of the children of Manasseh according to their families."},{"name":"Joshua 13:30","text":"Their border was from Mahanaim, all Bashan, all the kingdom of Og king of Bashan, and all the towns of Jair, which are in Bashan, sixty cities."},{"name":"Joshua 13:31","text":"Half Gilead, Ashtaroth, and Edrei, the cities of the kingdom of Og in Bashan, were for the children of Machir the son of Manasseh, even for the half of the children of Machir according to their families."},{"name":"Joshua 13:32","text":"These are the inheritances which Moses distributed in the plains of Moab, beyond the Jordan at Jericho, eastward."},{"name":"Joshua 13:33","text":"But to the tribe of Levi Moses gave no inheritance. Yahweh, the God of Israel, is their inheritance, as he spoke to them."},{"name":"Joshua 14:1","text":"These are the inheritances which the children of Israel took in the land of Canaan, which Eleazar the priest, Joshua the son of Nun, and the heads of the fathers\" houses of the tribes of the children of Israel, distributed to them,"},{"name":"Joshua 14:2","text":"by the lot of their inheritance, as Yahweh commanded by Moses, for the nine tribes, and for the half-tribe."},{"name":"Joshua 14:3","text":"For Moses had given the inheritance of the two tribes and the half-tribe beyond the Jordan; but to the Levites he gave no inheritance among them."},{"name":"Joshua 14:4","text":"For the children of Joseph were two tribes, Manasseh and Ephraim: and they gave no portion to the Levites in the land, except cities to dwell in, with their suburbs for their livestock and for their property."},{"name":"Joshua 14:5","text":"The children of Israel did as Yahweh commanded Moses, and they divided the land."},{"name":"Joshua 14:6","text":"Then the children of Judah drew near to Joshua in Gilgal. Caleb the son of Jephunneh the Kenizzite said to him, \"You know the thing that Yahweh spoke to Moses the man of God concerning me and concerning you in Kadesh Barnea."},{"name":"Joshua 14:7","text":"I was forty years old when Moses the servant of Yahweh sent me from Kadesh Barnea to spy out the land. I brought him word again as it was in my heart."},{"name":"Joshua 14:8","text":"Nevertheless, my brothers who went up with me made the heart of the people melt; but I wholly followed Yahweh my God."},{"name":"Joshua 14:9","text":"Moses swore on that day, saying, \"Surely the land where you walked shall be an inheritance to you and to your children forever, because you have wholly followed Yahweh my God.\""},{"name":"Joshua 14:10","text":"\"Now, behold, Yahweh has kept me alive, as he spoke, these forty-five years, from the time that Yahweh spoke this word to Moses, while Israel walked in the wilderness. Now, behold, I am eighty-five years old, today."},{"name":"Joshua 14:11","text":"As yet I am as strong today as I was in the day that Moses sent me: as my strength was then, even so is my strength now for war, to go out and to come in."},{"name":"Joshua 14:12","text":"Now therefore give me this hill country, of which Yahweh spoke in that day; for you heard in that day how the Anakim were there, and great and fortified cities. It may be that Yahweh will be with me, and I shall drive them out, as Yahweh spoke.\""},{"name":"Joshua 14:13","text":"Joshua blessed him; and he gave Hebron to Caleb the son of Jephunneh for an inheritance."},{"name":"Joshua 14:14","text":"Therefore Hebron became the inheritance of Caleb the son of Jephunneh the Kenizzite to this day; because he wholly followed Yahweh, the God of Israel."},{"name":"Joshua 14:15","text":"Now the name of Hebron before was Kiriath Arba, after the greatest man among the Anakim. The land had rest from war."},{"name":"Joshua 15:1","text":"The lot for the tribe of the children of Judah according to their families was to the border of Edom, even to the wilderness of Zin southward, at the uttermost part of the south."},{"name":"Joshua 15:2","text":"Their south border was from the uttermost part of the Salt Sea, from the bay that looks southward;"},{"name":"Joshua 15:3","text":"and it went out southward of the ascent of Akrabbim, and passed along to Zin, and went up by the south of Kadesh Barnea, and passed along by Hezron, went up to Addar, and turned about to Karka;"},{"name":"Joshua 15:4","text":"and it passed along to Azmon, went out at the brook of Egypt; and the border ended at the sea. This shall be your south border."},{"name":"Joshua 15:5","text":"The east border was the Salt Sea, even to the end of the Jordan. The border of the north quarter was from the bay of the sea at the end of the Jordan."},{"name":"Joshua 15:6","text":"The border went up to Beth Hoglah, and passed along by the north of Beth Arabah; and the border went up to the stone of Bohan the son of Reuben."},{"name":"Joshua 15:7","text":"The border went up to Debir from the valley of Achor, and so northward, looking toward Gilgal, that is over against the ascent of Adummim, which is on the south side of the river. The border passed along to the waters of En Shemesh, and ended at En Rogel."},{"name":"Joshua 15:8","text":"The border went up by the valley of the son of Hinnom to the side of the Jebusite southward (the same is Jerusalem); and the border went up to the top of the mountain that lies before the valley of Hinnom westward, which is at the farthest part of the valley of Rephaim northward."},{"name":"Joshua 15:9","text":"The border extended from the top of the mountain to the spring of the waters of Nephtoah, and went out to the cities of Mount Ephron; and the border extended to Baalah (the same is Kiriath Jearim);"},{"name":"Joshua 15:10","text":"and the border turned about from Baalah westward to Mount Seir, and passed along to the side of Mount Jearim on the north (the same is Chesalon), and went down to Beth Shemesh, and passed along by Timnah;"},{"name":"Joshua 15:11","text":"and the border went out to the side of Ekron northward; and the border extended to Shikkeron, and passed along to Mount Baalah, and went out at Jabneel; and the goings out of the border were at the sea."},{"name":"Joshua 15:12","text":"The west border was to the shore of the great sea. This is the border of the children of Judah according to their families."},{"name":"Joshua 15:13","text":"To Caleb the son of Jephunneh he gave a portion among the children of Judah, according to the commandment of Yahweh to Joshua, even Kiriath Arba, named after the father of Anak (the same is Hebron)."},{"name":"Joshua 15:14","text":"Caleb drove out the three sons of Anak: Sheshai, and Ahiman, and Talmai, the children of Anak."},{"name":"Joshua 15:15","text":"He went up against the inhabitants of Debir: now the name of Debir before was Kiriath Sepher."},{"name":"Joshua 15:16","text":"Caleb said, \"He who strikes Kiriath Sepher, and takes it, to him will I give Achsah my daughter as wife.\""},{"name":"Joshua 15:17","text":"Othniel the son of Kenaz, the brother of Caleb, took it: and he gave him Achsah his daughter as wife."},{"name":"Joshua 15:18","text":"It happened, when she came, that she had him ask her father fore a field. She got off of her donkey, and Caleb said, \"What do you want?\""},{"name":"Joshua 15:19","text":"She said, \"Give me a blessing. Because you have set me in the land of the South, give me also springs of water.\" He gave her the upper springs and the lower springs."},{"name":"Joshua 15:20","text":"This is the inheritance of the tribe of the children of Judah according to their families."},{"name":"Joshua 15:21","text":"The farthest cities of the tribe of the children of Judah toward the border of Edom in the South were Kabzeel, Eder, Jagur,"},{"name":"Joshua 15:22","text":"Kinah, Dimonah, Adadah,"},{"name":"Joshua 15:23","text":"Kedesh, Hazor, Ithnan,"},{"name":"Joshua 15:24","text":"Ziph, Telem, Bealoth,"},{"name":"Joshua 15:25","text":"Hazor Hadattah, Kerioth Hezron (the same is Hazor),"},{"name":"Joshua 15:26","text":"Amam, Shema, Moladah,"},{"name":"Joshua 15:27","text":"Hazar Gaddah, Heshmon, Beth Pelet,"},{"name":"Joshua 15:28","text":"Hazar Shual, Beersheba, Biziothiah,"},{"name":"Joshua 15:29","text":"Baalah, Iim, Ezem,"},{"name":"Joshua 15:30","text":"Eltolad, Chesil, Hormah,"},{"name":"Joshua 15:31","text":"Ziklag, Madmannah, Sansannah,"},{"name":"Joshua 15:32","text":"Lebaoth, Shilhim, Ain, and Rimmon. All the cities are twenty-nine, with their villages."},{"name":"Joshua 15:33","text":"In the lowland, Eshtaol, Zorah, Ashnah,"},{"name":"Joshua 15:34","text":"Zanoah, En Gannim, Tappuah, Enam,"},{"name":"Joshua 15:35","text":"Jarmuth, Adullam, Socoh, Azekah,"},{"name":"Joshua 15:36","text":"Shaaraim, Adithaim and Gederah (or Gederothaim); fourteen cities with their villages."},{"name":"Joshua 15:37","text":"Zenan, Hadashah, Migdal Gad,"},{"name":"Joshua 15:38","text":"Dilean, Mizpeh, Joktheel,"},{"name":"Joshua 15:39","text":"Lachish, Bozkath, Eglon,"},{"name":"Joshua 15:40","text":"Cabbon, Lahmam, Chitlish,"},{"name":"Joshua 15:41","text":"Gederoth, Beth Dagon, Naamah, and Makkedah; sixteen cities with their villages."},{"name":"Joshua 15:42","text":"Libnah, Ether, Ashan,"},{"name":"Joshua 15:43","text":"Iphtah, Ashnah, Nezib,"},{"name":"Joshua 15:44","text":"Keilah, Achzib, and Mareshah; nine cities with their villages."},{"name":"Joshua 15:45","text":"Ekron, with its towns and its villages;"},{"name":"Joshua 15:46","text":"from Ekron even to the sea, all that were by the side of Ashdod, with their villages."},{"name":"Joshua 15:47","text":"Ashdod, its towns and its villages; Gaza, its towns and its villages; to the brook of Egypt, and the great sea with its coastline."},{"name":"Joshua 15:48","text":"In the hill country, Shamir, Jattir, Socoh,"},{"name":"Joshua 15:49","text":"Dannah, Kiriath Sannah (which is Debir),"},{"name":"Joshua 15:50","text":"Anab, Eshtemoh, Anim,"},{"name":"Joshua 15:51","text":"Goshen, Holon, and Giloh; eleven cities with their villages."},{"name":"Joshua 15:52","text":"Arab, Dumah, Eshan,"},{"name":"Joshua 15:53","text":"Janim, Beth Tappuah, Aphekah,"},{"name":"Joshua 15:54","text":"Humtah, Kiriath Arba (the same is Hebron), and Zior; nine cities with their villages."},{"name":"Joshua 15:55","text":"Maon, Carmel, Ziph, Jutah,"},{"name":"Joshua 15:56","text":"Jezreel, Jokdeam, Zanoah,"},{"name":"Joshua 15:57","text":"Kain, Gibeah, and Timnah; ten cities with their villages."},{"name":"Joshua 15:58","text":"Halhul, Beth Zur, Gedor,"},{"name":"Joshua 15:59","text":"Maarath, Beth Anoth, and Eltekon; six cities with their villages."},{"name":"Joshua 15:60","text":"Kiriath Baal (the same is Kiriath Jearim), and Rabbah; two cities with their villages."},{"name":"Joshua 15:61","text":"In the wilderness, Beth Arabah, Middin, Secacah,"},{"name":"Joshua 15:62","text":"Nibshan, the City of Salt, and En Gedi; six cities with their villages."},{"name":"Joshua 15:63","text":"As for the Jebusites, the inhabitants of Jerusalem, the children of Judah couldn\"t drive them out; but the Jebusites live with the children of Judah at Jerusalem to this day."},{"name":"Joshua 16:1","text":"The lot came out for the children of Joseph from the Jordan at Jericho, at the waters of Jericho on the east, even the wilderness, going up from Jericho through the hill country to Bethel."},{"name":"Joshua 16:2","text":"It went out from Bethel to Luz, and passed along to the border of the Archites to Ataroth;"},{"name":"Joshua 16:3","text":"and it went down westward to the border of the Japhletites, to the border of Beth Horon the lower, even to Gezer; and ended at the sea."},{"name":"Joshua 16:4","text":"The children of Joseph, Manasseh and Ephraim, took their inheritance."},{"name":"Joshua 16:5","text":"This was the border of the children of Ephraim according to their families. The border of their inheritance eastward was Ataroth Addar, to Beth Horon the upper."},{"name":"Joshua 16:6","text":"The border went out westward at Michmethath on the north. The border turned about eastward to Taanath Shiloh, and passed along it on the east of Janoah."},{"name":"Joshua 16:7","text":"It went down from Janoah to Ataroth, to Naarah, reached to Jericho, and went out at the Jordan."},{"name":"Joshua 16:8","text":"From Tappuah the border went along westward to the brook of Kanah; and ended at the sea. This is the inheritance of the tribe of the children of Ephraim according to their families;"},{"name":"Joshua 16:9","text":"together with the cities which were set apart for the children of Ephraim in the midst of the inheritance of the children of Manasseh, all the cities with their villages."},{"name":"Joshua 16:10","text":"They didn\"t drive out the Canaanites who lived in Gezer; but the Canaanites dwell in the midst of Ephraim to this day, and have become servants to do forced labor."},{"name":"Joshua 17:1","text":"This was the lot for the tribe of Manasseh, for he was the firstborn of Joseph. As for Machir the firstborn of Manasseh, the father of Gilead, because he was a man of war, therefore he had Gilead and Bashan."},{"name":"Joshua 17:2","text":"So this was for the rest of the children of Manasseh according to their families: for the children of Abiezer, for the children of Helek, for the children of Asriel, for the children of Shechem, for the children of Hepher, and for the children of Shemida: these were the male children of Manasseh the son of Joseph according to their families."},{"name":"Joshua 17:3","text":"But Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons, but daughters: and these are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah."},{"name":"Joshua 17:4","text":"They came near before Eleazar the priest, and before Joshua the son of Nun, and before the princes, saying, \"Yahweh commanded Moses to give us an inheritance among our brothers.\" Therefore according to the commandment of Yahweh he gave them an inheritance among the brothers of their father."},{"name":"Joshua 17:5","text":"Ten parts fell to Manasseh, besides the land of Gilead and Bashan, which is beyond the Jordan;"},{"name":"Joshua 17:6","text":"because the daughters of Manasseh had an inheritance among his sons. The land of Gilead belonged to the rest of the sons of Manasseh."},{"name":"Joshua 17:7","text":"The border of Manasseh was from Asher to Michmethath, which is before Shechem. The border went along to the right hand, to the inhabitants of En Tappuah."},{"name":"Joshua 17:8","text":"The land of Tappuah belonged to Manasseh; but Tappuah on the border of Manasseh belonged to the children of Ephraim."},{"name":"Joshua 17:9","text":"The border went down to the brook of Kanah, southward of the brook. These cities belonged to Ephraim among the cities of Manasseh. The border of Manasseh was on the north side of the brook, and ended at the sea."},{"name":"Joshua 17:10","text":"Southward it was Ephraim\"s, and northward it was Manasseh\"s, and the sea was his border. They reached to Asher on the north, and to Issachar on the east."},{"name":"Joshua 17:11","text":"Manasseh had three heights in Issachar, in Asher Beth Shean and its towns, and Ibleam and its towns, and the inhabitants of Dor and its towns, and the inhabitants of Endor and its towns, and the inhabitants of Taanach and its towns, and the inhabitants of Megiddo and its towns."},{"name":"Joshua 17:12","text":"Yet the children of Manasseh couldn\"t drive out the inhabitants of those cities; but the Canaanites would dwell in that land."},{"name":"Joshua 17:13","text":"It happened, when the children of Israel had grown strong, that they put the Canaanites to forced labor, and didn\"t utterly drive them out."},{"name":"Joshua 17:14","text":"The children of Joseph spoke to Joshua, saying, \"Why have you given me just one lot and one part for an inheritance, since I am a great people, because Yahweh has blessed me so far?\""},{"name":"Joshua 17:15","text":"Joshua said to them, \"If you are a great people, go up to the forest, and clear land for yourself there in the land of the Perizzites and of the Rephaim; since the hill country of Ephraim is too narrow for you.\""},{"name":"Joshua 17:16","text":"The children of Joseph said, \"The hill country is not enough for us. All the Canaanites who dwell in the land of the valley have chariots of iron, both those who are in Beth Shean and its towns, and those who are in the valley of Jezreel.\""},{"name":"Joshua 17:17","text":"Joshua spoke to the house of Joseph, even to Ephraim and to Manasseh, saying, \"You are a great people, and have great power. You shall not have one lot only;"},{"name":"Joshua 17:18","text":"but the hill country shall be yours. Although it is a forest, you shall cut it down, and it\"s farthest extent shall be yours; for you shall drive out the Canaanites, though they have chariots of iron, and though they are strong.\""},{"name":"Joshua 18:1","text":"The whole congregation of the children of Israel assembled themselves together at Shiloh, and set up the Tent of Meeting there. The land was subdued before them."},{"name":"Joshua 18:2","text":"Seven tribes remained among the children of Israel, which had not yet divided their inheritance."},{"name":"Joshua 18:3","text":"Joshua said to the children of Israel, \"How long will you neglect to go in to possess the land, which Yahweh, the God of your fathers, has given you?"},{"name":"Joshua 18:4","text":"Appoint for yourselves three men from each tribe. I will send them, and they shall arise, walk through the land, and describe it according to their inheritance; and they shall come to me."},{"name":"Joshua 18:5","text":"They shall divide it into seven portions. Judah shall live in his borders on the south, and the house of Joseph shall live in their borders on the north."},{"name":"Joshua 18:6","text":"You shall survey the land into seven parts, and bring the description here to me; and I will cast lots for you here before Yahweh our God."},{"name":"Joshua 18:7","text":"For the Levites have no portion among you; for the priesthood of Yahweh is their inheritance. Gad, Reuben, and the half-tribe of Manasseh have received their inheritance beyond the Jordan eastward, which Moses the servant of Yahweh gave them.\""},{"name":"Joshua 18:8","text":"The men arose and went. Joshua commanded those who went to survey the land, saying, \"Go walk through the land, survey it, and come again to me. I will cast lots for you here before Yahweh in Shiloh.\""},{"name":"Joshua 18:9","text":"The men went and passed through the land, and surveyed it by cities into seven portions in a book. They came to Joshua to the camp at Shiloh."},{"name":"Joshua 18:10","text":"Joshua cast lots for them in Shiloh before Yahweh. There Joshua divided the land to the children of Israel according to their divisions."},{"name":"Joshua 18:11","text":"The lot of the tribe of the children of Benjamin came up according to their families. The border of their lot went out between the children of Judah and the children of Joseph."},{"name":"Joshua 18:12","text":"Their border on the north quarter was from the Jordan. The border went up to the side of Jericho on the north, and went up through the hill country westward. It ended at the wilderness of Beth Aven."},{"name":"Joshua 18:13","text":"The border passed along from there to Luz, to the side of Luz (the same is Bethel), southward. The border went down to Ataroth Addar, by the mountain that lies on the south of Beth Horon the lower."},{"name":"Joshua 18:14","text":"The border extended, and turned around on the west quarter southward, from the mountain that lies before Beth Horon southward; and ended at Kiriath Baal (the same is Kiriath Jearim), a city of the children of Judah. This was the west quarter."},{"name":"Joshua 18:15","text":"The south quarter was from the farthest part of Kiriath Jearim. The border went out westward, and went out to the spring of the waters of Nephtoah."},{"name":"Joshua 18:16","text":"The border went down to the farthest part of the mountain that lies before the valley of the son of Hinnom, which is in the valley of Rephaim northward. It went down to the valley of Hinnom, to the side of the Jebusite southward, and went down to En Rogel."},{"name":"Joshua 18:17","text":"It extended northward, went out at En Shemesh, and went out to Geliloth, which is over against the ascent of Adummim. It went down to the stone of Bohan the son of Reuben."},{"name":"Joshua 18:18","text":"It passed along to the side over against the Arabah northward, and went down to the Arabah."},{"name":"Joshua 18:19","text":"The border passed along to the side of Beth Hoglah northward; and the border ended at the north bay of the Salt Sea, at the south end of the Jordan. This was the south border."},{"name":"Joshua 18:20","text":"The Jordan was its border on the east quarter. This was the inheritance of the children of Benjamin, by the borders around it, according to their families."},{"name":"Joshua 18:21","text":"Now the cities of the tribe of the children of Benjamin according to their families were Jericho, Beth Hoglah, Emek Keziz,"},{"name":"Joshua 18:22","text":"Beth Arabah, Zemaraim, Bethel,"},{"name":"Joshua 18:23","text":"Avvim, Parah, Ophrah,"},{"name":"Joshua 18:24","text":"Chephar Ammoni, Ophni, and Geba; twelve cities with their villages."},{"name":"Joshua 18:25","text":"Gibeon, Ramah, Beeroth,"},{"name":"Joshua 18:26","text":"Mizpeh, Chephirah, Mozah,"},{"name":"Joshua 18:27","text":"Rekem, Irpeel, Taralah,"},{"name":"Joshua 18:28","text":"Zelah, Eleph, the Jebusite (the same is Jerusalem), Gibeath, and Kiriath; fourteen cities with their villages. This is the inheritance of the children of Benjamin according to their families."},{"name":"Joshua 19:1","text":"The second lot came out for Simeon, even for the tribe of the children of Simeon according to their families. Their inheritance was in the midst of the inheritance of the children of Judah."},{"name":"Joshua 19:2","text":"They had for their inheritance Beersheba (or Sheba), Moladah,"},{"name":"Joshua 19:3","text":"Hazar Shual, Balah, Ezem,"},{"name":"Joshua 19:4","text":"Eltolad, Bethul, Hormah,"},{"name":"Joshua 19:5","text":"Ziklag, Beth Marcaboth, Hazar Susah,"},{"name":"Joshua 19:6","text":"Beth Lebaoth, and Sharuhen; thirteen cities with their villages;"},{"name":"Joshua 19:7","text":"Ain, Rimmon, Ether, and Ashan; four cities with their villages;"},{"name":"Joshua 19:8","text":"and all the villages that were around these cities to Baalath Beer, Ramah of the South. This is the inheritance of the tribe of the children of Simeon according to their families."},{"name":"Joshua 19:9","text":"Out of the part of the children of Judah was the inheritance of the children of Simeon; for the portion of the children of Judah was too much for them. Therefore the children of Simeon had inheritance in the midst of their inheritance."},{"name":"Joshua 19:10","text":"The third lot came up for the children of Zebulun according to their families. The border of their inheritance was to Sarid."},{"name":"Joshua 19:11","text":"Their border went up westward, even to Maralah, and reached to Dabbesheth. It reached to the brook that is before Jokneam."},{"name":"Joshua 19:12","text":"It turned from Sarid eastward toward the sunrise to the border of Chisloth Tabor. It went out to Daberath, and went up to Japhia."},{"name":"Joshua 19:13","text":"From there it passed along eastward to Gath Hepher, to Ethkazin; and it went out at Rimmon which stretches to Neah."},{"name":"Joshua 19:14","text":"The border turned around it on the north to Hannathon; and it ended at the valley of Iphtah El;"},{"name":"Joshua 19:15","text":"Kattath, Nahalal, Shimron, Idalah, and Bethlehem: twelve cities with their villages."},{"name":"Joshua 19:16","text":"This is the inheritance of the children of Zebulun according to their families, these cities with their villages."},{"name":"Joshua 19:17","text":"The fourth lot came out for Issachar, even for the children of Issachar according to their families."},{"name":"Joshua 19:18","text":"Their border was to Jezreel, Chesulloth, Shunem,"},{"name":"Joshua 19:19","text":"Hapharaim, Shion, Anaharath,"},{"name":"Joshua 19:20","text":"Rabbith, Kishion, Ebez,"},{"name":"Joshua 19:21","text":"Remeth, Engannim, En Haddah, and Beth Pazzez."},{"name":"Joshua 19:22","text":"The border reached to Tabor, Shahazumah, and Beth Shemesh. Their border ended at the Jordan: sixteen cities with their villages."},{"name":"Joshua 19:23","text":"This is the inheritance of the tribe of the children of Issachar according to their families, the cities with their villages."},{"name":"Joshua 19:24","text":"The fifth lot came out for the tribe of the children of Asher according to their families."},{"name":"Joshua 19:25","text":"Their border was Helkath, Hali, Beten, Achshaph,"},{"name":"Joshua 19:26","text":"Allammelech, Amad, Mishal. It reached to Carmel westward, and to Shihorlibnath."},{"name":"Joshua 19:27","text":"It turned toward the sunrise to Beth Dagon, and reached to Zebulun, and to the valley of Iphtah El northward to Beth Emek and Neiel. It went out to Cabul on the left hand,"},{"name":"Joshua 19:28","text":"and Ebron, Rehob, Hammon, and Kanah, even to great Sidon."},{"name":"Joshua 19:29","text":"The border turned to Ramah, to the fortified city of Tyre; and the border turned to Hosah. It ended at the sea by the region of Achzib;"},{"name":"Joshua 19:30","text":"Ummah also, and Aphek, and Rehob: twenty-two cities with their villages."},{"name":"Joshua 19:31","text":"This is the inheritance of the tribe of the children of Asher according to their families, these cities with their villages."},{"name":"Joshua 19:32","text":"The sixth lot came out for the children of Naphtali, even for the children of Naphtali according to their families."},{"name":"Joshua 19:33","text":"Their border was from Heleph, from the oak in Zaanannim, Adaminekeb, and Jabneel, to Lakkum. It ended at the Jordan."},{"name":"Joshua 19:34","text":"The border turned westward to Aznoth Tabor, and went out from there to Hukkok. It reached to Zebulun on the south, and reached to Asher on the west, and to Judah at the Jordan toward the sunrise."},{"name":"Joshua 19:35","text":"The fortified cities were Ziddim, Zer, Hammath, Rakkath, Chinnereth,"},{"name":"Joshua 19:36","text":"Adamah, Ramah, Hazor,"},{"name":"Joshua 19:37","text":"Kedesh, Edrei, En Hazor,"},{"name":"Joshua 19:38","text":"Iron, Migdal El, Horem, Beth Anath, and Beth Shemesh; nineteen cities with their villages."},{"name":"Joshua 19:39","text":"This is the inheritance of the tribe of the children of Naphtali according to their families, the cities with their villages."},{"name":"Joshua 19:40","text":"The seventh lot came out for the tribe of the children of Dan according to their families."},{"name":"Joshua 19:41","text":"The border of their inheritance was Zorah, Eshtaol, Irshemesh,"},{"name":"Joshua 19:42","text":"Shaalabbin, Aijalon, Ithlah,"},{"name":"Joshua 19:43","text":"Elon, Timnah, Ekron,"},{"name":"Joshua 19:44","text":"Eltekeh, Gibbethon, Baalath,"},{"name":"Joshua 19:45","text":"Jehud, Bene Berak, Gath Rimmon,"},{"name":"Joshua 19:46","text":"Me Jarkon, and Rakkon, with the border over against Joppa."},{"name":"Joshua 19:47","text":"The border of the children of Dan went out beyond them; for the children of Dan went up and fought against Leshem, and took it, and struck it with the edge of the sword, and possessed it, and lived therein, and called Leshem, Dan, after the name of Dan their father."},{"name":"Joshua 19:48","text":"This is the inheritance of the tribe of the children of Dan according to their families, these cities with their villages."},{"name":"Joshua 19:49","text":"So they made an end of distributing the land for inheritance by its borders. The children of Israel gave an inheritance to Joshua the son of Nun in their midst."},{"name":"Joshua 19:50","text":"According to the commandment of Yahweh, they gave him the city which he asked, even Timnathserah in the hill country of Ephraim; and he built the city, and lived there."},{"name":"Joshua 19:51","text":"These are the inheritances, which Eleazar the priest, Joshua the son of Nun, and the heads of the fathers\" houses of the tribes of the children of Israel, distributed for inheritance by lot in Shiloh before Yahweh, at the door of the Tent of Meeting. So they made an end of dividing the land."},{"name":"Joshua 20:1","text":"Yahweh spoke to Joshua, saying,"},{"name":"Joshua 20:2","text":"\"Speak to the children of Israel, saying, \"Assign the cities of refuge, of which I spoke to you by Moses,"},{"name":"Joshua 20:3","text":"that the manslayer who kills any person accidentally or unintentionally may flee there. They shall be to you for a refuge from the avenger of blood."},{"name":"Joshua 20:4","text":"He shall flee to one of those cities, and shall stand at the entrance of the gate of the city, and declare his cause in the ears of the elders of that city. They shall take him into the city with them, and give him a place, that he may live among them."},{"name":"Joshua 20:5","text":"If the avenger of blood pursue after him, then they shall not deliver up the manslayer into his hand; because he struck his neighbor unintentionally, and didn\"t hate him before."},{"name":"Joshua 20:6","text":"He shall dwell in that city until he stands before the congregation for judgment, until the death of the high priest that shall be in those days. Then the manslayer shall return, and come to his own city, and to his own house, to the city he fled from.\"\""},{"name":"Joshua 20:7","text":"They set apart Kedesh in Galilee in the hill country of Naphtali, Shechem in the hill country of Ephraim, and Kiriath Arba (the same is Hebron) in the hill country of Judah."},{"name":"Joshua 20:8","text":"Beyond the Jordan at Jericho eastward, they assigned Bezer in the wilderness in the plain out of the tribe of Reuben, Ramoth in Gilead out of the tribe of Gad, and Golan in Bashan out of the tribe of Manasseh."},{"name":"Joshua 20:9","text":"These were the appointed cities for all the children of Israel, and for the alien who lives among them, that whoever kills any person unintentionally might flee there, and not die by the hand of the avenger of blood, until he stands before the congregation."},{"name":"Joshua 21:1","text":"Then the heads of fathers\" houses of the Levites came near to Eleazar the priest, and to Joshua the son of Nun, and to the heads of fathers\" houses of the tribes of the children of Israel."},{"name":"Joshua 21:2","text":"They spoke to them at Shiloh in the land of Canaan, saying, \"Yahweh commanded Moses to give us cities to dwell in, with their suburbs for our livestock.\""},{"name":"Joshua 21:3","text":"The children of Israel gave to the Levites out of their inheritance, according to the commandment of Yahweh, these cities with their suburbs."},{"name":"Joshua 21:4","text":"The lot came out for the families of the Kohathites. The children of Aaron the priest, who were of the Levites, had thirteen cities by lot out of the tribe of Judah, out of the tribe of the Simeonites, and out of the tribe of Benjamin."},{"name":"Joshua 21:5","text":"The rest of the children of Kohath had ten cities by lot out of the families of the tribe of Ephraim, out of the tribe of Dan, and out of the half-tribe of Manasseh."},{"name":"Joshua 21:6","text":"The children of Gershon had thirteen cities by lot out of the families of the tribe of Issachar, out of the tribe of Asher, out of the tribe of Naphtali, and out of the half-tribe of Manasseh in Bashan."},{"name":"Joshua 21:7","text":"The children of Merari according to their families had twelve cities out of the tribe of Reuben, out of the tribe of Gad, and out of the tribe of Zebulun."},{"name":"Joshua 21:8","text":"The children of Israel gave these cities with their suburbs by lot to the Levites, as Yahweh commanded by Moses."},{"name":"Joshua 21:9","text":"They gave out of the tribe of the children of Judah, and out of the tribe of the children of Simeon, these cities which are mentioned by name:"},{"name":"Joshua 21:10","text":"and they were for the children of Aaron, of the families of the Kohathites, who were of the children of Levi; for theirs was the first lot."},{"name":"Joshua 21:11","text":"They gave them Kiriath Arba, named after the father of Anak (the same is Hebron), in the hill country of Judah, with its suburbs around it."},{"name":"Joshua 21:12","text":"But they gave the fields of the city and its villages to Caleb the son of Jephunneh for his possession."},{"name":"Joshua 21:13","text":"To the children of Aaron the priest they gave Hebron with its suburbs, the city of refuge for the manslayer, Libnah with its suburbs,"},{"name":"Joshua 21:14","text":"Jattir with its suburbs, Eshtemoa with its suburbs,"},{"name":"Joshua 21:15","text":"Holon with its suburbs, Debir with its suburbs,"},{"name":"Joshua 21:16","text":"Ain with its suburbs, Juttah with its suburbs, and Beth Shemesh with its suburbs; nine cities out of those two tribes."},{"name":"Joshua 21:17","text":"Out of the tribe of Benjamin, Gibeon with its suburbs, Geba with its suburbs,"},{"name":"Joshua 21:18","text":"Anathoth with its suburbs, and Almon with its suburbs; four cities."},{"name":"Joshua 21:19","text":"All the cities of the children of Aaron, the priests, were thirteen cities with their suburbs."},{"name":"Joshua 21:20","text":"The families of the children of Kohath, the Levites, even the rest of the children of Kohath, had the cities of their lot out of the tribe of Ephraim."},{"name":"Joshua 21:21","text":"They gave them Shechem with its suburbs in the hill country of Ephraim, the city of refuge for the manslayer, and Gezer with its suburbs,"},{"name":"Joshua 21:22","text":"Kibzaim with its suburbs, and Beth Horon with its suburbs; four cities."},{"name":"Joshua 21:23","text":"Out of the tribe of Dan, Elteke with its suburbs, Gibbethon with its suburbs,"},{"name":"Joshua 21:24","text":"Aijalon with its suburbs, Gath Rimmon with its suburbs; four cities."},{"name":"Joshua 21:25","text":"Out of the half-tribe of Manasseh, Taanach with its suburbs, and Gath Rimmon with its suburbs; two cities."},{"name":"Joshua 21:26","text":"All the cities of the families of the rest of the children of Kohath were ten with their suburbs."},{"name":"Joshua 21:27","text":"They gave to the children of Gershon, of the families of the Levites, out of the half-tribe of Manasseh Golan in Bashan with its suburbs, the city of refuge for the manslayer, and Be Eshterah with its suburbs; two cities."},{"name":"Joshua 21:28","text":"Out of the tribe of Issachar, Kishion with its suburbs, Daberath with its suburbs,"},{"name":"Joshua 21:29","text":"Jarmuth with its suburbs, En Gannim with its suburbs; four cities."},{"name":"Joshua 21:30","text":"Out of the tribe of Asher, Mishal with its suburbs, Abdon with its suburbs,"},{"name":"Joshua 21:31","text":"Helkath with its suburbs, and Rehob with its suburbs; four cities."},{"name":"Joshua 21:32","text":"Out of the tribe of Naphtali, Kedesh in Galilee with its suburbs, the city of refuge for the manslayer, Hammothdor with its suburbs, and Kartan with its suburbs; three cities."},{"name":"Joshua 21:33","text":"All the cities of the Gershonites according to their families were thirteen cities with their suburbs."},{"name":"Joshua 21:34","text":"To the families of the children of Merari, the rest of the Levites, out of the tribe of Zebulun, Jokneam with its suburbs, Kartah with its suburbs,"},{"name":"Joshua 21:35","text":"Dimnah with its suburbs, and Nahalal with its suburbs; four cities."},{"name":"Joshua 21:36","text":"Out of the tribe of Reuben, Bezer with its suburbs, Jahaz with its suburbs,"},{"name":"Joshua 21:37","text":"Kedemoth with its suburbs, and Mephaath with its suburbs; four cities."},{"name":"Joshua 21:38","text":"Out of the tribe of Gad, Ramoth in Gilead with its suburbs, the city of refuge for the manslayer, and Mahanaim with its suburbs,"},{"name":"Joshua 21:39","text":"Heshbon with its suburbs, Jazer with its suburbs; four cities in all."},{"name":"Joshua 21:40","text":"All these were the cities of the children of Merari according to their families, even the rest of the families of the Levites. Their lot was twelve cities."},{"name":"Joshua 21:41","text":"All the cities of the Levites in the midst of the possession of the children of Israel were forty-eight cities with their suburbs."},{"name":"Joshua 21:42","text":"Each of these cities included their suburbs around them. It was this way with all these cities."},{"name":"Joshua 21:43","text":"So Yahweh gave to Israel all the land which he swore to give to their fathers. They possessed it, and lived in it."},{"name":"Joshua 21:44","text":"Yahweh gave them rest all around, according to all that he swore to their fathers. Not a man of all their enemies stood before them. Yahweh delivered all their enemies into their hand."},{"name":"Joshua 21:45","text":"Nothing failed of any good thing which Yahweh had spoken to the house of Israel. All came to pass."},{"name":"Joshua 22:1","text":"Then Joshua called the Reubenites, the Gadites, and the half-tribe of Manasseh,"},{"name":"Joshua 22:2","text":"and said to them, \"You have kept all that Moses the servant of Yahweh commanded you, and have listened to my voice in all that I commanded you."},{"name":"Joshua 22:3","text":"You have not left your brothers these many days to this day, but have performed the duty of the commandment of Yahweh your God."},{"name":"Joshua 22:4","text":"Now Yahweh your God has given rest to your brothers, as he spoke to them. Therefore now return and go to your tents, to the land of your possession, which Moses the servant of Yahweh gave you beyond the Jordan."},{"name":"Joshua 22:5","text":"Only take diligent heed to do the commandment and the law which Moses the servant of Yahweh commanded you, to love Yahweh your God, to walk in all his ways, to keep his commandments, to hold fast to him, and to serve him with all your heart and with all your soul.\""},{"name":"Joshua 22:6","text":"So Joshua blessed them, and sent them away; and they went to their tents."},{"name":"Joshua 22:7","text":"Now to the one half-tribe of Manasseh Moses had given inheritance in Bashan; but to the other half gave Joshua among their brothers beyond the Jordan westward. Moreover when Joshua sent them away to their tents, he blessed them,"},{"name":"Joshua 22:8","text":"and spoke to them, saying, \"Return with much wealth to your tents, with very much livestock, with silver, with gold, with brass, with iron, and with very much clothing. Divide the spoil of your enemies with your brothers.\""},{"name":"Joshua 22:9","text":"The children of Reuben and the children of Gad and the half-tribe of Manasseh returned, and departed from the children of Israel out of Shiloh, which is in the land of Canaan, to go to the land of Gilead, to the land of their possession, which they owned, according to the commandment of Yahweh by Moses."},{"name":"Joshua 22:10","text":"When they came to the region about the Jordan, that is in the land of Canaan, the children of Reuben and the children of Gad and the half-tribe of Manasseh built there an altar by the Jordan, a great altar to look at."},{"name":"Joshua 22:11","text":"The children of Israel heard this, \"Behold, the children of Reuben and the children of Gad and the half-tribe of Manasseh have built an altar in the forefront of the land of Canaan, in the region about the Jordan, on the side that pertains to the children of Israel.\""},{"name":"Joshua 22:12","text":"When the children of Israel heard of it, the whole congregation of the children of Israel gathered themselves together at Shiloh, to go up against them to war."},{"name":"Joshua 22:13","text":"The children of Israel sent to the children of Reuben, and to the children of Gad, and to the half-tribe of Manasseh, into the land of Gilead, Phinehas the son of Eleazar the priest,"},{"name":"Joshua 22:14","text":"and with him ten princes, one prince of a fathers\" house for each of the tribes of Israel; and they were everyone of them head of their fathers\" houses among the thousands of Israel."},{"name":"Joshua 22:15","text":"They came to the children of Reuben, and to the children of Gad, and to the half-tribe of Manasseh, to the land of Gilead, and they spoke with them, saying,"},{"name":"Joshua 22:16","text":"\"Thus says the whole congregation of Yahweh, \"What trespass is this that you have committed against the God of Israel, to turn away this day from following Yahweh, in that you have built yourselves an altar, to rebel this day against Yahweh?"},{"name":"Joshua 22:17","text":"Is the iniquity of Peor too little for us, from which we have not cleansed ourselves to this day, although there came a plague on the congregation of Yahweh,"},{"name":"Joshua 22:18","text":"that you must turn away this day from following Yahweh? It will be, since you rebel today against Yahweh, that tomorrow he will be angry with the whole congregation of Israel."},{"name":"Joshua 22:19","text":"However, if the land of your possession is unclean, then pass over to the land of the possession of Yahweh, in which Yahweh\"s tabernacle dwells, and take possession among us; but don\"t rebel against Yahweh, nor rebel against us, in building an altar other than the altar of Yahweh our God."},{"name":"Joshua 22:20","text":"Didn\"t Achan the son of Zerah commit a trespass in the devoted thing, and wrath fell on all the congregation of Israel? That man didn\"t perish alone in his iniquity.\"\""},{"name":"Joshua 22:21","text":"Then the children of Reuben and the children of Gad and the half-tribe of Manasseh answered, and spoke to the heads of the thousands of Israel,"},{"name":"Joshua 22:22","text":"\"The Mighty One, God, Yahweh, the Mighty One, God, Yahweh, he knows; and Israel shall know: if it was in rebellion, or if in trespass against Yahweh (don\"t save us this day),"},{"name":"Joshua 22:23","text":"that we have built us an altar to turn away from following Yahweh; or if to offer burnt offering or meal offering, or if to offer sacrifices of peace offerings, let Yahweh himself require it."},{"name":"Joshua 22:24","text":"\"If we have not out of concern done this, and for a reason, saying, \"In time to come your children might speak to our children, saying, \"What have you to do with Yahweh, the God of Israel?"},{"name":"Joshua 22:25","text":"For Yahweh has made the Jordan a border between us and you, you children of Reuben and children of Gad. You have no portion in Yahweh.\"\" So your children might make our children cease from fearing Yahweh."},{"name":"Joshua 22:26","text":"\"Therefore we said, \"Let\"s now prepare to build ourselves an altar, not for burnt offering, nor for sacrifice;"},{"name":"Joshua 22:27","text":"but it will be a witness between us and you, and between our generations after us, that we may perform the service of Yahweh before him with our burnt offerings, with our sacrifices, and with our peace offerings;\" that your children may not tell our children in time to come, \"You have no portion in Yahweh.\""},{"name":"Joshua 22:28","text":"\"Therefore we said, \"It shall be, when they tell us or our generations this in time to come, that we shall say, \"Behold the pattern of the altar of Yahweh, which our fathers made, not for burnt offering, nor for sacrifice; but it is a witness between us and you.\"\""},{"name":"Joshua 22:29","text":"\"Far be it from us that we should rebel against Yahweh, and turn away this day from following Yahweh, to build an altar for burnt offering, for meal offering, or for sacrifice, besides the altar of Yahweh our God that is before his tabernacle!\""},{"name":"Joshua 22:30","text":"When Phinehas the priest, and the princes of the congregation, even the heads of the thousands of Israel that were with him, heard the words that the children of Reuben and the children of Gad and the children of Manasseh spoke, it pleased them well."},{"name":"Joshua 22:31","text":"Phinehas the son of Eleazar the priest said to the children of Reuben, to the children of Gad, and to the children of Manasseh, \"Today we know that Yahweh is in the midst of us, because you have not committed this trespass against Yahweh. Now you have delivered the children of Israel out of the hand of Yahweh.\""},{"name":"Joshua 22:32","text":"Phinehas the son of Eleazar the priest, and the princes, returned from the children of Reuben, and from the children of Gad, out of the land of Gilead, to the land of Canaan, to the children of Israel, and brought them word again."},{"name":"Joshua 22:33","text":"The thing pleased the children of Israel; and the children of Israel blessed God, and spoke no more of going up against them to war, to destroy the land in which the children of Reuben and the children of Gad lived."},{"name":"Joshua 22:34","text":"The children of Reuben and the children of Gad named the altar \"A Witness Between Us that Yahweh is God.\""},{"name":"Joshua 23:1","text":"It happened after many days, when Yahweh had given rest to Israel from their enemies all around, and Joshua was old and well advanced in years,"},{"name":"Joshua 23:2","text":"that Joshua called for all Israel, for their elders and for their heads, and for their judges and for their officers, and said to them, \"I am old and well advanced in years."},{"name":"Joshua 23:3","text":"You have seen all that Yahweh your God has done to all these nations because of you; for it is Yahweh your God who has fought for you."},{"name":"Joshua 23:4","text":"Behold, I have allotted to you these nations that remain, to be an inheritance for your tribes, from the Jordan, with all the nations that I have cut off, even to the great sea toward the going down of the sun."},{"name":"Joshua 23:5","text":"Yahweh your God will thrust them out from before you, and drive them from out of your sight. You shall possess their land, as Yahweh your God spoke to you."},{"name":"Joshua 23:6","text":"\"Therefore be very courageous to keep and to do all that is written in the book of the law of Moses, that you not turn aside from it to the right hand or to the left;"},{"name":"Joshua 23:7","text":"that you not come among these nations, these that remain among you; neither make mention of the name of their gods, nor cause to swear by them, neither serve them, nor bow down yourselves to them;"},{"name":"Joshua 23:8","text":"but hold fast to Yahweh your God, as you have done to this day."},{"name":"Joshua 23:9","text":"\"For Yahweh has driven great and strong nations out from before you. But as for you, no man has stood before you to this day."},{"name":"Joshua 23:10","text":"One man of you shall chase a thousand; for it is Yahweh your God who fights for you, as he spoke to you."},{"name":"Joshua 23:11","text":"Take good heed therefore to yourselves, that you love Yahweh your God."},{"name":"Joshua 23:12","text":"\"But if you do at all go back, and hold fast to the remnant of these nations, even these who remain among you, and make marriages with them, and go in to them, and they to you;"},{"name":"Joshua 23:13","text":"know for a certainty that Yahweh your God will no longer drive these nations from out of your sight; but they shall be a snare and a trap to you, a scourge in your sides, and thorns in your eyes, until you perish from off this good land which Yahweh your God has given you."},{"name":"Joshua 23:14","text":"\"Behold, today I am going the way of all the earth. You know in all your hearts and in all your souls that not one thing has failed of all the good things which Yahweh your God spoke concerning you. All have happened to you. Not one thing has failed of it."},{"name":"Joshua 23:15","text":"It shall happen that as all the good things have come on you of which Yahweh your God spoke to you, so Yahweh will bring on you all the evil things, until he has destroyed you from off this good land which Yahweh your God has given you,"},{"name":"Joshua 23:16","text":"when you disobey the covenant of Yahweh your God, which he commanded you, and go and serve other gods, and bow down yourselves to them. Then the anger of Yahweh will be kindled against you, and you will perish quickly from off the good land which he has given to you.\""},{"name":"Joshua 24:1","text":"Joshua gathered all the tribes of Israel to Shechem, and called for the elders of Israel, for their heads, for their judges, and for their officers; and they presented themselves before God."},{"name":"Joshua 24:2","text":"Joshua said to all the people, \"Thus says Yahweh, the God of Israel, \"Your fathers lived of old time beyond the River, even Terah, the father of Abraham, and the father of Nahor: and they served other gods."},{"name":"Joshua 24:3","text":"I took your father Abraham from beyond the River, and led him throughout all the land of Canaan, and multiplied his seed, and gave him Isaac."},{"name":"Joshua 24:4","text":"I gave to Isaac Jacob and Esau: and I gave to Esau Mount Seir, to possess it. Jacob and his children went down into Egypt."},{"name":"Joshua 24:5","text":"\"\"I sent Moses and Aaron, and I plagued Egypt, according to that which I did in its midst: and afterward I brought you out."},{"name":"Joshua 24:6","text":"I brought your fathers out of Egypt: and you came to the sea. The Egyptians pursued after your fathers with chariots and with horsemen to the Red Sea."},{"name":"Joshua 24:7","text":"When they cried out to Yahweh, he put darkness between you and the Egyptians, and brought the sea on them, and covered them; and your eyes saw what I did in Egypt: and you lived in the wilderness many days."},{"name":"Joshua 24:8","text":"\"\"I brought you into the land of the Amorites, that lived beyond the Jordan: and they fought with you; and I gave them into your hand. You possessed their land; and I destroyed them from before you."},{"name":"Joshua 24:9","text":"Then Balak the son of Zippor, king of Moab, arose and fought against Israel. He sent and called Balaam the son of Beor to curse you;"},{"name":"Joshua 24:10","text":"but I would not listen to Balaam; therefore he blessed you still. So I delivered you out of his hand."},{"name":"Joshua 24:11","text":"\"\"You went over the Jordan, and came to Jericho. The men of Jericho fought against you, the Amorite, the Perizzite, the Canaanite, the Hittite, the Girgashite, the Hivite, and the Jebusite; and I delivered them into your hand."},{"name":"Joshua 24:12","text":"I sent the hornet before you, which drove them out from before you, even the two kings of the Amorites; not with your sword, nor with your bow."},{"name":"Joshua 24:13","text":"I gave you a land whereon you had not labored, and cities which you didn\"t build, and you live in them. You eat of vineyards and olive groves which you didn\"t plant.\""},{"name":"Joshua 24:14","text":"\"Now therefore fear Yahweh, and serve him in sincerity and in truth. Put away the gods which your fathers served beyond the River, in Egypt; and serve Yahweh."},{"name":"Joshua 24:15","text":"If it seems evil to you to serve Yahweh, choose this day whom you will serve; whether the gods which your fathers served that were beyond the River, or the gods of the Amorites, in whose land you dwell: but as for me and my house, we will serve Yahweh.\""},{"name":"Joshua 24:16","text":"The people answered, \"Far be it from us that we should forsake Yahweh, to serve other gods;"},{"name":"Joshua 24:17","text":"for it is Yahweh our God who brought us and our fathers up out of the land of Egypt, from the house of bondage, and who did those great signs in our sight, and preserved us in all the way in which we went, and among all the peoples through the midst of whom we passed."},{"name":"Joshua 24:18","text":"Yahweh drove out from before us all the peoples, even the Amorites who lived in the land. Therefore we also will serve Yahweh; for he is our God.\""},{"name":"Joshua 24:19","text":"Joshua said to the people, \"You can\"t serve Yahweh; for he is a holy God. He is a jealous God. He will not forgive your disobedience nor your sins."},{"name":"Joshua 24:20","text":"If you forsake Yahweh, and serve foreign gods, then he will turn and do you evil, and consume you, after he has done you good.\""},{"name":"Joshua 24:21","text":"The people said to Joshua, \"No; but we will serve Yahweh.\""},{"name":"Joshua 24:22","text":"Joshua said to the people, \"You are witnesses against yourselves that you have chosen Yahweh yourselves, to serve him.\" They said, \"We are witnesses.\""},{"name":"Joshua 24:23","text":"\"Now therefore put away the foreign gods which are among you, and incline your heart to Yahweh, the God of Israel.\""},{"name":"Joshua 24:24","text":"The people said to Joshua, \"We will serve Yahweh our God, and we will listen to his voice.\""},{"name":"Joshua 24:25","text":"So Joshua made a covenant with the people that day, and made for them a statute and an ordinance in Shechem."},{"name":"Joshua 24:26","text":"Joshua wrote these words in the book of the law of God; and he took a great stone, and set it up there under the oak that was by the sanctuary of Yahweh."},{"name":"Joshua 24:27","text":"Joshua said to all the people, \"Behold, this stone shall be a witness against us; for it has heard all the words of Yahweh which he spoke to us. It shall be therefore a witness against you, lest you deny your God.\""},{"name":"Joshua 24:28","text":"So Joshua sent the people away, every man to his inheritance."},{"name":"Joshua 24:29","text":"It happened after these things, that Joshua the son of Nun, the servant of Yahweh, died, being one hundred and ten years old."},{"name":"Joshua 24:30","text":"They buried him in the border of his inheritance in Timnathserah, which is in the hill country of Ephraim, on the north of the mountain of Gaash."},{"name":"Joshua 24:31","text":"Israel served Yahweh all the days of Joshua, and all the days of the elders who outlived Joshua, and had known all the work of Yahweh, that he had worked for Israel."},{"name":"Joshua 24:32","text":"They buried the bones of Joseph, which the children of Israel brought up out of Egypt, in Shechem, in the parcel of ground which Jacob bought of the sons of Hamor the father of Shechem for a hundred pieces of money. They became the inheritance of the children of Joseph."},{"name":"Joshua 24:33","text":"Eleazar the son of Aaron died. They buried him in the hill of Phinehas his son, which was given him in the hill country of Ephraim."},{"name":"Judges 1:1","text":"It happened after the death of Joshua, the children of Israel asked of Yahweh, saying, \"Who should go up for us first against the Canaanites, to fight against them?\""},{"name":"Judges 1:2","text":"Yahweh said, \"Judah shall go up. Behold, I have delivered the land into his hand.\""},{"name":"Judges 1:3","text":"Judah said to Simeon his brother, \"Come up with me into my lot, that we may fight against the Canaanites; and I likewise will go with you into your lot.\" So Simeon went with him."},{"name":"Judges 1:4","text":"Judah went up; and Yahweh delivered the Canaanites and the Perizzites into their hand: and they struck of them in Bezek ten thousand men."},{"name":"Judges 1:5","text":"They found Adoni-Bezek in Bezek; and they fought against him, and they struck the Canaanites and the Perizzites."},{"name":"Judges 1:6","text":"But Adoni-Bezek fled; and they pursued after him, and caught him, and cut off his thumbs and his great toes."},{"name":"Judges 1:7","text":"Adoni-Bezek said, \"Seventy kings, having their thumbs and their great toes cut off, scavenged under my table: as I have done, so God has requited me.\" They brought him to Jerusalem, and he died there."},{"name":"Judges 1:8","text":"The children of Judah fought against Jerusalem, and took it, and struck it with the edge of the sword, and set the city on fire."},{"name":"Judges 1:9","text":"Afterward the children of Judah went down to fight against the Canaanites who lived in the hill country, and in the South, and in the lowland."},{"name":"Judges 1:10","text":"Judah went against the Canaanites who lived in Hebron (now the name of Hebron before was Kiriath Arba); and they struck Sheshai, and Ahiman, and Talmai."},{"name":"Judges 1:11","text":"From there he went against the inhabitants of Debir. (Now the name of Debir before was Kiriath Sepher.)"},{"name":"Judges 1:12","text":"Caleb said, \"He who strikes Kiriath Sepher, and takes it, to him will I give Achsah my daughter as wife.\""},{"name":"Judges 1:13","text":"Othniel the son of Kenaz, Caleb\"s younger brother, took it: and he gave him Achsah his daughter as wife."},{"name":"Judges 1:14","text":"It happened, when she came, that she got him to ask her father for a field: and she alighted from off her donkey; and Caleb said to her, \"What would you like?\""},{"name":"Judges 1:15","text":"She said to him, \"Give me a blessing; for that you have set me in the land of the South, give me also springs of water.\" Then Caleb gave her the upper springs and the lower springs."},{"name":"Judges 1:16","text":"The children of the Kenite, Moses\" brother-in-law, went up out of the city of palm trees with the children of Judah into the wilderness of Judah, which is in the south of Arad; and they went and lived with the people."},{"name":"Judges 1:17","text":"Judah went with Simeon his brother, and they struck the Canaanites who inhabited Zephath, and utterly destroyed it. The name of the city was called Hormah."},{"name":"Judges 1:18","text":"Also Judah took Gaza with its border, and Ashkelon with its border, and Ekron with its border."},{"name":"Judges 1:19","text":"Yahweh was with Judah; and drove out the inhabitants of the hill country; for he could not drive out the inhabitants of the valley, because they had chariots of iron."},{"name":"Judges 1:20","text":"They gave Hebron to Caleb, as Moses had spoken: and he drove out there the three sons of Anak."},{"name":"Judges 1:21","text":"The children of Benjamin did not drive out the Jebusites who inhabited Jerusalem; but the Jebusites dwell with the children of Benjamin in Jerusalem to this day."},{"name":"Judges 1:22","text":"The house of Joseph, they also went up against Bethel; and Yahweh was with them."},{"name":"Judges 1:23","text":"The house of Joseph sent to spy out Bethel. (Now the name of the city before was Luz.)"},{"name":"Judges 1:24","text":"The watchers saw a man come forth out of the city, and they said to him, \"Please show us the entrance into the city, and we will deal kindly with you.\""},{"name":"Judges 1:25","text":"He showed them the entrance into the city; and they struck the city with the edge of the sword; but they let the man go and all his family."},{"name":"Judges 1:26","text":"The man went into the land of the Hittites, and built a city, and called its name Luz, which is its name to this day."},{"name":"Judges 1:27","text":"Manasseh did not drive out the inhabitants of Beth Shean and its towns, nor Taanach and its towns, nor the inhabitants of Dor and its towns, nor the inhabitants of Ibleam and its towns, nor the inhabitants of Megiddo and its towns; but the Canaanites would dwell in that land."},{"name":"Judges 1:28","text":"It happened, when Israel had grown strong, that they put the Canaanites to forced labor, and did not utterly drive them out."},{"name":"Judges 1:29","text":"Ephraim didn\"t drive out the Canaanites who lived in Gezer; but the Canaanites lived in Gezer among them."},{"name":"Judges 1:30","text":"Zebulun didn\"t drive out the inhabitants of Kitron, nor the inhabitants of Nahalol; but the Canaanites lived among them, and became subject to forced labor."},{"name":"Judges 1:31","text":"Asher didn\"t drive out the inhabitants of Acco, nor the inhabitants of Sidon, nor of Ahlab, nor of Achzib, nor of Helbah, nor of Aphik, nor of Rehob;"},{"name":"Judges 1:32","text":"but the Asherites lived among the Canaanites, the inhabitants of the land; for they did not drive them out."},{"name":"Judges 1:33","text":"Naphtali didn\"t drive out the inhabitants of Beth Shemesh, nor the inhabitants of Beth Anath; but he lived among the Canaanites, the inhabitants of the land: nevertheless the inhabitants of Beth Shemesh and of Beth Anath became subject to forced labor."},{"name":"Judges 1:34","text":"The Amorites forced the children of Dan into the hill country; for they would not allow them to come down to the valley;"},{"name":"Judges 1:35","text":"but the Amorites would dwell in Mount Heres, in Aijalon, and in Shaalbim: yet the hand of the house of Joseph prevailed, so that they became subject to forced labor."},{"name":"Judges 1:36","text":"The border of the Amorites was from the ascent of Akrabbim, from the rock, and upward."},{"name":"Judges 2:1","text":"The angel of Yahweh came up from Gilgal to Bochim. He said, \"I made you to go up out of Egypt, and have brought you to the land which I swore to your fathers; and I said, \"I will never break my covenant with you:"},{"name":"Judges 2:2","text":"and you shall make no covenant with the inhabitants of this land; you shall break down their altars.\" But you have not listened to my voice: why have you done this?"},{"name":"Judges 2:3","text":"Therefore I also said, I will not drive them out from before you; but they shall be in your sides, and their gods shall be a snare to you.\""},{"name":"Judges 2:4","text":"It happened, when the angel of Yahweh spoke these words to all the children of Israel, that the people lifted up their voice, and wept."},{"name":"Judges 2:5","text":"They called the name of that place Bochim: and they sacrificed there to Yahweh."},{"name":"Judges 2:6","text":"Now when Joshua had sent the people away, the children of Israel went every man to his inheritance to possess the land."},{"name":"Judges 2:7","text":"The people served Yahweh all the days of Joshua, and all the days of the elders who outlived Joshua, who had seen all the great work of Yahweh that he had worked for Israel."},{"name":"Judges 2:8","text":"Joshua the son of Nun, the servant of Yahweh, died, being one hundred ten years old."},{"name":"Judges 2:9","text":"They buried him in the border of his inheritance in Timnath Heres, in the hill country of Ephraim, on the north of the mountain of Gaash."},{"name":"Judges 2:10","text":"Also all that generation were gathered to their fathers: and there arose another generation after them, who didn\"t know Yahweh, nor yet the work which he had worked for Israel."},{"name":"Judges 2:11","text":"The children of Israel did that which was evil in the sight of Yahweh, and served the Baals;"},{"name":"Judges 2:12","text":"and they forsook Yahweh, the God of their fathers, who brought them out of the land of Egypt, and followed other gods, of the gods of the peoples who were around them, and bowed themselves down to them: and they provoked Yahweh to anger."},{"name":"Judges 2:13","text":"They forsook Yahweh, and served Baal and the Ashtaroth."},{"name":"Judges 2:14","text":"The anger of Yahweh was kindled against Israel, and he delivered them into the hands of spoilers who despoiled them; and he sold them into the hands of their enemies all around, so that they could not any longer stand before their enemies."},{"name":"Judges 2:15","text":"Wherever they went out, the hand of Yahweh was against them for evil, as Yahweh had spoken, and as Yahweh had sworn to them: and they were very distressed."},{"name":"Judges 2:16","text":"Yahweh raised up judges, who saved them out of the hand of those who despoiled them."},{"name":"Judges 2:17","text":"Yet they didn\"t listen to their judges; for they played the prostitute after other gods, and bowed themselves down to them: they turned aside quickly out of the way in which their fathers walked, obeying the commandments of Yahweh. They didn\"t do so."},{"name":"Judges 2:18","text":"When Yahweh raised them up judges, then Yahweh was with the judge, and saved them out of the hand of their enemies all the days of the judge: for it grieved Yahweh because of their groaning by reason of those who oppressed them and troubled them."},{"name":"Judges 2:19","text":"But it happened, when the judge was dead, that they turned back, and dealt more corruptly than their fathers, in following other gods to serve them, and to bow down to them; they didn\"t cease from their doings, nor from their stubborn way."},{"name":"Judges 2:20","text":"The anger of Yahweh was kindled against Israel; and he said, \"Because this nation have transgressed my covenant which I commanded their fathers, and have not listened to my voice;"},{"name":"Judges 2:21","text":"I also will not henceforth drive out any from before them of the nations that Joshua left when he died;"},{"name":"Judges 2:22","text":"that by them I may prove Israel, whether they will keep the way of Yahweh to walk therein, as their fathers kept it, or not.\""},{"name":"Judges 2:23","text":"So Yahweh left those nations, without driving them out hastily; neither delivered he them into the hand of Joshua."},{"name":"Judges 3:1","text":"Now these are the nations which Yahweh left, to prove Israel by them, even as many as had not known all the wars of Canaan;"},{"name":"Judges 3:2","text":"only that the generations of the children of Israel might know, to teach them war, at the least such as before knew nothing of it:"},{"name":"Judges 3:3","text":"the five lords of the Philistines, and all the Canaanites, and the Sidonians, and the Hivites who lived on Mount Lebanon, from Mount Baal Hermon to the entrance of Hamath."},{"name":"Judges 3:4","text":"They were left to test Israel by them, to know whether they would listen to the commandments of Yahweh, which he commanded their fathers by Moses."},{"name":"Judges 3:5","text":"The children of Israel lived among the Canaanites, the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites:"},{"name":"Judges 3:6","text":"and they took their daughters to be their wives, and gave their own daughters to their sons and served their gods."},{"name":"Judges 3:7","text":"The children of Israel did that which was evil in the sight of Yahweh, and forgot Yahweh their God, and served the Baals and the Asheroth."},{"name":"Judges 3:8","text":"Therefore the anger of Yahweh was kindled against Israel, and he sold them into the hand of Cushan Rishathaim king of Mesopotamia: and the children of Israel served Cushan Rishathaim eight years."},{"name":"Judges 3:9","text":"When the children of Israel cried to Yahweh, Yahweh raised up a savior to the children of Israel, who saved them, even Othniel the son of Kenaz, Caleb\"s younger brother."},{"name":"Judges 3:10","text":"The Spirit of Yahweh came on him, and he judged Israel; and he went out to war, and Yahweh delivered Cushan Rishathaim king of Mesopotamia into his hand: and his hand prevailed against Cushan Rishathaim."},{"name":"Judges 3:11","text":"The land had rest forty years. Othniel the son of Kenaz died."},{"name":"Judges 3:12","text":"The children of Israel again did that which was evil in the sight of Yahweh: and Yahweh strengthened Eglon the king of Moab against Israel, because they had done that which was evil in the sight of Yahweh."},{"name":"Judges 3:13","text":"He gathered to him the children of Ammon and Amalek; and he went and struck Israel, and they possessed the city of palm trees."},{"name":"Judges 3:14","text":"The children of Israel served Eglon the king of Moab eighteen years."},{"name":"Judges 3:15","text":"But when the children of Israel cried to Yahweh, Yahweh raised them up a savior, Ehud the son of Gera, the Benjamite, a man left-handed. The children of Israel sent tribute by him to Eglon the king of Moab."},{"name":"Judges 3:16","text":"Ehud made him a sword which had two edges, a cubit in length; and he wore it under his clothing on his right thigh."},{"name":"Judges 3:17","text":"He offered the tribute to Eglon king of Moab: now Eglon was a very fat man."},{"name":"Judges 3:18","text":"When he had made an end of offering the tribute, he sent away the people who bore the tribute."},{"name":"Judges 3:19","text":"But he himself turned back from the quarries that were by Gilgal, and said, \"I have a secret errand to you, king.\" The king said, \"Keep silence!\" All who stood by him went out from him."},{"name":"Judges 3:20","text":"Ehud came to him; and he was sitting by himself alone in the cool upper room. Ehud said, \"I have a message from God to you.\" He arose out of his seat."},{"name":"Judges 3:21","text":"Ehud put forth his left hand, and took the sword from his right thigh, and thrust it into his body:"},{"name":"Judges 3:22","text":"and the handle also went in after the blade; and the fat closed on the blade, for he didn\"t draw the sword out of his body; and it came out behind."},{"name":"Judges 3:23","text":"Then Ehud went forth into the porch, and shut the doors of the upper room on him, and locked them."},{"name":"Judges 3:24","text":"Now when he was gone out, his servants came; and they saw, and behold, the doors of the upper room were locked; and they said, \"Surely he is covering his feet in the upper room.\""},{"name":"Judges 3:25","text":"They waited until they were ashamed; and behold, he didn\"t open the doors of the upper room: therefore they took the key, and opened them, and behold, their lord was fallen down dead on the earth."},{"name":"Judges 3:26","text":"Ehud escaped while they waited, and passed beyond the quarries, and escaped to Seirah."},{"name":"Judges 3:27","text":"It happened, when he had come, that he blew a trumpet in the hill country of Ephraim; and the children of Israel went down with him from the hill country, and he before them."},{"name":"Judges 3:28","text":"He said to them, \"Follow me; for Yahweh has delivered your enemies the Moabites into your hand.\" They followed him, and took the fords of the Jordan against the Moabites, and didn\"t allow any man to pass over."},{"name":"Judges 3:29","text":"They struck of Moab at that time about ten thousand men, every lusty man, and every man of valor; and there escaped not a man."},{"name":"Judges 3:30","text":"So Moab was subdued that day under the hand of Israel. The land had rest eighty years."},{"name":"Judges 3:31","text":"After him was Shamgar the son of Anath, who struck of the Philistines six hundred men with an oxgoad: and he also saved Israel."},{"name":"Judges 4:1","text":"The children of Israel again did that which was evil in the sight of Yahweh, when Ehud was dead."},{"name":"Judges 4:2","text":"Yahweh sold them into the hand of Jabin king of Canaan, who reigned in Hazor; the captain of whose army was Sisera, who lived in Harosheth of the Gentiles."},{"name":"Judges 4:3","text":"The children of Israel cried to Yahweh: for he had nine hundred chariots of iron; and twenty years he mightily oppressed the children of Israel."},{"name":"Judges 4:4","text":"Now Deborah, a prophetess, the wife of Lappidoth, she judged Israel at that time."},{"name":"Judges 4:5","text":"She lived under the palm tree of Deborah between Ramah and Bethel in the hill country of Ephraim: and the children of Israel came up to her for judgment."},{"name":"Judges 4:6","text":"She sent and called Barak the son of Abinoam out of Kedesh Naphtali, and said to him, \"Hasn\"t Yahweh, the God of Israel, commanded, \"Go and draw to Mount Tabor, and take with you ten thousand men of the children of Naphtali and of the children of Zebulun?"},{"name":"Judges 4:7","text":"I will draw to you, to the river Kishon, Sisera, the captain of Jabin\"s army, with his chariots and his multitude; and I will deliver him into your hand.\"\""},{"name":"Judges 4:8","text":"Barak said to her, \"If you will go with me, then I will go; but if you will not go with me, I will not go.\""},{"name":"Judges 4:9","text":"She said, \"I will surely go with you: nevertheless, the journey that you take shall not be for your honor; for Yahweh will sell Sisera into the hand of a woman.\" Deborah arose, and went with Barak to Kedesh."},{"name":"Judges 4:10","text":"Barak called Zebulun and Naphtali together to Kedesh; and there went up ten thousand men at his feet: and Deborah went up with him."},{"name":"Judges 4:11","text":"Now Heber the Kenite had separated himself from the Kenites, even from the children of Hobab the brother-in-law of Moses, and had pitched his tent as far as the oak in Zaanannim, which is by Kedesh."},{"name":"Judges 4:12","text":"They told Sisera that Barak the son of Abinoam was gone up to Mount Tabor."},{"name":"Judges 4:13","text":"Sisera gathered together all his chariots, even nine hundred chariots of iron, and all the people who were with him, from Harosheth of the Gentiles, to the river Kishon."},{"name":"Judges 4:14","text":"Deborah said to Barak, \"Go; for this is the day in which Yahweh has delivered Sisera into your hand. Hasn\"t Yahweh gone out before you?\" So Barak went down from Mount Tabor, and ten thousand men after him."},{"name":"Judges 4:15","text":"Yahweh confused Sisera, and all his chariots, and all his army, with the edge of the sword before Barak; and Sisera alighted from his chariot, and fled away on his feet."},{"name":"Judges 4:16","text":"But Barak pursued after the chariots, and after the army, to Harosheth of the Gentiles: and all the army of Sisera fell by the edge of the sword; there was not a man left."},{"name":"Judges 4:17","text":"However Sisera fled away on his feet to the tent of Jael the wife of Heber the Kenite; for there was peace between Jabin the king of Hazor and the house of Heber the Kenite."},{"name":"Judges 4:18","text":"Jael went out to meet Sisera, and said to him, \"Turn in, my lord, turn in to me; don\"t be afraid.\" He came in to her into the tent, and she covered him with a rug."},{"name":"Judges 4:19","text":"He said to her, \"Please give me a little water to drink; for I am thirsty.\" She opened a bottle of milk, and gave him drink, and covered him."},{"name":"Judges 4:20","text":"He said to her, \"Stand in the door of the tent, and it shall be, when any man comes and inquires of you, and says, \"Is there any man here?\" that you shall say, \"No.\"\""},{"name":"Judges 4:21","text":"Then Jael Heber\"s wife took a tent peg, and took a hammer in her hand, and went softly to him, and struck the pin into his temples, and it pierced through into the ground; for he was in a deep sleep; so he swooned and died."},{"name":"Judges 4:22","text":"Behold, as Barak pursued Sisera, Jael came out to meet him, and said to him, \"Come, and I will show you the man whom you seek.\" He came to her; and behold, Sisera lay dead, and the tent peg was in his temples."},{"name":"Judges 4:23","text":"So God subdued on that day Jabin the king of Canaan before the children of Israel."},{"name":"Judges 4:24","text":"The hand of the children of Israel prevailed more and more against Jabin the king of Canaan, until they had destroyed Jabin king of Canaan."},{"name":"Judges 5:1","text":"Then Deborah and Barak the son of Abinoam sang on that day, saying,"},{"name":"Judges 5:2","text":"\"Because the leaders took the lead in Israel, because the people offered themselves willingly, be blessed, Yahweh!"},{"name":"Judges 5:3","text":"\"Hear, you kings! Give ear, you princes! I, even I, will sing to Yahweh. I will sing praise to Yahweh, the God of Israel."},{"name":"Judges 5:4","text":"\"Yahweh, when you went forth out of Seir, when you marched out of the field of Edom, the earth trembled, the sky also dropped. Yes, the clouds dropped water."},{"name":"Judges 5:5","text":"The mountains quaked at the presence of Yahweh, even Sinai, at the presence of Yahweh, the God of Israel."},{"name":"Judges 5:6","text":"\"In the days of Shamgar the son of Anath, in the days of Jael, the highways were unoccupied. The travelers walked through byways."},{"name":"Judges 5:7","text":"The rulers ceased in Israel. They ceased until I, Deborah, arose; Until I arose a mother in Israel."},{"name":"Judges 5:8","text":"They chose new gods. Then war was in the gates. Was there a shield or spear seen among forty thousand in Israel?"},{"name":"Judges 5:9","text":"My heart is toward the governors of Israel, who offered themselves willingly among the people. Bless Yahweh!"},{"name":"Judges 5:10","text":"\"Speak, you who ride on white donkeys, you who sit on rich carpets, and you who walk by the way."},{"name":"Judges 5:11","text":"Far from the noise of archers, in the places of drawing water, there they will rehearse the righteous acts of Yahweh, the righteous acts of his rule in Israel. \"Then the people of Yahweh went down to the gates."},{"name":"Judges 5:12","text":"\"Awake, awake, Deborah! Awake, awake, utter a song! Arise, Barak, and lead away your captives, you son of Abinoam.\""},{"name":"Judges 5:13","text":"\"Then a remnant of the nobles and the people came down. Yahweh came down for me against the mighty."},{"name":"Judges 5:14","text":"Those whose root is in Amalek came out of Ephraim, after you, Benjamin, among your peoples. Governors come down out of Machir. Those who handle the marshal\"s staff came out of Zebulun."},{"name":"Judges 5:15","text":"The princes of Issachar were with Deborah. As was Issachar, so was Barak. They rushed into the valley at his feet. By the watercourses of Reuben, there were great resolves of heart."},{"name":"Judges 5:16","text":"Why did you sit among the sheepfolds, To hear the whistling for the flocks? At the watercourses of Reuben There were great searchings of heart."},{"name":"Judges 5:17","text":"Gilead lived beyond the Jordan. Why did Dan remain in ships? Asher sat still at the haven of the sea, and lived by his creeks."},{"name":"Judges 5:18","text":"Zebulun was a people that jeopardized their lives to the deaths; Naphtali also, on the high places of the field."},{"name":"Judges 5:19","text":"\"The kings came and fought, then the kings of Canaan fought at Taanach by the waters of Megiddo. They took no plunder of silver."},{"name":"Judges 5:20","text":"From the sky the stars fought. From their courses, they fought against Sisera."},{"name":"Judges 5:21","text":"The river Kishon swept them away, that ancient river, the river Kishon. My soul, march on with strength."},{"name":"Judges 5:22","text":"Then the horse hoofs stamped because of the prancings, the prancings of their strong ones."},{"name":"Judges 5:23","text":"\"Curse Meroz,\" said the angel of Yahweh. \"Curse bitterly its inhabitants, because they didn\"t come to help Yahweh, to help Yahweh against the mighty.\""},{"name":"Judges 5:24","text":"\"Jael shall be blessed above women, the wife of Heber the Kenite; blessed shall she be above women in the tent."},{"name":"Judges 5:25","text":"He asked for water. She gave him milk. She brought him butter in a lordly dish."},{"name":"Judges 5:26","text":"She put her hand to the tent peg, and her right hand to the workmen\"s hammer. With the hammer she struck Sisera. She struck through his head. Yes, she pierced and struck through his temples."},{"name":"Judges 5:27","text":"At her feet he bowed, he fell, he lay. At her feet he bowed, he fell. Where he bowed, there he fell down dead."},{"name":"Judges 5:28","text":"\"Through the window she looked out, and cried: Sisera\"s mother looked through the lattice. \"Why is his chariot so long in coming? Why do the wheels of his chariots wait?\""},{"name":"Judges 5:29","text":"Her wise ladies answered her, Yes, she returned answer to herself,"},{"name":"Judges 5:30","text":"\"Have they not found, have they not divided the spoil? A lady, two ladies to every man; to Sisera a spoil of dyed garments, a spoil of dyed garments embroidered, of dyed garments embroidered on both sides, on the necks of the spoil?\""},{"name":"Judges 5:31","text":"\"So let all your enemies perish, Yahweh, but let those who love him be as the sun when it rises forth in its strength.\" Then the land had rest forty years."},{"name":"Judges 6:1","text":"The children of Israel did that which was evil in the sight of Yahweh: and Yahweh delivered them into the hand of Midian seven years."},{"name":"Judges 6:2","text":"The hand of Midian prevailed against Israel; and because of Midian the children of Israel made them the dens which are in the mountains, and the caves, and the strongholds."},{"name":"Judges 6:3","text":"So it was, when Israel had sown, that the Midianites came up, and the Amalekites, and the children of the east; they came up against them;"},{"name":"Judges 6:4","text":"and they encamped against them, and destroyed the increase of the earth, until you come to Gaza, and left no sustenance in Israel, neither sheep, nor ox, nor donkey."},{"name":"Judges 6:5","text":"For they came up with their livestock and their tents; they came in as locusts for multitude; both they and their camels were without number: and they came into the land to destroy it."},{"name":"Judges 6:6","text":"Israel was brought very low because of Midian; and the children of Israel cried to Yahweh."},{"name":"Judges 6:7","text":"It happened, when the children of Israel cried to Yahweh because of Midian,"},{"name":"Judges 6:8","text":"that Yahweh sent a prophet to the children of Israel: and he said to them, \"Thus says Yahweh, the God of Israel, \"I brought you up from Egypt, and brought you forth out of the house of bondage;"},{"name":"Judges 6:9","text":"and I delivered you out of the hand of the Egyptians, and out of the hand of all who oppressed you, and drove them out from before you, and gave you their land;"},{"name":"Judges 6:10","text":"and I said to you, \"I am Yahweh your God; you shall not fear the gods of the Amorites, in whose land you dwell.\" But you have not listened to my voice.\"\""},{"name":"Judges 6:11","text":"The angel of Yahweh came, and sat under the oak which was in Ophrah, that pertained to Joash the Abiezrite: and his son Gideon was beating out wheat in the winepress, to hide it from the Midianites."},{"name":"Judges 6:12","text":"The angel of Yahweh appeared to him, and said to him, \"Yahweh is with you, you mighty man of valor!\""},{"name":"Judges 6:13","text":"Gideon said to him, \"Oh, my lord, if Yahweh is with us, why then has all this happened to us? Where are all his wondrous works which our fathers told us of, saying, \"Didn\"t Yahweh bring us up from Egypt?\" But now Yahweh has cast us off, and delivered us into the hand of Midian.\""},{"name":"Judges 6:14","text":"Yahweh looked at him, and said, \"Go in this your might, and save Israel from the hand of Midian. Haven\"t I sent you?\""},{"name":"Judges 6:15","text":"He said to him, \"O Lord, how shall I save Israel? Behold, my family is the poorest in Manasseh, and I am the least in my father\"s house.\""},{"name":"Judges 6:16","text":"Yahweh said to him, \"Surely I will be with you, and you shall strike the Midianites as one man.\""},{"name":"Judges 6:17","text":"He said to him, \"If now I have found favor in your sight, then show me a sign that it is you who talk with me."},{"name":"Judges 6:18","text":"Please don\"t go away, until I come to you, and bring out my present, and lay it before you.\" He said, \"I will wait until you come back.\""},{"name":"Judges 6:19","text":"Gideon went in, and prepared a young goat, and unleavened cakes of an ephah of meal. He put the meat in a basket and he put the broth in a pot, and brought it out to him under the oak, and presented it."},{"name":"Judges 6:20","text":"The angel of God said to him, \"Take the meat and the unleavened cakes, and lay them on this rock, and pour out the broth.\" He did so."},{"name":"Judges 6:21","text":"Then the angel of Yahweh stretched out the end of the staff that was in his hand, and touched the meat and the unleavened cakes; and fire went up out of the rock, and consumed the meat and the unleavened cakes; and the angel of Yahweh departed out of his sight."},{"name":"Judges 6:22","text":"Gideon saw that he was the angel of Yahweh; and Gideon said, \"Alas, Lord Yahweh! Because I have seen the angel of Yahweh face to face!\""},{"name":"Judges 6:23","text":"Yahweh said to him, \"Peace be to you! Don\"t be afraid. You shall not die.\""},{"name":"Judges 6:24","text":"Then Gideon built an altar there to Yahweh, and called it \"Yahweh is Peace.\" To this day it is still in Ophrah of the Abiezrites."},{"name":"Judges 6:25","text":"It happened the same night, that Yahweh said to him, \"Take your father\"s bull, even the second bull seven years old, and throw down the altar of Baal that your father has, and cut down the Asherah that is by it;"},{"name":"Judges 6:26","text":"and build an altar to Yahweh your God on the top of this stronghold, in an orderly way, and take the second bull, and offer a burnt offering with the wood of the Asherah which you shall cut down.\""},{"name":"Judges 6:27","text":"Then Gideon took ten men of his servants, and did as Yahweh had spoken to him: and it happened, because he feared his father\"s household and the men of the city, so that he could not do it by day, that he did it by night."},{"name":"Judges 6:28","text":"When the men of the city arose early in the morning, behold, the altar of Baal was broken down, and the Asherah was cut down that was by it, and the second bull was offered on the altar that was built."},{"name":"Judges 6:29","text":"They said one to another, \"Who has done this thing?\" When they inquired and asked, they said, \"Gideon the son of Joash has done this thing.\""},{"name":"Judges 6:30","text":"Then the men of the city said to Joash, \"Bring out your son, that he may die, because he has broken down the altar of Baal, and because he has cut down the Asherah that was by it.\""},{"name":"Judges 6:31","text":"Joash said to all who stood against him, \"Will you contend for Baal? Or will you save him? He who will contend for him, let him be put to death by morning. If he is a god, let him contend for himself, because someone has broken down his altar.\""},{"name":"Judges 6:32","text":"Therefore on that day he named him Jerub-Baal, saying, \"Let Baal contend against him, because he has broken down his altar.\""},{"name":"Judges 6:33","text":"Then all the Midianites and the Amalekites and the children of the east assembled themselves together; and they passed over, and encamped in the valley of Jezreel."},{"name":"Judges 6:34","text":"But the Spirit of Yahweh came on Gideon; and he blew a trumpet; and Abiezer was gathered together after him."},{"name":"Judges 6:35","text":"He sent messengers throughout all Manasseh; and they also were gathered together after him: and he sent messengers to Asher, and to Zebulun, and to Naphtali; and they came up to meet them."},{"name":"Judges 6:36","text":"Gideon said to God, \"If you will save Israel by my hand, as you have spoken,"},{"name":"Judges 6:37","text":"behold, I will put a fleece of wool on the threshing floor; if there is dew on the fleece only, and it is dry on all the ground, then shall I know that you will save Israel by my hand, as you have spoken.\""},{"name":"Judges 6:38","text":"It was so; for he rose up early on the next day, and pressed the fleece together, and wrung the dew out of the fleece, a bowl full of water."},{"name":"Judges 6:39","text":"Gideon said to God, \"Don\"t let your anger be kindled against me, and I will speak but this once. Please let me make a trial just this once with the fleece. Let it now be dry only on the fleece, and on all the ground let there be dew.\""},{"name":"Judges 6:40","text":"God did so that night: for it was dry on the fleece only, and there was dew on all the ground."},{"name":"Judges 7:1","text":"Then Jerubbaal, who is Gideon, and all the people who were with him, rose up early, and encamped beside the spring of Harod: and the camp of Midian was on the north side of them, by the hill of Moreh, in the valley."},{"name":"Judges 7:2","text":"Yahweh said to Gideon, \"The people who are with you are too many for me to give the Midianites into their hand, lest Israel vaunt themselves against me, saying, \"My own hand has saved me.\""},{"name":"Judges 7:3","text":"Now therefore proclaim in the ears of the people, saying, \"Whoever is fearful and trembling, let him return and depart from Mount Gilead.\"\" Twenty-two thousand of the people returned, and ten thousand remained."},{"name":"Judges 7:4","text":"Yahweh said to Gideon, \"The people are still too many. Bring them down to the water, and I will test them for you there. It shall be, that of whom I tell you, \"This shall go with you,\" the same shall go with you; and of whoever I tell you, \"This shall not go with you,\" the same shall not go.\""},{"name":"Judges 7:5","text":"So he brought down the people to the water; and Yahweh said to Gideon, \"Everyone who laps of the water with his tongue, like a dog laps, you shall set him by himself; likewise everyone who bows down on his knees to drink.\""},{"name":"Judges 7:6","text":"The number of those who lapped, putting their hand to their mouth, was three hundred men; but all the rest of the people bowed down on their knees to drink water."},{"name":"Judges 7:7","text":"Yahweh said to Gideon, \"By the three hundred men who lapped will I save you, and deliver the Midianites into your hand. Let all the other people go, each to his own place.\""},{"name":"Judges 7:8","text":"So the people took food in their hand, and their trumpets; and he sent all the men of Israel every man to his tent, but retained the three hundred men: and the camp of Midian was beneath him in the valley."},{"name":"Judges 7:9","text":"It happened the same night, that Yahweh said to him, \"Arise, go down into the camp; for I have delivered it into your hand."},{"name":"Judges 7:10","text":"But if you are afraid to go down, go with Purah your servant down to the camp:"},{"name":"Judges 7:11","text":"and you shall hear what they say; and afterward your hands will be strengthened to go down into the camp.\" Then went he down with Purah his servant to the outermost part of the armed men who were in the camp."},{"name":"Judges 7:12","text":"The Midianites and the Amalekites and all the children of the east lay along in the valley like locusts for multitude; and their camels were without number, as the sand which is on the seashore for multitude."},{"name":"Judges 7:13","text":"When Gideon had come, behold, there was a man telling a dream to his fellow; and he said, \"Behold, I dreamed a dream; and behold, a cake of barley bread tumbled into the camp of Midian, and came to the tent, and struck it so that it fell, and turned it upside down, so that the tent lay flat.\""},{"name":"Judges 7:14","text":"His fellow answered, \"This is nothing other than the sword of Gideon the son of Joash, a man of Israel. God has delivered Midian into his hand, with all the army.\""},{"name":"Judges 7:15","text":"It was so, when Gideon heard the telling of the dream, and its interpretation, that he worshiped; and he returned into the camp of Israel, and said, \"Arise; for Yahweh has delivered the army of Midian into your hand!\""},{"name":"Judges 7:16","text":"He divided the three hundred men into three companies, and he put into the hands of all of them trumpets, and empty pitchers, with torches within the pitchers."},{"name":"Judges 7:17","text":"He said to them, \"Watch me, and do likewise. Behold, when I come to the outermost part of the camp, it shall be that, as I do, so you shall do."},{"name":"Judges 7:18","text":"When I blow the trumpet, I and all who are with me, then blow the trumpets also on every side of all the camp, and shout, \"For Yahweh and for Gideon!\"\""},{"name":"Judges 7:19","text":"So Gideon, and the hundred men who were with him, came to the outermost part of the camp in the beginning of the middle watch, when they had but newly set the watch: and they blew the trumpets, and broke in pieces the pitchers that were in their hands."},{"name":"Judges 7:20","text":"The three companies blew the trumpets, and broke the pitchers, and held the torches in their left hands, and the trumpets in their right hands with which to blow; and they shouted, \"The sword of Yahweh and of Gideon!\""},{"name":"Judges 7:21","text":"They each stood in his place around the camp; and all the army ran; and they shouted, and put them to flight."},{"name":"Judges 7:22","text":"They blew the three hundred trumpets, and Yahweh set every man\"s sword against his fellow, and against all the army; and the army fled as far as Beth Shittah toward Zererah, as far as the border of Abel Meholah, by Tabbath."},{"name":"Judges 7:23","text":"The men of Israel were gathered together out of Naphtali, and out of Asher, and out of all Manasseh, and pursued after Midian."},{"name":"Judges 7:24","text":"Gideon sent messengers throughout all the hill country of Ephraim, saying, \"Come down against Midian, and take before them the waters, as far as Beth Barah, even the Jordan!\" So all the men of Ephraim were gathered together, and took the waters as far as Beth Barah, even the Jordan."},{"name":"Judges 7:25","text":"They took the two princes of Midian, Oreb and Zeeb; and they killed Oreb at the rock of Oreb, and Zeeb they killed at the winepress of Zeeb, and pursued Midian: and they brought the heads of Oreb and Zeeb to Gideon beyond the Jordan."},{"name":"Judges 8:1","text":"The men of Ephraim said to him, \"Why have you treated us this way, that you didn\"t call us, when you went to fight with Midian?\" They rebuked him sharply."},{"name":"Judges 8:2","text":"He said to them, \"What have I now done in comparison with you? Isn\"t the gleaning of the grapes of Ephraim better than the vintage of Abiezer?"},{"name":"Judges 8:3","text":"God has delivered into your hand the princes of Midian, Oreb and Zeeb! What was I able to do in comparison with you?\" Then their anger was abated toward him, when he had said that."},{"name":"Judges 8:4","text":"Gideon came to the Jordan, and passed over, he, and the three hundred men who were with him, faint, yet pursuing."},{"name":"Judges 8:5","text":"He said to the men of Succoth, \"Please give loaves of bread to the people who follow me; for they are faint, and I am pursuing after Zebah and Zalmunna, the kings of Midian.\""},{"name":"Judges 8:6","text":"The princes of Succoth said, \"Are the hands of Zebah and Zalmunna now in your hand, that we should give bread to your army?\""},{"name":"Judges 8:7","text":"Gideon said, \"Therefore when Yahweh has delivered Zebah and Zalmunna into my hand, then I will tear your flesh with the thorns of the wilderness and with briers.\""},{"name":"Judges 8:8","text":"He went up there to Penuel, and spoke to them in the same way; and the men of Penuel answered him as the men of Succoth had answered."},{"name":"Judges 8:9","text":"He spoke also to the men of Penuel, saying, \"When I come again in peace, I will break down this tower.\""},{"name":"Judges 8:10","text":"Now Zebah and Zalmunna were in Karkor, and their armies with them, about fifteen thousand men, all who were left of all the army of the children of the east; for there fell one hundred twenty thousand men who drew sword."},{"name":"Judges 8:11","text":"Gideon went up by the way of those who lived in tents on the east of Nobah and Jogbehah, and struck the army; for the army was secure."},{"name":"Judges 8:12","text":"Zebah and Zalmunna fled; and he pursued after them; and he took the two kings of Midian, Zebah and Zalmunna, and confused all the army."},{"name":"Judges 8:13","text":"Gideon the son of Joash returned from the battle from the ascent of Heres."},{"name":"Judges 8:14","text":"He caught a young man of the men of Succoth, and inquired of him: and he described for him the princes of Succoth, and its elders, seventy-seven men."},{"name":"Judges 8:15","text":"He came to the men of Succoth, and said, \"See Zebah and Zalmunna, concerning whom you taunted me, saying, \"Are the hands of Zebah and Zalmunna now in your hand, that we should give bread to your men who are weary?\"\""},{"name":"Judges 8:16","text":"He took the elders of the city, and thorns of the wilderness and briers, and with them he taught the men of Succoth."},{"name":"Judges 8:17","text":"He broke down the tower of Penuel, and killed the men of the city."},{"name":"Judges 8:18","text":"Then he said to Zebah and Zalmunna, \"What kind of men were they whom you killed at Tabor?\" They answered, \"They were like you. Each one resembled the children of a king.\""},{"name":"Judges 8:19","text":"He said, \"They were my brothers, the sons of my mother. As Yahweh lives, if you had saved them alive, I would not kill you.\""},{"name":"Judges 8:20","text":"He said to Jether his firstborn, \"Get up, and kill them!\" But the youth didn\"t draw his sword; for he was afraid, because he was yet a youth."},{"name":"Judges 8:21","text":"Then Zebah and Zalmunna said, \"Rise and fall on us; for as the man is, so is his strength.\" Gideon arose, and killed Zebah and Zalmunna, and took the crescents that were on their camels\" necks."},{"name":"Judges 8:22","text":"Then the men of Israel said to Gideon, \"Rule over us, both you, and your son, and your son\"s son also; for you have saved us out of the hand of Midian.\""},{"name":"Judges 8:23","text":"Gideon said to them, \"I will not rule over you, neither shall my son rule over you. Yahweh shall rule over you.\""},{"name":"Judges 8:24","text":"Gideon said to them, \"I would make a request of you, that you would give me every man the earrings of his spoil.\" (For they had golden earrings, because they were Ishmaelites.)"},{"name":"Judges 8:25","text":"They answered, \"We will willingly give them.\" They spread a garment, and every man threw the earrings of his spoil into it."},{"name":"Judges 8:26","text":"The weight of the golden earrings that he requested was one thousand and seven hundred shekels of gold, besides the crescents, and the pendants, and the purple clothing that was on the kings of Midian, and besides the chains that were about their camels\" necks."},{"name":"Judges 8:27","text":"Gideon made an ephod of it, and put it in his city, even in Ophrah: and all Israel played the prostitute after it there; and it became a snare to Gideon, and to his house."},{"name":"Judges 8:28","text":"So Midian was subdued before the children of Israel, and they lifted up their heads no more. The land had rest forty years in the days of Gideon."},{"name":"Judges 8:29","text":"Jerubbaal the son of Joash went and lived in his own house."},{"name":"Judges 8:30","text":"Gideon had seventy sons conceived from his body; for he had many wives."},{"name":"Judges 8:31","text":"His concubine who was in Shechem, she also bore him a son, and he named him Abimelech."},{"name":"Judges 8:32","text":"Gideon the son of Joash died in a good old age, and was buried in the tomb of Joash his father, in Ophrah of the Abiezrites."},{"name":"Judges 8:33","text":"It happened, as soon as Gideon was dead, that the children of Israel turned again, and played the prostitute after the Baals, and made Baal Berith their god."},{"name":"Judges 8:34","text":"The children of Israel didn\"t remember Yahweh their God, who had delivered them out of the hand of all their enemies on every side;"},{"name":"Judges 8:35","text":"neither did they show kindness to the house of Jerubbaal, Gideon, according to all the goodness which he had shown to Israel."},{"name":"Judges 9:1","text":"Abimelech the son of Jerubbaal went to Shechem to his mother\"s brothers, and spoke with them, and with all the family of the house of his mother\"s father, saying,"},{"name":"Judges 9:2","text":"\"Please speak in the ears of all the men of Shechem, \"Is it better for you that all the sons of Jerubbaal, who are seventy persons, rule over you, or that one rule over you?\" Remember also that I am your bone and your flesh.\""},{"name":"Judges 9:3","text":"His mother\"s brothers spoke of him in the ears of all the men of Shechem all these words: and their hearts inclined to follow Abimelech; for they said, \"He is our brother.\""},{"name":"Judges 9:4","text":"They gave him seventy pieces of silver out of the house of Baal Berith, with which Abimelech hired vain and light fellows, who followed him."},{"name":"Judges 9:5","text":"He went to his father\"s house at Ophrah, and killed his brothers the sons of Jerubbaal, being seventy persons, on one stone: but Jotham the youngest son of Jerubbaal was left; for he hid himself."},{"name":"Judges 9:6","text":"All the men of Shechem assembled themselves together, and all the house of Millo, and went and made Abimelech king, by the oak of the pillar that was in Shechem."},{"name":"Judges 9:7","text":"When they told it to Jotham, he went and stood on the top of Mount Gerizim, and lifted up his voice, and cried, and said to them, \"Listen to me, you men of Shechem, that God may listen to you."},{"name":"Judges 9:8","text":"The trees went forth on a time to anoint a king over them; and they said to the olive tree, \"Reign over us.\""},{"name":"Judges 9:9","text":"\"But the olive tree said to them, \"Should I leave my fatness, with which by me they honor God and man, and go to wave back and forth over the trees?\""},{"name":"Judges 9:10","text":"\"The trees said to the fig tree, \"Come and reign over us.\""},{"name":"Judges 9:11","text":"\"But the fig tree said to them, \"Should I leave my sweetness, and my good fruit, and go to wave back and forth over the trees?\""},{"name":"Judges 9:12","text":"\"The trees said to the vine, \"Come and reign over us.\""},{"name":"Judges 9:13","text":"\"The vine said to them, \"Should I leave my new wine, which cheers God and man, and go to wave back and forth over the trees?\""},{"name":"Judges 9:14","text":"\"Then all the trees said to the bramble, \"Come and reign over us.\""},{"name":"Judges 9:15","text":"\"The bramble said to the trees, \"If in truth you anoint me king over you, then come and take refuge in my shade; and if not, let fire come out of the bramble, and devour the cedars of Lebanon.\""},{"name":"Judges 9:16","text":"\"Now therefore, if you have dealt truly and righteously, in that you have made Abimelech king, and if you have dealt well with Jerubbaal and his house, and have done to him according to the deserving of his hands"},{"name":"Judges 9:17","text":"(for my father fought for you, and risked his life, and delivered you out of the hand of Midian:"},{"name":"Judges 9:18","text":"and you have risen up against my father\"s house this day, and have slain his sons, seventy persons, on one stone, and have made Abimelech, the son of his female servant, king over the men of Shechem, because he is your brother);"},{"name":"Judges 9:19","text":"if you then have dealt truly and righteously with Jerubbaal and with his house this day, then rejoice in Abimelech, and let him also rejoice in you:"},{"name":"Judges 9:20","text":"but if not, let fire come out from Abimelech, and devour the men of Shechem, and the house of Millo; and let fire come out from the men of Shechem, and from the house of Millo, and devour Abimelech.\""},{"name":"Judges 9:21","text":"Jotham ran away, and fled, and went to Beer, and lived there, for fear of Abimelech his brother."},{"name":"Judges 9:22","text":"Abimelech was prince over Israel three years."},{"name":"Judges 9:23","text":"God sent an evil spirit between Abimelech and the men of Shechem; and the men of Shechem dealt treacherously with Abimelech:"},{"name":"Judges 9:24","text":"that the violence done to the seventy sons of Jerubbaal might come, and that their blood might be laid on Abimelech their brother, who killed them, and on the men of Shechem, who strengthened his hands to kill his brothers."},{"name":"Judges 9:25","text":"The men of Shechem set an ambush for him on the tops of the mountains, and they robbed all who came along that way by them: and it was told Abimelech."},{"name":"Judges 9:26","text":"Gaal the son of Ebed came with his brothers, and went over to Shechem; and the men of Shechem put their trust in him."},{"name":"Judges 9:27","text":"They went out into the field, and harvested their vineyards, and trod the grapes, and held festival, and went into the house of their god, and ate and drank, and cursed Abimelech."},{"name":"Judges 9:28","text":"Gaal the son of Ebed said, \"Who is Abimelech, and who is Shechem, that we should serve him? Isn\"t he the son of Jerubbaal? and Zebul his officer? Serve the men of Hamor the father of Shechem: but why should we serve him?"},{"name":"Judges 9:29","text":"Would that this people were under my hand! Then I would remove Abimelech.\" He said to Abimelech, \"Increase your army, and come out!\""},{"name":"Judges 9:30","text":"When Zebul the ruler of the city heard the words of Gaal the son of Ebed, his anger was kindled."},{"name":"Judges 9:31","text":"He sent messengers to Abimelech craftily, saying, \"Behold, Gaal the son of Ebed and his brothers have come to Shechem; and behold, they incite the city against you."},{"name":"Judges 9:32","text":"Now therefore, go up by night, you and the people who are with you, and lie in wait in the field:"},{"name":"Judges 9:33","text":"and it shall be, that in the morning, as soon as the sun is up, you shall rise early, and rush on the city; and behold, when he and the people who are with him come out against you, then may you do to them as you shall find occasion.\""},{"name":"Judges 9:34","text":"Abimelech rose up, and all the people who were with him, by night, and they laid wait against Shechem in four companies."},{"name":"Judges 9:35","text":"Gaal the son of Ebed went out, and stood in the entrance of the gate of the city: and Abimelech rose up, and the people who were with him, from the ambush."},{"name":"Judges 9:36","text":"When Gaal saw the people, he said to Zebul, \"Behold, people are coming down from the tops of the mountains.\" Zebul said to him, \"You see the shadow of the mountains as if they were men.\""},{"name":"Judges 9:37","text":"Gaal spoke again and said, \"Behold, people are coming down by the middle of the land, and one company comes by the way of the oak of Meonenim.\""},{"name":"Judges 9:38","text":"Then Zebul said to him, \"Now where is your mouth, that you said, \"Who is Abimelech, that we should serve him?\" Isn\"t this the people that you have despised? Please go out now and fight with them.\""},{"name":"Judges 9:39","text":"Gaal went out before the men of Shechem, and fought with Abimelech."},{"name":"Judges 9:40","text":"Abimelech chased him, and he fled before him, and many fell wounded, even to the entrance of the gate."},{"name":"Judges 9:41","text":"Abimelech lived at Arumah: and Zebul drove out Gaal and his brothers, that they should not dwell in Shechem."},{"name":"Judges 9:42","text":"It happened on the next day, that the people went out into the field; and they told Abimelech."},{"name":"Judges 9:43","text":"He took the people, and divided them into three companies, and laid wait in the field; and he looked, and behold, the people came forth out of the city; He rose up against them, and struck them."},{"name":"Judges 9:44","text":"Abimelech, and the companies that were with him, rushed forward, and stood in the entrance of the gate of the city: and the two companies rushed on all who were in the field, and struck them."},{"name":"Judges 9:45","text":"Abimelech fought against the city all that day; and he took the city, and killed the people who were therein: and he beat down the city, and sowed it with salt."},{"name":"Judges 9:46","text":"When all the men of the tower of Shechem heard of it, they entered into the stronghold of the house of Elberith."},{"name":"Judges 9:47","text":"It was told Abimelech that all the men of the tower of Shechem were gathered together."},{"name":"Judges 9:48","text":"Abimelech went up to Mount Zalmon, he and all the people who were with him; and Abimelech took an axe in his hand, and cut down a bough from the trees, and took it up, and laid it on his shoulder: and he said to the people who were with him, \"What you have seen me do, make haste, and do as I have done!\""},{"name":"Judges 9:49","text":"All the people likewise each cut down his bough, and followed Abimelech, and put them at the base of the stronghold, and set the stronghold on fire on them; so that all the people of the tower of Shechem died also, about a thousand men and women."},{"name":"Judges 9:50","text":"Then went Abimelech to Thebez, and encamped against Thebez, and took it."},{"name":"Judges 9:51","text":"But there was a strong tower within the city, and there fled all the men and women, and all they of the city, and shut themselves in, and went up to the roof of the tower."},{"name":"Judges 9:52","text":"Abimelech came to the tower, and fought against it, and drew near to the door of the tower to burn it with fire."},{"name":"Judges 9:53","text":"A certain woman cast an upper millstone on Abimelech\"s head, and broke his skull."},{"name":"Judges 9:54","text":"Then he called hastily to the young man his armor bearer, and said to him, \"Draw your sword, and kill me, that men not say of me, \"A woman killed him.\" His young man thrust him through, and he died.\""},{"name":"Judges 9:55","text":"When the men of Israel saw that Abimelech was dead, they departed every man to his place."},{"name":"Judges 9:56","text":"Thus God requited the wickedness of Abimelech, which he did to his father, in killing his seventy brothers;"},{"name":"Judges 9:57","text":"and all the wickedness of the men of Shechem did God requite on their heads: and on them came the curse of Jotham the son of Jerubbaal."},{"name":"Judges 10:1","text":"After Abimelech there arose to save Israel Tola the son of Puah, the son of Dodo, a man of Issachar; and he lived in Shamir in the hill country of Ephraim."},{"name":"Judges 10:2","text":"He judged Israel twenty-three years, and died, and was buried in Shamir."},{"name":"Judges 10:3","text":"After him arose Jair, the Gileadite; and he judged Israel twenty-two years."},{"name":"Judges 10:4","text":"He had thirty sons who rode on thirty donkey colts, and they had thirty cities, which are called Havvoth Jair to this day, which are in the land of Gilead."},{"name":"Judges 10:5","text":"Jair died, and was buried in Kamon."},{"name":"Judges 10:6","text":"The children of Israel again did that which was evil in the sight of Yahweh, and served the Baals, and the Ashtaroth, and the gods of Syria, and the gods of Sidon, and the gods of Moab, and the gods of the children of Ammon, and the gods of the Philistines; and they forsook Yahweh, and didn\"t serve him."},{"name":"Judges 10:7","text":"The anger of Yahweh was kindled against Israel, and he sold them into the hand of the Philistines, and into the hand of the children of Ammon."},{"name":"Judges 10:8","text":"They troubled and oppressed the children of Israel that year. For eighteen years, they oppressed all the children of Israel that were beyond the Jordan in the land of the Amorites, which is in Gilead."},{"name":"Judges 10:9","text":"The children of Ammon passed over the Jordan to fight also against Judah, and against Benjamin, and against the house of Ephraim; so that Israel was very distressed."},{"name":"Judges 10:10","text":"The children of Israel cried to Yahweh, saying, \"We have sinned against you, even because we have forsaken our God, and have served the Baals.\""},{"name":"Judges 10:11","text":"Yahweh said to the children of Israel, \"Didn\"t I save you from the Egyptians, and from the Amorites, from the children of Ammon, and from the Philistines?"},{"name":"Judges 10:12","text":"The Sidonians also, and the Amalekites, and the Maonites, oppressed you; and you cried to me, and I saved you out of their hand."},{"name":"Judges 10:13","text":"Yet you have forsaken me, and served other gods: therefore I will save you no more."},{"name":"Judges 10:14","text":"Go and cry to the gods which you have chosen. Let them save you in the time of your distress!\""},{"name":"Judges 10:15","text":"The children of Israel said to Yahweh, \"We have sinned: do you to us whatever seems good to you; only deliver us, please, this day.\""},{"name":"Judges 10:16","text":"They put away the foreign gods from among them, and served Yahweh; and his soul was grieved for the misery of Israel."},{"name":"Judges 10:17","text":"Then the children of Ammon were gathered together, and encamped in Gilead. The children of Israel assembled themselves together, and encamped in Mizpah."},{"name":"Judges 10:18","text":"The people, the princes of Gilead, said one to another, \"What man is he who will begin to fight against the children of Ammon? He shall be head over all the inhabitants of Gilead.\""},{"name":"Judges 11:1","text":"Now Jephthah the Gileadite was a mighty man of valor, and he was the son of a prostitute: and Gilead became the father of Jephthah."},{"name":"Judges 11:2","text":"Gilead\"s wife bore him sons; and when his wife\"s sons grew up, they drove out Jephthah, and said to him, \"You shall not inherit in our father\"s house; for you are the son of another woman.\""},{"name":"Judges 11:3","text":"Then Jephthah fled from his brothers, and lived in the land of Tob: and there were gathered vain fellows to Jephthah, and they went out with him."},{"name":"Judges 11:4","text":"It happened after a while, that the children of Ammon made war against Israel."},{"name":"Judges 11:5","text":"It was so, that when the children of Ammon made war against Israel, the elders of Gilead went to get Jephthah out of the land of Tob;"},{"name":"Judges 11:6","text":"and they said to Jephthah, \"Come and be our chief, that we may fight with the children of Ammon.\""},{"name":"Judges 11:7","text":"Jephthah said to the elders of Gilead, \"Didn\"t you hate me, and drive me out of my father\"s house? Why have you come to me now when you are in distress?\""},{"name":"Judges 11:8","text":"The elders of Gilead said to Jephthah, \"Therefore we have turned again to you now, that you may go with us, and fight with the children of Ammon; and you shall be our head over all the inhabitants of Gilead.\""},{"name":"Judges 11:9","text":"Jephthah said to the elders of Gilead, \"If you bring me home again to fight with the children of Ammon, and Yahweh deliver them before me, shall I be your head?\""},{"name":"Judges 11:10","text":"The elders of Gilead said to Jephthah, \"Yahweh shall be witness between us; surely according to your word so will we do.\""},{"name":"Judges 11:11","text":"Then Jephthah went with the elders of Gilead, and the people made him head and chief over them: and Jephthah spoke all his words before Yahweh in Mizpah."},{"name":"Judges 11:12","text":"Jephthah sent messengers to the king of the children of Ammon, saying, \"What have you to do with me, that you have come to me to fight against my land?\""},{"name":"Judges 11:13","text":"The king of the children of Ammon answered to the messengers of Jephthah, \"Because Israel took away my land, when he came up out of Egypt, from the Arnon even to the Jabbok, and to the Jordan: now therefore restore that territory again peaceably.\""},{"name":"Judges 11:14","text":"Jephthah sent messengers again to the king of the children of Ammon;"},{"name":"Judges 11:15","text":"and he said to him, \"Thus says Jephthah: Israel didn\"t take away the land of Moab, nor the land of the children of Ammon,"},{"name":"Judges 11:16","text":"but when they came up from Egypt, and Israel went through the wilderness to the Red Sea, and came to Kadesh;"},{"name":"Judges 11:17","text":"then Israel sent messengers to the king of Edom, saying, \"Please let me pass through your land;\" but the king of Edom didn\"t listen. In the same way, he sent to the king of Moab; but he would not: and Israel stayed in Kadesh."},{"name":"Judges 11:18","text":"Then they went through the wilderness, and went around the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and they encamped on the other side of the Arnon; but they didn\"t come within the border of Moab, for the Arnon was the border of Moab."},{"name":"Judges 11:19","text":"Israel sent messengers to Sihon king of the Amorites, the king of Heshbon; and Israel said to him, \"Please let us pass through your land to my place.\""},{"name":"Judges 11:20","text":"But Sihon didn\"t trust Israel to pass through his border; but Sihon gathered all his people together, and encamped in Jahaz, and fought against Israel."},{"name":"Judges 11:21","text":"Yahweh, the God of Israel, delivered Sihon and all his people into the hand of Israel, and they struck them: so Israel possessed all the land of the Amorites, the inhabitants of that country."},{"name":"Judges 11:22","text":"They possessed all the border of the Amorites, from the Arnon even to the Jabbok, and from the wilderness even to the Jordan."},{"name":"Judges 11:23","text":"So now Yahweh, the God of Israel, has dispossessed the Amorites from before his people Israel, and should you possess them?"},{"name":"Judges 11:24","text":"Won\"t you possess that which Chemosh your god gives you to possess? So whoever Yahweh our God has dispossessed from before us, them will we possess."},{"name":"Judges 11:25","text":"Now are you anything better than Balak the son of Zippor, king of Moab? Did he ever strive against Israel, or did he ever fight against them?"},{"name":"Judges 11:26","text":"While Israel lived in Heshbon and its towns, and in Aroer and its towns, and in all the cities that are along by the side of the Arnon, three hundred years; why didn\"t you recover them within that time?"},{"name":"Judges 11:27","text":"I therefore have not sinned against you, but you do me wrong to war against me. Yahweh, the Judge, be judge this day between the children of Israel and the children of Ammon.\""},{"name":"Judges 11:28","text":"However the king of the children of Ammon didn\"t listen to the words of Jephthah which he sent him."},{"name":"Judges 11:29","text":"Then the Spirit of Yahweh came on Jephthah, and he passed over Gilead and Manasseh, and passed over Mizpeh of Gilead, and from Mizpeh of Gilead he passed over to the children of Ammon."},{"name":"Judges 11:30","text":"Jephthah vowed a vow to Yahweh, and said, \"If you will indeed deliver the children of Ammon into my hand,"},{"name":"Judges 11:31","text":"then it shall be, that whatever comes forth from the doors of my house to meet me, when I return in peace from the children of Ammon, it shall be Yahweh\"s, and I will offer it up for a burnt offering.\""},{"name":"Judges 11:32","text":"So Jephthah passed over to the children of Ammon to fight against them; and Yahweh delivered them into his hand."},{"name":"Judges 11:33","text":"He struck them from Aroer until you come to Minnith, even twenty cities, and to Abelcheramim, with a very great slaughter. So the children of Ammon were subdued before the children of Israel."},{"name":"Judges 11:34","text":"Jephthah came to Mizpah to his house; and behold, his daughter came out to meet him with tambourines and with dances: and she was his only child; besides her he had neither son nor daughter."},{"name":"Judges 11:35","text":"It happened, when he saw her, that he tore his clothes, and said, \"Alas, my daughter! You have brought me very low, and you are one of those who trouble me; for I have opened my mouth to Yahweh, and I can\"t go back.\""},{"name":"Judges 11:36","text":"She said to him, \"My father, you have opened your mouth to Yahweh; do to me according to that which has proceeded out of your mouth, because Yahweh has taken vengeance for you on your enemies, even on the children of Ammon.\""},{"name":"Judges 11:37","text":"She said to her father, \"Let this thing be done for me: let me alone two months, that I may depart and go down on the mountains, and bewail my virginity, I and my companions.\""},{"name":"Judges 11:38","text":"He said, \"Go.\" He sent her away for two months: and she departed, she and her companions, and mourned her virginity on the mountains."},{"name":"Judges 11:39","text":"It happened at the end of two months, that she returned to her father, who did with her according to his vow which he had vowed: and she was a virgin. It was a custom in Israel,"},{"name":"Judges 11:40","text":"that the daughters of Israel went yearly to celebrate the daughter of Jephthah the Gileadite four days in a year."},{"name":"Judges 12:1","text":"The men of Ephraim were gathered together, and passed northward; and they said to Jephthah, \"Why did you pass over to fight against the children of Ammon, and didn\"t call us to go with you? We will burn your house around you with fire!\""},{"name":"Judges 12:2","text":"Jephthah said to them, \"I and my people were at great strife with the children of Ammon; and when I called you, you didn\"t save me out of their hand."},{"name":"Judges 12:3","text":"When I saw that you didn\"t save me, I put my life in my hand, and passed over against the children of Ammon, and Yahweh delivered them into my hand. Why then have you come up to me this day, to fight against me?\""},{"name":"Judges 12:4","text":"Then Jephthah gathered together all the men of Gilead, and fought with Ephraim; and the men of Gilead struck Ephraim, because they said, \"You are fugitives of Ephraim, you Gileadites, in the midst of Ephraim, and in the midst of Manasseh.\""},{"name":"Judges 12:5","text":"The Gileadites took the fords of the Jordan against the Ephraimites. It was so, that when the fugitives of Ephraim said, \"Let me go over,\" the men of Gilead said to him, \"Are you an Ephraimite?\" If he said, \"No;\""},{"name":"Judges 12:6","text":"then they said to him, \"Now say \"Shibboleth;\"\" and he said \"Sibboleth;\" for he couldn\"t manage to pronounce it right: then they siezed him, and killed him at the fords of the Jordan. At that time, forty-two thousand of Ephraim fell."},{"name":"Judges 12:7","text":"Jephthah judged Israel six years. Then Jephthah the Gileadite died, and was buried in the cities of Gilead."},{"name":"Judges 12:8","text":"After him Ibzan of Bethlehem judged Israel."},{"name":"Judges 12:9","text":"He had thirty sons; and thirty daughters he sent abroad, and thirty daughters he brought in from abroad for his sons. He judged Israel seven years."},{"name":"Judges 12:10","text":"Ibzan died, and was buried at Bethlehem."},{"name":"Judges 12:11","text":"After him Elon the Zebulunite judged Israel; and he judged Israel ten years."},{"name":"Judges 12:12","text":"Elon the Zebulunite died, and was buried in Aijalon in the land of Zebulun."},{"name":"Judges 12:13","text":"After him Abdon the son of Hillel the Pirathonite judged Israel."},{"name":"Judges 12:14","text":"He had forty sons and thirty sons\" sons, who rode on seventy donkey colts: and he judged Israel eight years."},{"name":"Judges 12:15","text":"Abdon the son of Hillel the Pirathonite died, and was buried in Pirathon in the land of Ephraim, in the hill country of the Amalekites."},{"name":"Judges 13:1","text":"The children of Israel again did that which was evil in the sight of Yahweh; and Yahweh delivered them into the hand of the Philistines forty years."},{"name":"Judges 13:2","text":"There was a certain man of Zorah, of the family of the Danites, whose name was Manoah; and his wife was barren, and didn\"t bear."},{"name":"Judges 13:3","text":"The angel of Yahweh appeared to the woman, and said to her, \"See now, you are barren, and don\"t bear; but you shall conceive, and bear a son."},{"name":"Judges 13:4","text":"Now therefore please beware and drink no wine nor strong drink, and don\"t eat any unclean thing:"},{"name":"Judges 13:5","text":"for, behold, you shall conceive, and bear a son; and no razor shall come on his head; for the child shall be a Nazirite to God from the womb: and he shall begin to save Israel out of the hand of the Philistines.\""},{"name":"Judges 13:6","text":"Then the woman came and told her husband, saying, \"A man of God came to me, and his face was like the face of the angel of God, very awesome; and I didn\"t ask him where he was from, neither did he tell me his name:"},{"name":"Judges 13:7","text":"but he said to me, \"Behold, you shall conceive, and bear a son; and now drink no wine nor strong drink, and eat not any unclean thing; for the child shall be a Nazirite to God from the womb to the day of his death.\"\""},{"name":"Judges 13:8","text":"Then Manoah entreated Yahweh, and said, \"Oh, Lord, please let the man of God whom you did send come again to us, and teach us what we shall do to the child who shall be born.\""},{"name":"Judges 13:9","text":"God listened to the voice of Manoah; and the angel of God came again to the woman as she sat in the field: but Manoah, her husband, wasn\"t with her."},{"name":"Judges 13:10","text":"The woman made haste, and ran, and told her husband, and said to him, \"Behold, the man has appeared to me, who came to me that day.\""},{"name":"Judges 13:11","text":"Manoah arose, and went after his wife, and came to the man, and said to him, \"Are you the man who spoke to the woman?\" He said, \"I am.\""},{"name":"Judges 13:12","text":"Manoah said, \"Now let your words happen. What shall the child\"s way of life and mission be?\""},{"name":"Judges 13:13","text":"The angel of Yahweh said to Manoah, \"Of all that I said to the woman let her beware."},{"name":"Judges 13:14","text":"She may not eat of anything that comes of the vine, neither let her drink wine or strong drink, nor eat any unclean thing; all that I commanded her let her observe.\""},{"name":"Judges 13:15","text":"Manoah said to the angel of Yahweh, \"Please, let us detain you, that we may make a young goat ready for you.\""},{"name":"Judges 13:16","text":"The angel of Yahweh said to Manoah, \"Though you detain me, I won\"t eat of your bread; and if you will prepare a burnt offering, you must offer it to Yahweh.\" For Manoah didn\"t know that he was the angel of Yahweh."},{"name":"Judges 13:17","text":"Manoah said to the angel of Yahweh, \"What is your name, that when your words happen, we may honor you?\""},{"name":"Judges 13:18","text":"The angel of Yahweh said to him, \"Why do you ask about my name, since it is wonderful?\""},{"name":"Judges 13:19","text":"So Manoah took the young goat with the meal offering, and offered it on the rock to Yahweh. Then the angel did a wonderful thing as Manoah and his wife looked on."},{"name":"Judges 13:20","text":"For it happened, when the flame went up toward the sky from off the altar, that the angel of Yahweh ascended in the flame of the altar: and Manoah and his wife looked on; and they fell on their faces to the ground."},{"name":"Judges 13:21","text":"But the angel of Yahweh didn\"t appear to Manoah or to his wife any more. Then Manoah knew that he was the angel of Yahweh."},{"name":"Judges 13:22","text":"Manoah said to his wife, \"We shall surely die, because we have seen God.\""},{"name":"Judges 13:23","text":"But his wife said to him, \"If Yahweh were pleased to kill us, he wouldn\"t have received a burnt offering and a meal offering at our hand, neither would he have shown us all these things, nor would at this time have told such things as these.\""},{"name":"Judges 13:24","text":"The woman bore a son, and named him Samson: and the child grew, and Yahweh blessed him."},{"name":"Judges 13:25","text":"The Spirit of Yahweh began to move him in Mahaneh Dan, between Zorah and Eshtaol."},{"name":"Judges 14:1","text":"Samson went down to Timnah, and saw a woman in Timnah of the daughters of the Philistines."},{"name":"Judges 14:2","text":"He came up, and told his father and his mother, and said, \"I have seen a woman in Timnah of the daughters of the Philistines: now therefore get her for me as wife.\""},{"name":"Judges 14:3","text":"Then his father and his mother said to him, \"Is there never a woman among the daughters of your brothers, or among all my people, that you go to take a wife of the uncircumcised Philistines?\" Samson said to his father, \"Get her for me; for she pleases me well.\""},{"name":"Judges 14:4","text":"But his father and his mother didn\"t know that it was of Yahweh; for he sought an occasion against the Philistines. Now at that time the Philistines had rule over Israel."},{"name":"Judges 14:5","text":"Then went Samson down, and his father and his mother, to Timnah, and came to the vineyards of Timnah: and behold, a young lion roared against him."},{"name":"Judges 14:6","text":"The Spirit of Yahweh came mightily on him, and he tore him as he would have torn a young goat; and he had nothing in his hand: but he didn\"t tell his father or his mother what he had done."},{"name":"Judges 14:7","text":"He went down, and talked with the woman, and she pleased Samson well."},{"name":"Judges 14:8","text":"After a while he returned to take her; and he turned aside to see the carcass of the lion: and behold, there was a swarm of bees in the body of the lion, and honey."},{"name":"Judges 14:9","text":"He took it into his hands, and went on, eating as he went; and he came to his father and mother, and gave to them, and they ate: but he didn\"t tell them that he had taken the honey out of the body of the lion."},{"name":"Judges 14:10","text":"His father went down to the woman: and Samson made there a feast; for so used the young men to do."},{"name":"Judges 14:11","text":"It happened, when they saw him, that they brought thirty companions to be with him."},{"name":"Judges 14:12","text":"Samson said to them, \"Let me tell you a riddle now. If you can declare it to me within the seven days of the feast, and find it out, then I will give you thirty linen garments and thirty changes of clothing;"},{"name":"Judges 14:13","text":"but if you can\"t declare it to me, then you shall give me thirty linen garments and thirty changes of clothing.\" They said to him, \"Put forth your riddle, that we may hear it.\""},{"name":"Judges 14:14","text":"He said to them, \"Out of the eater came forth food. Out of the strong came forth sweetness.\" They couldn\"t in three days declare the riddle."},{"name":"Judges 14:15","text":"It happened on the seventh day, that they said to Samson\"s wife, \"Entice your husband, that he may declare to us the riddle, lest we burn you and your father\"s house with fire. Have you called us to impoverish us? Is it not so?\""},{"name":"Judges 14:16","text":"Samson\"s wife wept before him, and said, \"You just hate me, and don\"t love me. You have put forth a riddle to the children of my people, and haven\"t told it me.\" He said to her, \"Behold, I haven\"t told it my father nor my mother, and shall I tell you?\""},{"name":"Judges 14:17","text":"She wept before him the seven days, while their feast lasted: and it happened on the seventh day, that he told her, because she pressed him severely; and she told the riddle to the children of her people."},{"name":"Judges 14:18","text":"The men of the city said to him on the seventh day before the sun went down, \"What is sweeter than honey? What is stronger than a lion?\" He said to them, \"If you hadn\"t plowed with my heifer, you wouldn\"t have found out my riddle.\""},{"name":"Judges 14:19","text":"The Spirit of Yahweh came mightily on him, and he went down to Ashkelon, and struck thirty men of them, and took their spoil, and gave the changes of clothing to those who declared the riddle. His anger was kindled, and he went up to his father\"s house."},{"name":"Judges 14:20","text":"But Samson\"s wife was given to his companion, whom he had used as his friend."},{"name":"Judges 15:1","text":"But it happened after a while, in the time of wheat harvest, that Samson visited his wife with a young goat; and he said, \"I will go in to my wife into the room.\" But her father wouldn\"t allow him to go in."},{"name":"Judges 15:2","text":"Her father said, \"I most certainly thought that you had utterly hated her; therefore I gave her to your companion. Isn\"t her younger sister more beautiful than she? Please take her, instead.\""},{"name":"Judges 15:3","text":"Samson said to them, \"This time I will be blameless in regard of the Philistines, when I harm them.\""},{"name":"Judges 15:4","text":"Samson went and caught three hundred foxes, and took torches, and turned tail to tail, and put a torch in the midst between every two tails."},{"name":"Judges 15:5","text":"When he had set the brands on fire, he let them go into the standing grain of the Philistines, and burnt up both the shocks and the standing grain, and also the olive groves."},{"name":"Judges 15:6","text":"Then the Philistines said, \"Who has done this?\" They said, \"Samson, the son-in-law of the Timnite, because he has taken his wife, and given her to his companion.\" The Philistines came up, and burnt her and her father with fire."},{"name":"Judges 15:7","text":"Samson said to them, \"If you behave like this, surely I will be avenged of you, and after that I will cease.\""},{"name":"Judges 15:8","text":"He struck them hip and thigh with a great slaughter: and he went down and lived in the cleft of the rock of Etam."},{"name":"Judges 15:9","text":"Then the Philistines went up, and encamped in Judah, and spread themselves in Lehi."},{"name":"Judges 15:10","text":"The men of Judah said, \"Why have you come up against us?\" They said, \"We have come up to bind Samson, to do to him as he has done to us.\""},{"name":"Judges 15:11","text":"Then three thousand men of Judah went down to the cleft of the rock of Etam, and said to Samson, \"Don\"t you know that the Philistines are rulers over us? What then is this that you have done to us?\" He said to them, \"As they did to me, so have I done to them.\""},{"name":"Judges 15:12","text":"They said to him, \"We have come down to bind you, that we may deliver you into the hand of the Philistines.\" Samson said to them, \"Swear to me that you will not fall on me yourselves.\""},{"name":"Judges 15:13","text":"They spoke to him, saying, \"No; but we will bind you fast, and deliver you into their hand; but surely we will not kill you.\" They bound him with two new ropes, and brought him up from the rock."},{"name":"Judges 15:14","text":"When he came to Lehi, the Philistines shouted as they met him: and the Spirit of Yahweh came mightily on him, and the ropes that were on his arms became as flax that was burnt with fire, and his bands dropped from off his hands."},{"name":"Judges 15:15","text":"He found a fresh jawbone of a donkey, and put forth his hand, and took it, and struck a thousand men therewith."},{"name":"Judges 15:16","text":"Samson said, \"With the jawbone of a donkey, heaps on heaps; with the jawbone of a donkey I have struck a thousand men.\""},{"name":"Judges 15:17","text":"It happened, when he had made an end of speaking, that he cast away the jawbone out of his hand; and that place was called Ramath Lehi."},{"name":"Judges 15:18","text":"He was very thirsty, and called on Yahweh, and said, \"You have given this great deliverance by the hand of your servant; and now shall I die for thirst, and fall into the hand of the uncircumcised?\""},{"name":"Judges 15:19","text":"But God split the hollow place that is in Lehi, and water came out of it. When he had drunk, his spirit came again, and he revived: therefore its name was called En Hakkore, which is in Lehi, to this day."},{"name":"Judges 15:20","text":"He judged Israel in the days of the Philistines twenty years."},{"name":"Judges 16:1","text":"Samson went to Gaza, and saw there a prostitute, and went in to her."},{"name":"Judges 16:2","text":"The Gazites were told, \"Samson is here!\" They surrounded him, and laid wait for him all night in the gate of the city, and were quiet all the night, saying, \"Wait until morning light, then we will kill him.\""},{"name":"Judges 16:3","text":"Samson lay until midnight, and arose at midnight, and laid hold of the doors of the gate of the city, and the two posts, and plucked them up, bar and all, and put them on his shoulders, and carried them up to the top of the mountain that is before Hebron."},{"name":"Judges 16:4","text":"It came to pass afterward, that he loved a woman in the valley of Sorek, whose name was Delilah."},{"name":"Judges 16:5","text":"The lords of the Philistines came up to her, and said to her, \"Entice him, and see in which his great strength lies, and by what means we may prevail against him, that we may bind him to afflict him; and we will each give you eleven hundred pieces of silver.\""},{"name":"Judges 16:6","text":"Delilah said to Samson, \"Please tell me where your great strength lies, and what you might be bound to afflict you.\""},{"name":"Judges 16:7","text":"Samson said to her, \"If they bind me with seven green cords that were never dried, then shall I become weak, and be as another man.\""},{"name":"Judges 16:8","text":"Then the lords of the Philistines brought up to her seven green cords which had not been dried, and she bound him with them."},{"name":"Judges 16:9","text":"Now she had an ambush waiting in the inner room. She said to him, \"The Philistines are on you, Samson!\" He broke the cords, as a string of tow is broken when it touches the fire. So his strength was not known."},{"name":"Judges 16:10","text":"Delilah said to Samson, \"Behold, you have mocked me, and told me lies: now please tell me with which you might be bound.\""},{"name":"Judges 16:11","text":"He said to her, \"If they only bind me with new ropes with which no work has been done, then shall I become weak, and be as another man.\""},{"name":"Judges 16:12","text":"So Delilah took new ropes, and bound him therewith, and said to him, \"The Philistines are on you, Samson!\" The ambush was waiting in the inner room. He broke them off his arms like a thread."},{"name":"Judges 16:13","text":"Delilah said to Samson, \"Until now, you have mocked me and told me lies. Tell me with what you might be bound.\" He said to her, \"If you weave the seven locks of my head with the web.\""},{"name":"Judges 16:14","text":"She fastened it with the pin, and said to him, \"The Philistines are on you, Samson!\" He awakened out of his sleep, and plucked away the pin of the beam, and the web."},{"name":"Judges 16:15","text":"She said to him, \"How can you say, \"I love you,\" when your heart is not with me? You have mocked me these three times, and have not told me where your great strength lies.\""},{"name":"Judges 16:16","text":"It happened, when she pressed him daily with her words, and urged him, that his soul was troubled to death."},{"name":"Judges 16:17","text":"He told her all his heart, and said to her, \"No razor has ever come on my head; for I have been a Nazirite to God from my mother\"s womb. If I am shaved, then my strength will go from me, and I will become weak, and be like any other man.\""},{"name":"Judges 16:18","text":"When Delilah saw that he had told her all his heart, she sent and called for the lords of the Philistines, saying, \"Come up this once, for he has told me all his heart.\" Then the lords of the Philistines came up to her, and brought the money in their hand."},{"name":"Judges 16:19","text":"She made him sleep on her knees; and she called for a man, and shaved off the seven locks of his head; and she began to afflict him, and his strength went from him."},{"name":"Judges 16:20","text":"She said, \"The Philistines are upon you, Samson!\" He awoke out of his sleep, and said, \"I will go out as at other times, and shake myself free.\" But he didn\"t know that Yahweh had departed from him."},{"name":"Judges 16:21","text":"The Philistines laid hold on him, and put out his eyes; and they brought him down to Gaza, and bound him with fetters of brass; and he ground at the mill in the prison."},{"name":"Judges 16:22","text":"However the hair of his head began to grow again after he was shaved."},{"name":"Judges 16:23","text":"The lords of the Philistines gathered them together to offer a great sacrifice to Dagon their god, and to rejoice; for they said, \"Our god has delivered Samson our enemy into our hand.\""},{"name":"Judges 16:24","text":"When the people saw him, they praised their god; for they said, \"Our god has delivered our enemy and the destroyer of our country, who has slain many of us, into our hand.\""},{"name":"Judges 16:25","text":"It happened, when their hearts were merry, that they said, \"Call for Samson, that he may entertain us.\" They called for Samson out of the prison; and he performed before them. They set him between the pillars;"},{"name":"Judges 16:26","text":"and Samson said to the boy who held him by the hand, \"Allow me to feel the pillars whereupon the house rests, that I may lean on them.\""},{"name":"Judges 16:27","text":"Now the house was full of men and women; and all the lords of the Philistines were there; and there were on the roof about three thousand men and women, who saw while Samson performed."},{"name":"Judges 16:28","text":"Samson called to Yahweh, and said, \"Lord Yahweh, remember me, please, and strengthen me, please, only this once, God, that I may be at once avenged of the Philistines for my two eyes.\""},{"name":"Judges 16:29","text":"Samson took hold of the two middle pillars on which the house rested, and leaned on them, the one with his right hand, and the other with his left."},{"name":"Judges 16:30","text":"Samson said, \"Let me die with the Philistines!\" He bowed himself with all his might; and the house fell on the lords, and on all the people who were therein. So the dead that he killed at his death were more than those who he killed in his life."},{"name":"Judges 16:31","text":"Then his brothers and all the house of his father came down, and took him, and brought him up, and buried him between Zorah and Eshtaol in the burial site of Manoah his father. He judged Israel twenty years."},{"name":"Judges 17:1","text":"There was a man of the hill country of Ephraim, whose name was Micah."},{"name":"Judges 17:2","text":"He said to his mother, \"The eleven hundred pieces of silver that were taken from you, about which you uttered a curse, and also spoke it in my ears, behold, the silver is with me; I took it.\" His mother said, \"Blessed be my son of Yahweh.\""},{"name":"Judges 17:3","text":"He restored the eleven hundred pieces of silver to his mother; and his mother said, \"I most certainly dedicate the silver to Yahweh from my hand for my son, to make an engraved image and a molten image. Now therefore I will restore it to you.\""},{"name":"Judges 17:4","text":"When he restored the money to his mother, his mother took two hundred pieces of silver, and gave them to the founder, who made of it an engraved image and a molten image: and it was in the house of Micah."},{"name":"Judges 17:5","text":"The man Micah had a house of gods, and he made an ephod, and teraphim, and consecrated one of his sons, who became his priest."},{"name":"Judges 17:6","text":"In those days there was no king in Israel: every man did that which was right in his own eyes."},{"name":"Judges 17:7","text":"There was a young man out of Bethlehem Judah, of the family of Judah, who was a Levite; and he lived there."},{"name":"Judges 17:8","text":"The man departed out of the city, out of Bethlehem Judah, to live where he could find a place, and he came to the hill country of Ephraim to the house of Micah, as he traveled."},{"name":"Judges 17:9","text":"Micah said to him, \"Where did you come from?\" He said to him, \"I am a Levite of Bethlehem Judah, and I am looking for a place to live.\""},{"name":"Judges 17:10","text":"Micah said to him, \"Dwell with me, and be to me a father and a priest, and I will give you ten pieces of silver per year, a suit of clothing, and your food.\" So the Levite went in."},{"name":"Judges 17:11","text":"The Levite was content to dwell with the man; and the young man was to him as one of his sons."},{"name":"Judges 17:12","text":"Micah consecrated the Levite, and the young man became his priest, and was in the house of Micah."},{"name":"Judges 17:13","text":"Then Micah said, \"Now know I that Yahweh will do good to me, since I have a Levite to my priest.\""},{"name":"Judges 18:1","text":"In those days there was no king in Israel: and in those days the tribe of the Danites sought an inheritance to dwell in; for to that day, their inheritance had not fallen to them among the tribes of Israel."},{"name":"Judges 18:2","text":"The children of Dan sent of their family five men from their whole number, men of valor, from Zorah, and from Eshtaol, to spy out the land, and to search it; and they said to them, \"Go, explore the land!\" They came to the hill country of Ephraim, to the house of Micah, and lodged there."},{"name":"Judges 18:3","text":"When they were by the house of Micah, they knew the voice of the young man the Levite; and they turned aside there, and said to him, \"Who brought you here? What do you do in this place? What do you have here?\""},{"name":"Judges 18:4","text":"He said to them, \"Thus and thus has Micah dealt with me, and he has hired me, and I am become his priest.\""},{"name":"Judges 18:5","text":"They said to him, \"Please ask counsel of God, that we may know whether our way which we go shall be prosperous.\""},{"name":"Judges 18:6","text":"The priest said to them, \"Go in peace. Your way in which you go is before Yahweh.\""},{"name":"Judges 18:7","text":"Then the five men departed, and came to Laish, and saw the people who were therein, how they lived in security, in the way of the Sidonians, quiet and secure; for there was none in the land, possessing authority, that might put them to shame in anything, and they were far from the Sidonians, and had no dealings with any man."},{"name":"Judges 18:8","text":"They came to their brothers to Zorah and Eshtaol: and their brothers said to them, \"What do you say?\""},{"name":"Judges 18:9","text":"They said, \"Arise, and let us go up against them; for we have seen the land, and behold, it is very good. Do you stand still? Don\"t be slothful to go and to enter in to possess the land."},{"name":"Judges 18:10","text":"When you go, you shall come to a secure people, and the land is large; for God has given it into your hand, a place where there is no want of anything that is in the earth.\""},{"name":"Judges 18:11","text":"There set forth from there of the family of the Danites, out of Zorah and out of Eshtaol, six hundred men girt with weapons of war."},{"name":"Judges 18:12","text":"They went up, and encamped in Kiriath Jearim, in Judah: therefore they called that place Mahaneh Dan, to this day; behold, it is behind Kiriath Jearim."}]