[{"name":"Psalm 119:117","text":"Hold me up, and I will be safe, and will have respect for your statutes continually."},{"name":"Psalm 119:118","text":"You reject all those who stray from your statutes, for their deceit is in vain."},{"name":"Psalm 119:119","text":"You put away all the wicked of the earth like dross. Therefore I love your testimonies."},{"name":"Psalm 119:120","text":"My flesh trembles for fear of you. I am afraid of your judgments. AYIN"},{"name":"Psalm 119:121","text":"I have done what is just and righteous. Don\"t leave me to my oppressors."},{"name":"Psalm 119:122","text":"Ensure your servant\"s well-being. Don\"t let the proud oppress me."},{"name":"Psalm 119:123","text":"My eyes fail looking for your salvation, for your righteous word."},{"name":"Psalm 119:124","text":"Deal with your servant according to your loving kindness. Teach me your statutes."},{"name":"Psalm 119:125","text":"I am your servant. Give me understanding, that I may know your testimonies."},{"name":"Psalm 119:126","text":"It is time to act, Yahweh, for they break your law."},{"name":"Psalm 119:127","text":"Therefore I love your commandments more than gold, yes, more than pure gold."},{"name":"Psalm 119:128","text":"Therefore I consider all of your precepts to be right. I hate every false way. PEY"},{"name":"Psalm 119:129","text":"Your testimonies are wonderful, therefore my soul keeps them."},{"name":"Psalm 119:130","text":"The entrance of your words gives light. It gives understanding to the simple."},{"name":"Psalm 119:131","text":"I opened my mouth wide and panted, for I longed for your commandments."},{"name":"Psalm 119:132","text":"Turn to me, and have mercy on me, as you always do to those who love your name."},{"name":"Psalm 119:133","text":"Establish my footsteps in your word. Don\"t let any iniquity have dominion over me."},{"name":"Psalm 119:134","text":"Redeem me from the oppression of man, so I will observe your precepts."},{"name":"Psalm 119:135","text":"Make your face shine on your servant. Teach me your statutes."},{"name":"Psalm 119:136","text":"Streams of tears run down my eyes, because they don\"t observe your law. TZADI"},{"name":"Psalm 119:137","text":"You are righteous, Yahweh. Your judgments are upright."},{"name":"Psalm 119:138","text":"You have commanded your statutes in righteousness. They are fully trustworthy."},{"name":"Psalm 119:139","text":"My zeal wears me out, because my enemies ignore your words."},{"name":"Psalm 119:140","text":"Your promises have been thoroughly tested, and your servant loves them."},{"name":"Psalm 119:141","text":"I am small and despised. I don\"t forget your precepts."},{"name":"Psalm 119:142","text":"Your righteousness is an everlasting righteousness. Your law is truth."},{"name":"Psalm 119:143","text":"Trouble and anguish have taken hold of me. Your commandments are my delight."},{"name":"Psalm 119:144","text":"Your testimonies are righteous forever. Give me understanding, that I may live. KUF"},{"name":"Psalm 119:145","text":"I have called with my whole heart. Answer me, Yahweh! I will keep your statutes."},{"name":"Psalm 119:146","text":"I have called to you. Save me! I will obey your statutes."},{"name":"Psalm 119:147","text":"I rise before dawn and cry for help. I put my hope in your words."},{"name":"Psalm 119:148","text":"My eyes stay open through the night watches, that I might meditate on your word."},{"name":"Psalm 119:149","text":"Hear my voice according to your loving kindness. Revive me, Yahweh, according to your ordinances."},{"name":"Psalm 119:150","text":"They draw near who follow after wickedness. They are far from your law."},{"name":"Psalm 119:151","text":"You are near, Yahweh. All your commandments are truth."},{"name":"Psalm 119:152","text":"Of old I have known from your testimonies, that you have founded them forever. RESH"},{"name":"Psalm 119:153","text":"Consider my affliction, and deliver me, for I don\"t forget your law."},{"name":"Psalm 119:154","text":"Plead my cause, and redeem me! Revive me according to your promise."},{"name":"Psalm 119:155","text":"Salvation is far from the wicked, for they don\"t seek your statutes."},{"name":"Psalm 119:156","text":"Great are your tender mercies, Yahweh. Revive me according to your ordinances."},{"name":"Psalm 119:157","text":"Many are my persecutors and my adversaries. I haven\"t swerved from your testimonies."},{"name":"Psalm 119:158","text":"I look at the faithless with loathing, because they don\"t observe your word."},{"name":"Psalm 119:159","text":"Consider how I love your precepts. Revive me, Yahweh, according to your loving kindness."},{"name":"Psalm 119:160","text":"All of your words are truth. Every one of your righteous ordinances endures forever. SIN AND SHIN"},{"name":"Psalm 119:161","text":"Princes have persecuted me without a cause, but my heart stands in awe of your words."},{"name":"Psalm 119:162","text":"I rejoice at your word, as one who finds great spoil."},{"name":"Psalm 119:163","text":"I hate and abhor falsehood. I love your law."},{"name":"Psalm 119:164","text":"Seven times a day, I praise you, because of your righteous ordinances."},{"name":"Psalm 119:165","text":"Those who love your law have great peace. Nothing causes them to stumble."},{"name":"Psalm 119:166","text":"I have hoped for your salvation, Yahweh. I have done your commandments."},{"name":"Psalm 119:167","text":"My soul has observed your testimonies. I love them exceedingly."},{"name":"Psalm 119:168","text":"I have obeyed your precepts and your testimonies, for all my ways are before you. TAV"},{"name":"Psalm 119:169","text":"Let my cry come before you, Yahweh. Give me understanding according to your word."},{"name":"Psalm 119:170","text":"Let my supplication come before you. Deliver me according to your word."},{"name":"Psalm 119:171","text":"Let my lips utter praise, for you teach me your statutes."},{"name":"Psalm 119:172","text":"Let my tongue sing of your word, for all your commandments are righteousness."},{"name":"Psalm 119:173","text":"Let your hand be ready to help me, for I have chosen your precepts."},{"name":"Psalm 119:174","text":"I have longed for your salvation, Yahweh. Your law is my delight."},{"name":"Psalm 119:175","text":"Let my soul live, that I may praise you. Let your ordinances help me."},{"name":"Psalm 119:176","text":"I have gone astray like a lost sheep. Seek your servant, for I don\"t forget your commandments."},{"name":"Psalm 120:1","text":"A Song of Ascents. In my distress, I cried to Yahweh. He answered me."},{"name":"Psalm 120:2","text":"Deliver my soul, Yahweh, from lying lips, from a deceitful tongue."},{"name":"Psalm 120:3","text":"What will be given to you, and what will be done more to you, you deceitful tongue?"},{"name":"Psalm 120:4","text":"Sharp arrows of the mighty, with coals of juniper."},{"name":"Psalm 120:5","text":"Woe is me, that I live in Meshech, that I dwell among the tents of Kedar!"},{"name":"Psalm 120:6","text":"My soul has had her dwelling too long with him who hates peace."},{"name":"Psalm 120:7","text":"I am for peace, but when I speak, they are for war."},{"name":"Psalm 121:1","text":"A Song of Ascents. I will lift up my eyes to the hills. Where does my help come from?"},{"name":"Psalm 121:2","text":"My help comes from Yahweh, who made heaven and earth."},{"name":"Psalm 121:3","text":"He will not allow your foot to be moved. He who keeps you will not slumber."},{"name":"Psalm 121:4","text":"Behold, he who keeps Israel will neither slumber nor sleep."},{"name":"Psalm 121:5","text":"Yahweh is your keeper. Yahweh is your shade on your right hand."},{"name":"Psalm 121:6","text":"The sun will not harm you by day, nor the moon by night."},{"name":"Psalm 121:7","text":"Yahweh will keep you from all evil. He will keep your soul."},{"name":"Psalm 121:8","text":"Yahweh will keep your going out and your coming in, from this time forth, and forevermore."},{"name":"Psalm 122:1","text":"A Song of Ascents. By David. I was glad when they said to me, \"Let\"s go to Yahweh\"s house!\""},{"name":"Psalm 122:2","text":"Our feet are standing within your gates, Jerusalem;"},{"name":"Psalm 122:3","text":"Jerusalem, that is built as a city that is compact together;"},{"name":"Psalm 122:4","text":"where the tribes go up, even Yah\"s tribes, according to an ordinance for Israel, to give thanks to the name of Yahweh."},{"name":"Psalm 122:5","text":"For there are set thrones for judgment, the thrones of David\"s house."},{"name":"Psalm 122:6","text":"Pray for the peace of Jerusalem. Those who love you will prosper."},{"name":"Psalm 122:7","text":"Peace be within your walls, and prosperity within your palaces."},{"name":"Psalm 122:8","text":"For my brothers\" and companions\" sakes, I will now say, \"Peace be within you.\""},{"name":"Psalm 122:9","text":"For the sake of the house of Yahweh our God, I will seek your good."},{"name":"Psalm 123:1","text":"A Song of Ascents. To you I do lift up my eyes, you who sit in the heavens."},{"name":"Psalm 123:2","text":"Behold, as the eyes of servants look to the hand of their master, as the eyes of a maid to the hand of her mistress; so our eyes look to Yahweh, our God, until he has mercy on us."},{"name":"Psalm 123:3","text":"Have mercy on us, Yahweh, have mercy on us, for we have endured much contempt."},{"name":"Psalm 123:4","text":"Our soul is exceedingly filled with the scoffing of those who are at ease, with the contempt of the proud."},{"name":"Psalm 124:1","text":"A Song of Ascents. By David. If it had not been Yahweh who was on our side, let Israel now say,"},{"name":"Psalm 124:2","text":"if it had not been Yahweh who was on our side, when men rose up against us;"},{"name":"Psalm 124:3","text":"then they would have swallowed us up alive, when their wrath was kindled against us;"},{"name":"Psalm 124:4","text":"then the waters would have overwhelmed us, the stream would have gone over our soul;"},{"name":"Psalm 124:5","text":"then the proud waters would have gone over our soul."},{"name":"Psalm 124:6","text":"Blessed be Yahweh, who has not given us as a prey to their teeth."},{"name":"Psalm 124:7","text":"Our soul has escaped like a bird out of the fowler\"s snare. The snare is broken, and we have escaped."},{"name":"Psalm 124:8","text":"Our help is in the name of Yahweh, who made heaven and earth."},{"name":"Psalm 125:1","text":"A Song of Ascents. Those who trust in Yahweh are as Mount Zion, which can\"t be moved, but remains forever."},{"name":"Psalm 125:2","text":"As the mountains surround Jerusalem, so Yahweh surrounds his people from this time forth and forevermore."},{"name":"Psalm 125:3","text":"For the scepter of wickedness won\"t remain over the allotment of the righteous; so that the righteous won\"t use their hands to do evil."},{"name":"Psalm 125:4","text":"Do good, Yahweh, to those who are good, to those who are upright in their hearts."},{"name":"Psalm 125:5","text":"But as for those who turn aside to their crooked ways, Yahweh will lead them away with the workers of iniquity. Peace be on Israel."},{"name":"Psalm 126:1","text":"A Song of Ascents. When Yahweh brought back those who returned to Zion, we were like those who dream."},{"name":"Psalm 126:2","text":"Then our mouth was filled with laughter, and our tongue with singing. Then they said among the nations, \"Yahweh has done great things for them.\""},{"name":"Psalm 126:3","text":"Yahweh has done great things for us, and we are glad."},{"name":"Psalm 126:4","text":"Restore our fortunes again, Yahweh, like the streams in the Negev."},{"name":"Psalm 126:5","text":"Those who sow in tears will reap in joy."},{"name":"Psalm 126:6","text":"He who goes out weeping, carrying seed for sowing, will certainly come again with joy, carrying his sheaves."},{"name":"Psalm 127:1","text":"A Song of Ascents. By Solomon. Unless Yahweh builds the house, they labor in vain who build it. Unless Yahweh watches over the city, the watchman guards it in vain."},{"name":"Psalm 127:2","text":"It is vain for you to rise up early, to stay up late, eating the bread of toil; for he gives sleep to his loved ones."},{"name":"Psalm 127:3","text":"Behold, children are a heritage of Yahweh. The fruit of the womb is his reward."},{"name":"Psalm 127:4","text":"As arrows in the hand of a mighty man, so are the children of youth."},{"name":"Psalm 127:5","text":"Happy is the man who has his quiver full of them. They won\"t be disappointed when they speak with their enemies in the gate."},{"name":"Psalm 128:1","text":"A Song of Ascents. Blessed is everyone who fears Yahweh, who walks in his ways."},{"name":"Psalm 128:2","text":"For you will eat the labor of your hands. You will be happy, and it will be well with you."},{"name":"Psalm 128:3","text":"Your wife will be as a fruitful vine, in the innermost parts of your house; your children like olive plants, around your table."},{"name":"Psalm 128:4","text":"Behold, thus is the man blessed who fears Yahweh."},{"name":"Psalm 128:5","text":"May Yahweh bless you out of Zion, and may you see the good of Jerusalem all the days of your life."},{"name":"Psalm 128:6","text":"Yes, may you see your children\"s children. Peace be upon Israel."},{"name":"Psalm 129:1","text":"A Song of Ascents. Many times they have afflicted me from my youth up. Let Israel now say,"},{"name":"Psalm 129:2","text":"many times they have afflicted me from my youth up, yet they have not prevailed against me."},{"name":"Psalm 129:3","text":"The plowers plowed on my back. They made their furrows long."},{"name":"Psalm 129:4","text":"Yahweh is righteous. He has cut apart the cords of the wicked."},{"name":"Psalm 129:5","text":"Let them be disappointed and turned backward, all those who hate Zion."},{"name":"Psalm 129:6","text":"Let them be as the grass on the housetops, which withers before it grows up;"},{"name":"Psalm 129:7","text":"with which the reaper doesn\"t fill his hand, nor he who binds sheaves, his bosom."},{"name":"Psalm 129:8","text":"Neither do those who go by say, \"The blessing of Yahweh be on you. We bless you in the name of Yahweh.\""},{"name":"Psalm 130:1","text":"A Song of Ascents. Out of the depths I have cried to you, Yahweh."},{"name":"Psalm 130:2","text":"Lord, hear my voice. Let your ears be attentive to the voice of my petitions."},{"name":"Psalm 130:3","text":"If you, Yah, kept a record of sins, Lord, who could stand?"},{"name":"Psalm 130:4","text":"But there is forgiveness with you, therefore you are feared."},{"name":"Psalm 130:5","text":"I wait for Yahweh. My soul waits. I hope in his word."},{"name":"Psalm 130:6","text":"My soul longs for the Lord more than watchmen long for the morning; more than watchmen for the morning."},{"name":"Psalm 130:7","text":"Israel, hope in Yahweh, for with Yahweh there is loving kindness. With him is abundant redemption."},{"name":"Psalm 130:8","text":"He will redeem Israel from all their sins."},{"name":"Psalm 131:1","text":"A Song of Ascents. By David. Yahweh, my heart isn\"t haughty, nor my eyes lofty; nor do I concern myself with great matters, or things too wonderful for me."},{"name":"Psalm 131:2","text":"Surely I have stilled and quieted my soul, like a weaned child with his mother, like a weaned child is my soul within me."},{"name":"Psalm 131:3","text":"Israel, hope in Yahweh, from this time forth and forevermore."},{"name":"Psalm 132:1","text":"A Song of Ascents. Yahweh, remember David and all his affliction,"},{"name":"Psalm 132:2","text":"how he swore to Yahweh, and vowed to the Mighty One of Jacob:"},{"name":"Psalm 132:3","text":"\"Surely I will not come into the structure of my house, nor go up into my bed;"},{"name":"Psalm 132:4","text":"I will not give sleep to my eyes, or slumber to my eyelids;"},{"name":"Psalm 132:5","text":"until I find out a place for Yahweh, a dwelling for the Mighty One of Jacob.\""},{"name":"Psalm 132:6","text":"Behold, we heard of it in Ephrathah. We found it in the field of Jaar:"},{"name":"Psalm 132:7","text":"\"We will go into his dwelling place. We will worship at his footstool."},{"name":"Psalm 132:8","text":"Arise, Yahweh, into your resting place; you, and the ark of your strength."},{"name":"Psalm 132:9","text":"Let your priest be clothed with righteousness. Let your saints shout for joy!\""},{"name":"Psalm 132:10","text":"For your servant David\"s sake, don\"t turn away the face of your anointed one."},{"name":"Psalm 132:11","text":"Yahweh has sworn to David in truth. He will not turn from it: \"I will set the fruit of your body on your throne."},{"name":"Psalm 132:12","text":"If your children will keep my covenant, my testimony that I will teach them, their children also will sit on your throne forevermore.\""},{"name":"Psalm 132:13","text":"For Yahweh has chosen Zion. He has desired it for his habitation."},{"name":"Psalm 132:14","text":"\"This is my resting place forever. Here I will live, for I have desired it."},{"name":"Psalm 132:15","text":"I will abundantly bless her provision. I will satisfy her poor with bread."},{"name":"Psalm 132:16","text":"Her priests I will also clothe with salvation. Her saints will shout aloud for joy."},{"name":"Psalm 132:17","text":"There I will make the horn of David to bud. I have ordained a lamp for my anointed."},{"name":"Psalm 132:18","text":"I will clothe his enemies with shame, but on himself, his crown will be resplendent.\""},{"name":"Psalm 133:1","text":"A Song of Ascents. By David. See how good and how pleasant it is for brothers to live together in unity!"},{"name":"Psalm 133:2","text":"It is like the precious oil on the head, that ran down on the beard, even Aaron\"s beard; that came down on the edge of his robes;"},{"name":"Psalm 133:3","text":"like the dew of Hermon, that comes down on the hills of Zion: for there Yahweh gives the blessing, even life forevermore."},{"name":"Psalm 134:1","text":"A Song of Ascents. Look! Praise Yahweh, all you servants of Yahweh, who stand by night in Yahweh\"s house!"},{"name":"Psalm 134:2","text":"Lift up your hands in the sanctuary. Praise Yahweh!"},{"name":"Psalm 134:3","text":"May Yahweh bless you from Zion; even he who made heaven and earth."},{"name":"Psalm 135:1","text":"Praise Yah! Praise the name of Yahweh! Praise him, you servants of Yahweh,"},{"name":"Psalm 135:2","text":"you who stand in the house of Yahweh, in the courts of our God\"s house."},{"name":"Psalm 135:3","text":"Praise Yah, for Yahweh is good. Sing praises to his name, for that is pleasant."},{"name":"Psalm 135:4","text":"For Yah has chosen Jacob for himself; Israel for his own possession."},{"name":"Psalm 135:5","text":"For I know that Yahweh is great, that our Lord is above all gods."},{"name":"Psalm 135:6","text":"Whatever Yahweh pleased, that he has done, in heaven and in earth, in the seas and in all deeps;"},{"name":"Psalm 135:7","text":"who causes the clouds to rise from the ends of the earth; who makes lightnings with the rain; who brings forth the wind out of his treasuries;"},{"name":"Psalm 135:8","text":"Who struck the firstborn of Egypt, both of man and animal;"},{"name":"Psalm 135:9","text":"Who sent signs and wonders into the midst of you, Egypt, on Pharaoh, and on all his servants;"},{"name":"Psalm 135:10","text":"who struck many nations, and killed mighty kings,"},{"name":"Psalm 135:11","text":"Sihon king of the Amorites, Og king of Bashan, and all the kingdoms of Canaan,"},{"name":"Psalm 135:12","text":"and gave their land for a heritage, a heritage to Israel, his people."},{"name":"Psalm 135:13","text":"Your name, Yahweh, endures forever; your renown, Yahweh, throughout all generations."},{"name":"Psalm 135:14","text":"For Yahweh will judge his people, and have compassion on his servants."},{"name":"Psalm 135:15","text":"The idols of the nations are silver and gold, the work of men\"s hands."},{"name":"Psalm 135:16","text":"They have mouths, but they can\"t speak. They have eyes, but they can\"t see."},{"name":"Psalm 135:17","text":"They have ears, but they can\"t hear; neither is there any breath in their mouths."},{"name":"Psalm 135:18","text":"Those who make them will be like them; yes, everyone who trusts in them."},{"name":"Psalm 135:19","text":"House of Israel, praise Yahweh! House of Aaron, praise Yahweh!"},{"name":"Psalm 135:20","text":"House of Levi, praise Yahweh! You who fear Yahweh, praise Yahweh!"},{"name":"Psalm 135:21","text":"Blessed be Yahweh from Zion, Who dwells at Jerusalem. Praise Yah!"},{"name":"Psalm 136:1","text":"Give thanks to Yahweh, for he is good; for his loving kindness endures forever."},{"name":"Psalm 136:2","text":"Give thanks to the God of gods; for his loving kindness endures forever."},{"name":"Psalm 136:3","text":"Give thanks to the Lord of lords; for his loving kindness endures forever:"},{"name":"Psalm 136:4","text":"To him who alone does great wonders; for his loving kindness endures forever:"},{"name":"Psalm 136:5","text":"To him who by understanding made the heavens; for his loving kindness endures forever:"},{"name":"Psalm 136:6","text":"To him who spread out the earth above the waters; for his loving kindness endures forever:"},{"name":"Psalm 136:7","text":"To him who made the great lights; for his loving kindness endures forever:"},{"name":"Psalm 136:8","text":"The sun to rule by day; for his loving kindness endures forever;"},{"name":"Psalm 136:9","text":"The moon and stars to rule by night; for his loving kindness endures forever:"},{"name":"Psalm 136:10","text":"To him who struck down the Egyptian firstborn; for his loving kindness endures forever;"},{"name":"Psalm 136:11","text":"And brought out Israel from among them; for his loving kindness endures forever;"},{"name":"Psalm 136:12","text":"With a strong hand, and with an outstretched arm; for his loving kindness endures forever:"},{"name":"Psalm 136:13","text":"To him who divided the Red Sea apart; for his loving kindness endures forever;"},{"name":"Psalm 136:14","text":"And made Israel to pass through its midst; for his loving kindness endures forever;"},{"name":"Psalm 136:15","text":"But overthrew Pharaoh and his army in the Red Sea; for his loving kindness endures forever:"},{"name":"Psalm 136:16","text":"To him who led his people through the wilderness; for his loving kindness endures forever:"},{"name":"Psalm 136:17","text":"To him who struck great kings; for his loving kindness endures forever;"},{"name":"Psalm 136:18","text":"And killed mighty kings; for his loving kindness endures forever:"},{"name":"Psalm 136:19","text":"Sihon king of the Amorites; for his loving kindness endures forever;"},{"name":"Psalm 136:20","text":"Og king of Bashan; for his loving kindness endures forever;"},{"name":"Psalm 136:21","text":"And gave their land as an inheritance; for his loving kindness endures forever;"},{"name":"Psalm 136:22","text":"Even a heritage to Israel his servant; for his loving kindness endures forever:"},{"name":"Psalm 136:23","text":"Who remembered us in our low estate; for his loving kindness endures forever;"},{"name":"Psalm 136:24","text":"And has delivered us from our adversaries; for his loving kindness endures forever:"},{"name":"Psalm 136:25","text":"Who gives food to every creature; for his loving kindness endures forever."},{"name":"Psalm 136:26","text":"Oh give thanks to the God of heaven; for his loving kindness endures forever."},{"name":"Psalm 137:1","text":"By the rivers of Babylon, there we sat down. Yes, we wept, when we remembered Zion."},{"name":"Psalm 137:2","text":"On the willows in its midst, we hung up our harps."},{"name":"Psalm 137:3","text":"For there, those who led us captive asked us for songs. Those who tormented us demanded songs of joy: \"Sing us one of the songs of Zion!\""},{"name":"Psalm 137:4","text":"How can we sing Yahweh\"s song in a foreign land?"},{"name":"Psalm 137:5","text":"If I forget you, Jerusalem, let my right hand forget its skill."},{"name":"Psalm 137:6","text":"Let my tongue stick to the roof of my mouth if I don\"t remember you; if I don\"t prefer Jerusalem above my chief joy."},{"name":"Psalm 137:7","text":"Remember, Yahweh, against the children of Edom, the day of Jerusalem; who said, \"Raze it! Raze it even to its foundation!\""},{"name":"Psalm 137:8","text":"Daughter of Babylon, doomed to destruction, he will be happy who rewards you, as you have served us."},{"name":"Psalm 137:9","text":"Happy shall he be, who takes and dashes your little ones against the rock."},{"name":"Psalm 138:1","text":"By David. I will give you thanks with my whole heart. Before the gods, I will sing praises to you."},{"name":"Psalm 138:2","text":"I will bow down toward your holy temple, and give thanks to your Name for your loving kindness and for your truth; for you have exalted your Name and your Word above all."},{"name":"Psalm 138:3","text":"In the day that I called, you answered me. You encouraged me with strength in my soul."},{"name":"Psalm 138:4","text":"All the kings of the earth will give you thanks, Yahweh, for they have heard the words of your mouth."},{"name":"Psalm 138:5","text":"Yes, they will sing of the ways of Yahweh; for great is Yahweh\"s glory."},{"name":"Psalm 138:6","text":"For though Yahweh is high, yet he looks after the lowly; but the proud, he knows from afar."},{"name":"Psalm 138:7","text":"Though I walk in the midst of trouble, you will revive me. You will stretch forth your hand against the wrath of my enemies. Your right hand will save me."},{"name":"Psalm 138:8","text":"Yahweh will fulfill that which concerns me; your loving kindness, Yahweh, endures forever. Don\"t forsake the works of your own hands."},{"name":"Psalm 139:1","text":"For the Chief Musician. A Psalm by David. Yahweh, you have searched me, and you know me."},{"name":"Psalm 139:2","text":"You know my sitting down and my rising up. You perceive my thoughts from afar."},{"name":"Psalm 139:3","text":"You search out my path and my lying down, and are acquainted with all my ways."},{"name":"Psalm 139:4","text":"For there is not a word on my tongue, but, behold, Yahweh, you know it altogether."},{"name":"Psalm 139:5","text":"You hem me in behind and before. You laid your hand on me."},{"name":"Psalm 139:6","text":"This knowledge is beyond me. It\"s lofty. I can\"t attain it."},{"name":"Psalm 139:7","text":"Where could I go from your Spirit? Or where could I flee from your presence?"},{"name":"Psalm 139:8","text":"If I ascend up into heaven, you are there. If I make my bed in Sheol, behold, you are there!"},{"name":"Psalm 139:9","text":"If I take the wings of the dawn, and settle in the uttermost parts of the sea;"},{"name":"Psalm 139:10","text":"Even there your hand will lead me, and your right hand will hold me."},{"name":"Psalm 139:11","text":"If I say, \"Surely the darkness will overwhelm me; the light around me will be night;\""},{"name":"Psalm 139:12","text":"even the darkness doesn\"t hide from you, but the night shines as the day. The darkness is like light to you."},{"name":"Psalm 139:13","text":"For you formed my inmost being. You knit me together in my mother\"s womb."},{"name":"Psalm 139:14","text":"I will give thanks to you, for I am fearfully and wonderfully made. Your works are wonderful. My soul knows that very well."},{"name":"Psalm 139:15","text":"My frame wasn\"t hidden from you, when I was made in secret, woven together in the depths of the earth."},{"name":"Psalm 139:16","text":"Your eyes saw my body. In your book they were all written, the days that were ordained for me, when as yet there were none of them."},{"name":"Psalm 139:17","text":"How precious to me are your thoughts, God! How vast is their sum!"},{"name":"Psalm 139:18","text":"If I would count them, they are more in number than the sand. When I wake up, I am still with you."},{"name":"Psalm 139:19","text":"If only you, God, would kill the wicked. Get away from me, you bloodthirsty men!"},{"name":"Psalm 139:20","text":"For they speak against you wickedly. Your enemies take your name in vain."},{"name":"Psalm 139:21","text":"Yahweh, don\"t I hate those who hate you? Am I not grieved with those who rise up against you?"},{"name":"Psalm 139:22","text":"I hate them with perfect hatred. They have become my enemies."},{"name":"Psalm 139:23","text":"Search me, God, and know my heart. Try me, and know my thoughts."},{"name":"Psalm 139:24","text":"See if there is any wicked way in me, and lead me in the everlasting way."},{"name":"Psalm 140:1","text":"For the Chief Musician. A Psalm by David. Deliver me, Yahweh, from the evil man. Preserve me from the violent man;"},{"name":"Psalm 140:2","text":"those who devise mischief in their hearts. They continually gather themselves together for war."},{"name":"Psalm 140:3","text":"They have sharpened their tongues like a serpent. Viper\"s poison is under their lips. Selah."},{"name":"Psalm 140:4","text":"Yahweh, keep me from the hands of the wicked. Preserve me from the violent men who have determined to trip my feet."},{"name":"Psalm 140:5","text":"The proud have hidden a snare for me, they have spread the cords of a net by the path. They have set traps for me. Selah."},{"name":"Psalm 140:6","text":"I said to Yahweh, \"You are my God.\" Listen to the cry of my petitions, Yahweh."},{"name":"Psalm 140:7","text":"Yahweh, the Lord, the strength of my salvation, you have covered my head in the day of battle."},{"name":"Psalm 140:8","text":"Yahweh, don\"t grant the desires of the wicked. Don\"t let their evil plans succeed, or they will become proud. Selah."},{"name":"Psalm 140:9","text":"As for the head of those who surround me, let the mischief of their own lips cover them."},{"name":"Psalm 140:10","text":"Let burning coals fall on them. Let them be thrown into the fire, into miry pits, from where they never rise."},{"name":"Psalm 140:11","text":"An evil speaker won\"t be established in the earth. Evil will hunt the violent man to overthrow him."},{"name":"Psalm 140:12","text":"I know that Yahweh will maintain the cause of the afflicted, and justice for the needy."},{"name":"Psalm 140:13","text":"Surely the righteous will give thanks to your name. The upright will dwell in your presence."},{"name":"Psalm 141:1","text":"A Psalm by David. Yahweh, I have called on you. Come to me quickly! Listen to my voice when I call to you."},{"name":"Psalm 141:2","text":"Let my prayer be set before you like incense; the lifting up of my hands like the evening sacrifice."},{"name":"Psalm 141:3","text":"Set a watch, Yahweh, before my mouth. Keep the door of my lips."},{"name":"Psalm 141:4","text":"Don\"t incline my heart to any evil thing, to practice deeds of wickedness with men who work iniquity. Don\"t let me eat of their delicacies."},{"name":"Psalm 141:5","text":"Let the righteous strike me, it is kindness; let him reprove me, it is like oil on the head; don\"t let my head refuse it; Yet my prayer is always against evil deeds."},{"name":"Psalm 141:6","text":"Their judges are thrown down by the sides of the rock. They will hear my words, for they are well spoken."},{"name":"Psalm 141:7","text":"\"As when one plows and breaks up the earth, our bones are scattered at the mouth of Sheol.\""},{"name":"Psalm 141:8","text":"For my eyes are on you, Yahweh, the Lord. In you, I take refuge. Don\"t leave my soul destitute."},{"name":"Psalm 141:9","text":"Keep me from the snare which they have laid for me, from the traps of the workers of iniquity."},{"name":"Psalm 141:10","text":"Let the wicked fall together into their own nets, while I pass by."},{"name":"Psalm 142:1","text":"A contemplation by David, when he was in the cave. A Prayer. I cry with my voice to Yahweh. With my voice, I ask Yahweh for mercy."},{"name":"Psalm 142:2","text":"I pour out my complaint before him. I tell him my troubles."},{"name":"Psalm 142:3","text":"When my spirit was overwhelmed within me, you knew my path. In the way in which I walk, they have hidden a snare for me."},{"name":"Psalm 142:4","text":"Look on my right, and see; for there is no one who is concerned for me. Refuge has fled from me. No one cares for my soul."},{"name":"Psalm 142:5","text":"I cried to you, Yahweh. I said, \"You are my refuge, my portion in the land of the living.\""},{"name":"Psalm 142:6","text":"Listen to my cry, for I am in desperate need. deliver me from my persecutors, For they are stronger than me."},{"name":"Psalm 142:7","text":"Bring my soul out of prison, that I may give thanks to your name. The righteous will surround me, for you will be good to me."},{"name":"Psalm 143:1","text":"A Psalm by David. Hear my prayer, Yahweh. Listen to my petitions. In your faithfulness and righteousness, relieve me."},{"name":"Psalm 143:2","text":"Don\"t enter into judgment with your servant, for in your sight no man living is righteous."},{"name":"Psalm 143:3","text":"For the enemy pursues my soul. He has struck my life down to the ground. He has made me live in dark places, as those who have been long dead."},{"name":"Psalm 143:4","text":"Therefore my spirit is overwhelmed within me. My heart within me is desolate."},{"name":"Psalm 143:5","text":"I remember the days of old. I meditate on all your doings. I contemplate the work of your hands."},{"name":"Psalm 143:6","text":"I spread forth my hands to you. My soul thirsts for you, like a parched land. Selah."},{"name":"Psalm 143:7","text":"Hurry to answer me, Yahweh. My spirit fails. Don\"t hide your face from me, so that I don\"t become like those who go down into the pit."},{"name":"Psalm 143:8","text":"Cause me to hear your loving kindness in the morning, for I trust in you. Cause me to know the way in which I should walk, for I lift up my soul to you."},{"name":"Psalm 143:9","text":"Deliver me, Yahweh, from my enemies. I flee to you to hide me."},{"name":"Psalm 143:10","text":"Teach me to do your will, for you are my God. Your Spirit is good. Lead me in the land of uprightness."},{"name":"Psalm 143:11","text":"Revive me, Yahweh, for your name\"s sake. In your righteousness, bring my soul out of trouble."},{"name":"Psalm 143:12","text":"In your loving kindness, cut off my enemies, and destroy all those who afflict my soul, For I am your servant."},{"name":"Psalm 144:1","text":"By David. Blessed be Yahweh, my rock, who teaches my hands to war, and my fingers to battle:"},{"name":"Psalm 144:2","text":"my loving kindness, my fortress, my high tower, my deliverer, my shield, and he in whom I take refuge; who subdues my people under me."},{"name":"Psalm 144:3","text":"Yahweh, what is man, that you care for him? Or the son of man, that you think of him?"},{"name":"Psalm 144:4","text":"Man is like a breath. His days are like a shadow that passes away."},{"name":"Psalm 144:5","text":"Part your heavens, Yahweh, and come down. Touch the mountains, and they will smoke."},{"name":"Psalm 144:6","text":"Throw out lightning, and scatter them. Send out your arrows, and rout them."},{"name":"Psalm 144:7","text":"Stretch out your hand from above, rescue me, and deliver me out of great waters, out of the hands of foreigners;"},{"name":"Psalm 144:8","text":"whose mouths speak deceit, Whose right hand is a right hand of falsehood."},{"name":"Psalm 144:9","text":"I will sing a new song to you, God. On a ten-stringed lyre, I will sing praises to you."},{"name":"Psalm 144:10","text":"You are he who gives salvation to kings, who rescues David, his servant, from the deadly sword."},{"name":"Psalm 144:11","text":"Rescue me, and deliver me out of the hands of foreigners, whose mouths speak deceit, whose right hand is a right hand of falsehood."},{"name":"Psalm 144:12","text":"Then our sons will be like well-nurtured plants, our daughters like pillars carved to adorn a palace."},{"name":"Psalm 144:13","text":"Our barns are full, filled with all kinds of provision. Our sheep bring forth thousands and ten thousands in our fields."},{"name":"Psalm 144:14","text":"Our oxen will pull heavy loads. There is no breaking in, and no going away, and no outcry in our streets."},{"name":"Psalm 144:15","text":"Happy are the people who are in such a situation. Happy are the people whose God is Yahweh."},{"name":"Psalm 145:1","text":"A praise psalm by David. I will exalt you, my God, the King. I will praise your name forever and ever."},{"name":"Psalm 145:2","text":"Every day I will praise you. I will extol your name forever and ever."},{"name":"Psalm 145:3","text":"Great is Yahweh, and greatly to be praised! His greatness is unsearchable."},{"name":"Psalm 145:4","text":"One generation will commend your works to another, and will declare your mighty acts."},{"name":"Psalm 145:5","text":"Of the glorious majesty of your honor, of your wondrous works, I will meditate."},{"name":"Psalm 145:6","text":"Men will speak of the might of your awesome acts. I will declare your greatness."},{"name":"Psalm 145:7","text":"They will utter the memory of your great goodness, and will sing of your righteousness."},{"name":"Psalm 145:8","text":"Yahweh is gracious, merciful, slow to anger, and of great loving kindness."},{"name":"Psalm 145:9","text":"Yahweh is good to all. His tender mercies are over all his works."},{"name":"Psalm 145:10","text":"All your works will give thanks to you, Yahweh. Your saints will extol you."},{"name":"Psalm 145:11","text":"They will speak of the glory of your kingdom, and talk about your power;"},{"name":"Psalm 145:12","text":"to make known to the sons of men his mighty acts, the glory of the majesty of his kingdom."},{"name":"Psalm 145:13","text":"Your kingdom is an everlasting kingdom. Your dominion endures throughout all generations. Yahweh is faithful in all his words, and loving in all his deeds."},{"name":"Psalm 145:14","text":"Yahweh upholds all who fall, and raises up all those who are bowed down."},{"name":"Psalm 145:15","text":"The eyes of all wait for you. You give them their food in due season."},{"name":"Psalm 145:16","text":"You open your hand, and satisfy the desire of every living thing."},{"name":"Psalm 145:17","text":"Yahweh is righteous in all his ways, and gracious in all his works."},{"name":"Psalm 145:18","text":"Yahweh is near to all those who call on him, to all who call on him in truth."},{"name":"Psalm 145:19","text":"He will fulfill the desire of those who fear him. He also will hear their cry, and will save them."},{"name":"Psalm 145:20","text":"Yahweh preserves all those who love him, but all the wicked he will destroy."},{"name":"Psalm 145:21","text":"My mouth will speak the praise of Yahweh. Let all flesh bless his holy name forever and ever."},{"name":"Psalm 146:1","text":"Praise Yah! Praise Yahweh, my soul."},{"name":"Psalm 146:2","text":"While I live, I will praise Yahweh. I will sing praises to my God as long as I exist."},{"name":"Psalm 146:3","text":"Don\"t put your trust in princes, each a son of man in whom there is no help."},{"name":"Psalm 146:4","text":"His spirit departs, and he returns to the earth. In that very day, his thoughts perish."},{"name":"Psalm 146:5","text":"Happy is he who has the God of Jacob for his help, whose hope is in Yahweh, his God:"},{"name":"Psalm 146:6","text":"who made heaven and earth, the sea, and all that is in them; who keeps truth forever;"},{"name":"Psalm 146:7","text":"who executes justice for the oppressed; who gives food to the hungry. Yahweh frees the prisoners."},{"name":"Psalm 146:8","text":"Yahweh opens the eyes of the blind. Yahweh raises up those who are bowed down. Yahweh loves the righteous."},{"name":"Psalm 146:9","text":"Yahweh preserves the foreigners. He upholds the fatherless and widow, but the way of the wicked he turns upside down."},{"name":"Psalm 146:10","text":"Yahweh will reign forever; your God, O Zion, to all generations. Praise Yah!"},{"name":"Psalm 147:1","text":"Praise Yah, for it is good to sing praises to our God; for it is pleasant and fitting to praise him."},{"name":"Psalm 147:2","text":"Yahweh builds up Jerusalem. He gathers together the outcasts of Israel."},{"name":"Psalm 147:3","text":"He heals the broken in heart, and binds up their wounds."},{"name":"Psalm 147:4","text":"He counts the number of the stars. He calls them all by their names."},{"name":"Psalm 147:5","text":"Great is our Lord, and mighty in power. His understanding is infinite."},{"name":"Psalm 147:6","text":"Yahweh upholds the humble. He brings the wicked down to the ground."},{"name":"Psalm 147:7","text":"Sing to Yahweh with thanksgiving. Sing praises on the harp to our God,"},{"name":"Psalm 147:8","text":"who covers the sky with clouds, who prepares rain for the earth, who makes grass grow on the mountains."},{"name":"Psalm 147:9","text":"He provides food for the livestock, and for the young ravens when they call."},{"name":"Psalm 147:10","text":"He doesn\"t delight in the strength of the horse. He takes no pleasure in the legs of a man."},{"name":"Psalm 147:11","text":"Yahweh takes pleasure in those who fear him, in those who hope in his loving kindness."},{"name":"Psalm 147:12","text":"Praise Yahweh, Jerusalem! Praise your God, Zion!"},{"name":"Psalm 147:13","text":"For he has strengthened the bars of your gates. He has blessed your children within you."},{"name":"Psalm 147:14","text":"He makes peace in your borders. He fills you with the finest of the wheat."},{"name":"Psalm 147:15","text":"He sends out his commandment to the earth. His word runs very swiftly."},{"name":"Psalm 147:16","text":"He gives snow like wool, and scatters frost like ashes."},{"name":"Psalm 147:17","text":"He hurls down his hail like pebbles. Who can stand before his cold?"},{"name":"Psalm 147:18","text":"He sends out his word, and melts them. He causes his wind to blow, and the waters flow."},{"name":"Psalm 147:19","text":"He shows his word to Jacob; his statutes and his ordinances to Israel."},{"name":"Psalm 147:20","text":"He has not done this for just any nation. They don\"t know his ordinances. Praise Yah!"},{"name":"Psalm 148:1","text":"Praise Yah! Praise Yahweh from the heavens! Praise him in the heights!"},{"name":"Psalm 148:2","text":"Praise him, all his angels! Praise him, all his army!"},{"name":"Psalm 148:3","text":"Praise him, sun and moon! Praise him, all you shining stars!"},{"name":"Psalm 148:4","text":"Praise him, you heavens of heavens, You waters that are above the heavens."},{"name":"Psalm 148:5","text":"Let them praise the name of Yahweh, For he commanded, and they were created."},{"name":"Psalm 148:6","text":"He has also established them forever and ever. He has made a decree which will not pass away."},{"name":"Psalm 148:7","text":"Praise Yahweh from the earth, you great sea creatures, and all depths!"},{"name":"Psalm 148:8","text":"Lightning and hail, snow and clouds; stormy wind, fulfilling his word;"},{"name":"Psalm 148:9","text":"mountains and all hills; fruit trees and all cedars;"},{"name":"Psalm 148:10","text":"wild animals and all livestock; small creatures and flying birds;"},{"name":"Psalm 148:11","text":"kings of the earth and all peoples; princes and all judges of the earth;"},{"name":"Psalm 148:12","text":"both young men and maidens; old men and children:"},{"name":"Psalm 148:13","text":"let them praise the name of Yahweh, for his name alone is exalted. His glory is above the earth and the heavens."},{"name":"Psalm 148:14","text":"He has lifted up the horn of his people, the praise of all his saints; even of the children of Israel, a people near to him. Praise Yah!"},{"name":"Psalm 149:1","text":"Praise Yahweh! Sing to Yahweh a new song, his praise in the assembly of the saints."},{"name":"Psalm 149:2","text":"Let Israel rejoice in him who made them. Let the children of Zion be joyful in their King."},{"name":"Psalm 149:3","text":"Let them praise his name in the dance! Let them sing praises to him with tambourine and harp!"},{"name":"Psalm 149:4","text":"For Yahweh takes pleasure in his people. He crowns the humble with salvation."},{"name":"Psalm 149:5","text":"Let the saints rejoice in honor. Let them sing for joy on their beds."},{"name":"Psalm 149:6","text":"May the high praises of God be in their mouths, and a two-edged sword in their hand;"},{"name":"Psalm 149:7","text":"To execute vengeance on the nations, and punishments on the peoples;"},{"name":"Psalm 149:8","text":"To bind their kings with chains, and their nobles with fetters of iron;"},{"name":"Psalm 149:9","text":"to execute on them the written judgment. All his saints have this honor. Praise Yah!"},{"name":"Psalm 150:1","text":"Praise Yah! Praise God in his sanctuary! Praise him in his heavens for his acts of power!"},{"name":"Psalm 150:2","text":"Praise him for his mighty acts! Praise him according to his excellent greatness!"},{"name":"Psalm 150:3","text":"Praise him with the sounding of the trumpet! Praise him with harp and lyre!"},{"name":"Psalm 150:4","text":"Praise him with tambourine and dancing! Praise him with stringed instruments and flute!"},{"name":"Psalm 150:5","text":"Praise him with loud cymbals! Praise him with resounding cymbals!"},{"name":"Psalm 150:6","text":"Let everything that has breath praise Yah! Praise Yah!"},{"name":"Proverbs 1:1","text":"The proverbs of Solomon, the son of David, king of Israel:"},{"name":"Proverbs 1:2","text":"to know wisdom and instruction; to discern the words of understanding;"},{"name":"Proverbs 1:3","text":"to receive instruction in wise dealing, in righteousness, justice, and equity;"},{"name":"Proverbs 1:4","text":"to give prudence to the simple, knowledge and discretion to the young man:"},{"name":"Proverbs 1:5","text":"that the wise man may hear, and increase in learning; that the man of understanding may attain to sound counsel:"},{"name":"Proverbs 1:6","text":"to understand a proverb, and parables, the words and riddles of the wise."},{"name":"Proverbs 1:7","text":"The fear of Yahweh is the beginning of knowledge; but the foolish despise wisdom and instruction."},{"name":"Proverbs 1:8","text":"My son, listen to your father\"s instruction, and don\"t forsake your mother\"s teaching:"},{"name":"Proverbs 1:9","text":"for they will be a garland to grace your head, and chains around your neck."},{"name":"Proverbs 1:10","text":"My son, if sinners entice you, don\"t consent."},{"name":"Proverbs 1:11","text":"If they say, \"Come with us, Let\"s lay in wait for blood; let\"s lurk secretly for the innocent without cause;"},{"name":"Proverbs 1:12","text":"let\"s swallow them up alive like Sheol, and whole, like those who go down into the pit."},{"name":"Proverbs 1:13","text":"We\"ll find all valuable wealth. We\"ll fill our houses with spoil."},{"name":"Proverbs 1:14","text":"You shall cast your lot among us. We\"ll all have one purse.\""},{"name":"Proverbs 1:15","text":"My son, don\"t walk in the way with them. Keep your foot from their path,"},{"name":"Proverbs 1:16","text":"for their feet run to evil. They hurry to shed blood."},{"name":"Proverbs 1:17","text":"For in vain is the net spread in the sight of any bird:"},{"name":"Proverbs 1:18","text":"but these lay wait for their own blood. They lurk secretly for their own lives."},{"name":"Proverbs 1:19","text":"So are the ways of everyone who is greedy for gain. It takes away the life of its owners."},{"name":"Proverbs 1:20","text":"Wisdom calls aloud in the street. She utters her voice in the public squares."},{"name":"Proverbs 1:21","text":"She calls at the head of noisy places. At the entrance of the city gates, she utters her words:"},{"name":"Proverbs 1:22","text":"\"How long, you simple ones, will you love simplicity? How long will mockers delight themselves in mockery, and fools hate knowledge?"},{"name":"Proverbs 1:23","text":"Turn at my reproof. Behold, I will pour out my spirit on you. I will make known my words to you."},{"name":"Proverbs 1:24","text":"Because I have called, and you have refused; I have stretched out my hand, and no one has paid attention;"},{"name":"Proverbs 1:25","text":"but you have ignored all my counsel, and wanted none of my reproof;"},{"name":"Proverbs 1:26","text":"I also will laugh at your disaster. I will mock when calamity overtakes you;"},{"name":"Proverbs 1:27","text":"when calamity overtakes you like a storm, when your disaster comes on like a whirlwind; when distress and anguish come on you."},{"name":"Proverbs 1:28","text":"Then will they call on me, but I will not answer. They will seek me diligently, but they will not find me;"},{"name":"Proverbs 1:29","text":"because they hated knowledge, and didn\"t choose the fear of Yahweh."},{"name":"Proverbs 1:30","text":"They wanted none of my counsel. They despised all my reproof."},{"name":"Proverbs 1:31","text":"Therefore they will eat of the fruit of their own way, and be filled with their own schemes."},{"name":"Proverbs 1:32","text":"For the backsliding of the simple will kill them. The careless ease of fools will destroy them."},{"name":"Proverbs 1:33","text":"But whoever listens to me will dwell securely, and will be at ease, without fear of harm.\""},{"name":"Proverbs 2:1","text":"My son, if you will receive my words, and store up my commandments within you;"},{"name":"Proverbs 2:2","text":"So as to turn your ear to wisdom, and apply your heart to understanding;"},{"name":"Proverbs 2:3","text":"Yes, if you call out for discernment, and lift up your voice for understanding;"},{"name":"Proverbs 2:4","text":"If you seek her as silver, and search for her as for hidden treasures:"},{"name":"Proverbs 2:5","text":"then you will understand the fear of Yahweh, and find the knowledge of God."},{"name":"Proverbs 2:6","text":"For Yahweh gives wisdom. Out of his mouth comes knowledge and understanding."},{"name":"Proverbs 2:7","text":"He lays up sound wisdom for the upright. He is a shield to those who walk in integrity;"},{"name":"Proverbs 2:8","text":"that he may guard the paths of justice, and preserve the way of his saints."},{"name":"Proverbs 2:9","text":"Then you will understand righteousness and justice, equity and every good path."},{"name":"Proverbs 2:10","text":"For wisdom will enter into your heart. Knowledge will be pleasant to your soul."},{"name":"Proverbs 2:11","text":"Discretion will watch over you. Understanding will keep you,"},{"name":"Proverbs 2:12","text":"to deliver you from the way of evil, from the men who speak perverse things;"},{"name":"Proverbs 2:13","text":"who forsake the paths of uprightness, to walk in the ways of darkness;"},{"name":"Proverbs 2:14","text":"who rejoice to do evil, and delight in the perverseness of evil;"},{"name":"Proverbs 2:15","text":"who are crooked in their ways, and wayward in their paths:"},{"name":"Proverbs 2:16","text":"To deliver you from the strange woman, even from the foreigner who flatters with her words;"},{"name":"Proverbs 2:17","text":"who forsakes the friend of her youth, and forgets the covenant of her God:"},{"name":"Proverbs 2:18","text":"for her house leads down to death, her paths to the dead."},{"name":"Proverbs 2:19","text":"None who go to her return again, neither do they attain to the paths of life:"},{"name":"Proverbs 2:20","text":"that you may walk in the way of good men, and keep the paths of the righteous."},{"name":"Proverbs 2:21","text":"For the upright will dwell in the land. The perfect will remain in it."},{"name":"Proverbs 2:22","text":"But the wicked will be cut off from the land. The treacherous will be rooted out of it."},{"name":"Proverbs 3:1","text":"My son, don\"t forget my teaching; but let your heart keep my commandments:"},{"name":"Proverbs 3:2","text":"for length of days, and years of life, and peace, will they add to you."},{"name":"Proverbs 3:3","text":"Don\"t let kindness and truth forsake you. Bind them around your neck. Write them on the tablet of your heart."},{"name":"Proverbs 3:4","text":"So you will find favor, and good understanding in the sight of God and man."},{"name":"Proverbs 3:5","text":"Trust in Yahweh with all your heart, and don\"t lean on your own understanding."},{"name":"Proverbs 3:6","text":"In all your ways acknowledge him, and he will make your paths straight."},{"name":"Proverbs 3:7","text":"Don\"t be wise in your own eyes. Fear Yahweh, and depart from evil."},{"name":"Proverbs 3:8","text":"It will be health to your body, and nourishment to your bones."},{"name":"Proverbs 3:9","text":"Honor Yahweh with your substance, with the first fruits of all your increase:"},{"name":"Proverbs 3:10","text":"so your barns will be filled with plenty, and your vats will overflow with new wine."},{"name":"Proverbs 3:11","text":"My son, don\"t despise Yahweh\"s discipline, neither be weary of his reproof:"},{"name":"Proverbs 3:12","text":"for whom Yahweh loves, he reproves; even as a father reproves the son in whom he delights."},{"name":"Proverbs 3:13","text":"Happy is the man who finds wisdom, the man who gets understanding."},{"name":"Proverbs 3:14","text":"For her good profit is better than getting silver, and her return is better than fine gold."},{"name":"Proverbs 3:15","text":"She is more precious than rubies. None of the things you can desire are to be compared to her."},{"name":"Proverbs 3:16","text":"Length of days is in her right hand. In her left hand are riches and honor."},{"name":"Proverbs 3:17","text":"Her ways are ways of pleasantness. All her paths are peace."},{"name":"Proverbs 3:18","text":"She is a tree of life to those who lay hold of her. Happy is everyone who retains her."},{"name":"Proverbs 3:19","text":"By wisdom Yahweh founded the earth. By understanding, he established the heavens."},{"name":"Proverbs 3:20","text":"By his knowledge, the depths were broken up, and the skies drop down the dew."},{"name":"Proverbs 3:21","text":"My son, let them not depart from your eyes. Keep sound wisdom and discretion:"},{"name":"Proverbs 3:22","text":"so they will be life to your soul, and grace for your neck."},{"name":"Proverbs 3:23","text":"Then you shall walk in your way securely. Your foot won\"t stumble."},{"name":"Proverbs 3:24","text":"When you lie down, you will not be afraid. Yes, you will lie down, and your sleep will be sweet."},{"name":"Proverbs 3:25","text":"Don\"t be afraid of sudden fear, neither of the desolation of the wicked, when it comes:"},{"name":"Proverbs 3:26","text":"for Yahweh will be your confidence, and will keep your foot from being taken."},{"name":"Proverbs 3:27","text":"Don\"t withhold good from those to whom it is due, when it is in the power of your hand to do it."},{"name":"Proverbs 3:28","text":"Don\"t say to your neighbor, \"Go, and come again; tomorrow I will give it to you,\" when you have it by you."},{"name":"Proverbs 3:29","text":"Don\"t devise evil against your neighbor, since he dwells securely by you."},{"name":"Proverbs 3:30","text":"Don\"t strive with a man without cause, if he has done you no harm."},{"name":"Proverbs 3:31","text":"Don\"t envy the man of violence. Choose none of his ways."},{"name":"Proverbs 3:32","text":"For the perverse is an abomination to Yahweh, but his friendship is with the upright."},{"name":"Proverbs 3:33","text":"Yahweh\"s curse is in the house of the wicked, but he blesses the habitation of the righteous."},{"name":"Proverbs 3:34","text":"Surely he mocks the mockers, but he gives grace to the humble."},{"name":"Proverbs 3:35","text":"The wise will inherit glory, but shame will be the promotion of fools."},{"name":"Proverbs 4:1","text":"Listen, sons, to a father\"s instruction. Pay attention and know understanding;"},{"name":"Proverbs 4:2","text":"for I give you sound learning. Don\"t forsake my law."},{"name":"Proverbs 4:3","text":"For I was a son to my father, tender and an only child in the sight of my mother."},{"name":"Proverbs 4:4","text":"He taught me, and said to me: \"Let your heart retain my words. Keep my commandments, and live."},{"name":"Proverbs 4:5","text":"Get wisdom. Get understanding. Don\"t forget, neither swerve from the words of my mouth."},{"name":"Proverbs 4:6","text":"Don\"t forsake her, and she will preserve you. Love her, and she will keep you."},{"name":"Proverbs 4:7","text":"Wisdom is supreme. Get wisdom. Yes, though it costs all your possessions, get understanding."},{"name":"Proverbs 4:8","text":"Esteem her, and she will exalt you. She will bring you to honor, when you embrace her."},{"name":"Proverbs 4:9","text":"She will give to your head a garland of grace. She will deliver a crown of splendor to you.\""},{"name":"Proverbs 4:10","text":"Listen, my son, and receive my sayings. The years of your life will be many."},{"name":"Proverbs 4:11","text":"I have taught you in the way of wisdom. I have led you in straight paths."},{"name":"Proverbs 4:12","text":"When you go, your steps will not be hampered. When you run, you will not stumble."},{"name":"Proverbs 4:13","text":"Take firm hold of instruction. Don\"t let her go. Keep her, for she is your life."},{"name":"Proverbs 4:14","text":"Don\"t enter into the path of the wicked. Don\"t walk in the way of evil men."},{"name":"Proverbs 4:15","text":"Avoid it, and don\"t pass by it. Turn from it, and pass on."},{"name":"Proverbs 4:16","text":"For they don\"t sleep, unless they do evil. Their sleep is taken away, unless they make someone fall."},{"name":"Proverbs 4:17","text":"For they eat the bread of wickedness, and drink the wine of violence."},{"name":"Proverbs 4:18","text":"But the path of the righteous is like the dawning light, that shines more and more until the perfect day."},{"name":"Proverbs 4:19","text":"The way of the wicked is like darkness. They don\"t know what they stumble over."},{"name":"Proverbs 4:20","text":"My son, attend to my words. Turn your ear to my sayings."},{"name":"Proverbs 4:21","text":"Let them not depart from your eyes. Keep them in the midst of your heart."},{"name":"Proverbs 4:22","text":"For they are life to those who find them, and health to their whole body."},{"name":"Proverbs 4:23","text":"Keep your heart with all diligence, for out of it is the wellspring of life."},{"name":"Proverbs 4:24","text":"Put away from yourself a perverse mouth. Put corrupt lips far from you."},{"name":"Proverbs 4:25","text":"Let your eyes look straight ahead. Fix your gaze directly before you."},{"name":"Proverbs 4:26","text":"Make the path of your feet level. Let all of your ways be established."},{"name":"Proverbs 4:27","text":"Don\"t turn to the right hand nor to the left. Remove your foot from evil."},{"name":"Proverbs 5:1","text":"My son, pay attention to my wisdom. Turn your ear to my understanding:"},{"name":"Proverbs 5:2","text":"that you may maintain discretion, that your lips may preserve knowledge."},{"name":"Proverbs 5:3","text":"For the lips of an adulteress drip honey. Her mouth is smoother than oil,"},{"name":"Proverbs 5:4","text":"But in the end she is as bitter as wormwood, and as sharp as a two-edged sword."},{"name":"Proverbs 5:5","text":"Her feet go down to death. Her steps lead straight to Sheol."},{"name":"Proverbs 5:6","text":"She gives no thought to the way of life. Her ways are crooked, and she doesn\"t know it."},{"name":"Proverbs 5:7","text":"Now therefore, my sons, listen to me. Don\"t depart from the words of my mouth."},{"name":"Proverbs 5:8","text":"Remove your way far from her. Don\"t come near the door of her house,"},{"name":"Proverbs 5:9","text":"lest you give your honor to others, and your years to the cruel one;"},{"name":"Proverbs 5:10","text":"lest strangers feast on your wealth, and your labors enrich another man\"s house."},{"name":"Proverbs 5:11","text":"You will groan at your latter end, when your flesh and your body are consumed,"},{"name":"Proverbs 5:12","text":"and say, \"How I have hated instruction, and my heart despised reproof;"},{"name":"Proverbs 5:13","text":"neither have I obeyed the voice of my teachers, nor turned my ear to those who instructed me!"},{"name":"Proverbs 5:14","text":"I have come to the brink of utter ruin, in the midst of the gathered assembly.\""},{"name":"Proverbs 5:15","text":"Drink water out of your own cistern, running water out of your own well."},{"name":"Proverbs 5:16","text":"Should your springs overflow in the streets, streams of water in the public squares?"},{"name":"Proverbs 5:17","text":"Let them be for yourself alone, not for strangers with you."},{"name":"Proverbs 5:18","text":"Let your spring be blessed. Rejoice in the wife of your youth."},{"name":"Proverbs 5:19","text":"A loving doe and a graceful deer\"let her breasts satisfy you at all times. Be captivated always with her love."},{"name":"Proverbs 5:20","text":"For why should you, my son, be captivated with an adulteress? Why embrace the bosom of another?"},{"name":"Proverbs 5:21","text":"For the ways of man are before the eyes of Yahweh. He examines all his paths."},{"name":"Proverbs 5:22","text":"The evil deeds of the wicked ensnare him. The cords of his sin hold him firmly."},{"name":"Proverbs 5:23","text":"He will die for lack of instruction. In the greatness of his folly, he will go astray."},{"name":"Proverbs 6:1","text":"My son, if you have become collateral for your neighbor, if you have struck your hands in pledge for a stranger;"},{"name":"Proverbs 6:2","text":"You are trapped by the words of your mouth. You are ensnared with the words of your mouth."},{"name":"Proverbs 6:3","text":"Do this now, my son, and deliver yourself, since you have come into the hand of your neighbor. Go, humble yourself. Press your plea with your neighbor."},{"name":"Proverbs 6:4","text":"Give no sleep to your eyes, nor slumber to your eyelids."},{"name":"Proverbs 6:5","text":"Free yourself, like a gazelle from the hand of the hunter, like a bird from the snare of the fowler."},{"name":"Proverbs 6:6","text":"Go to the ant, you sluggard. Consider her ways, and be wise;"},{"name":"Proverbs 6:7","text":"which having no chief, overseer, or ruler,"},{"name":"Proverbs 6:8","text":"provides her bread in the summer, and gathers her food in the harvest."},{"name":"Proverbs 6:9","text":"How long will you sleep, sluggard? When will you arise out of your sleep?"},{"name":"Proverbs 6:10","text":"A little sleep, a little slumber, a little folding of the hands to sleep:"},{"name":"Proverbs 6:11","text":"so your poverty will come as a robber, and your scarcity as an armed man."},{"name":"Proverbs 6:12","text":"A worthless person, a man of iniquity, is he who walks with a perverse mouth;"},{"name":"Proverbs 6:13","text":"who winks with his eyes, who signals with his feet, who motions with his fingers;"},{"name":"Proverbs 6:14","text":"in whose heart is perverseness, who devises evil continually, who always sows discord."},{"name":"Proverbs 6:15","text":"Therefore his calamity will come suddenly. He will be broken suddenly, and that without remedy."},{"name":"Proverbs 6:16","text":"There are six things which Yahweh hates; yes, seven which are an abomination to him:"},{"name":"Proverbs 6:17","text":"haughty eyes, a lying tongue, hands that shed innocent blood;"},{"name":"Proverbs 6:18","text":"a heart that devises wicked schemes, feet that are swift in running to mischief,"},{"name":"Proverbs 6:19","text":"a false witness who utters lies, and he who sows discord among brothers."},{"name":"Proverbs 6:20","text":"My son, keep your father\"s commandment, and don\"t forsake your mother\"s teaching."},{"name":"Proverbs 6:21","text":"Bind them continually on your heart. Tie them around your neck."},{"name":"Proverbs 6:22","text":"When you walk, it will lead you. When you sleep, it will watch over you. When you awake, it will talk with you."},{"name":"Proverbs 6:23","text":"For the commandment is a lamp, and the law is light. Reproofs of instruction are the way of life,"},{"name":"Proverbs 6:24","text":"to keep you from the immoral woman, from the flattery of the wayward wife\"s tongue."},{"name":"Proverbs 6:25","text":"Don\"t lust after her beauty in your heart, neither let her captivate you with her eyelids."},{"name":"Proverbs 6:26","text":"For a prostitute reduces you to a piece of bread. The adulteress hunts for your precious life."},{"name":"Proverbs 6:27","text":"Can a man scoop fire into his lap, and his clothes not be burned?"},{"name":"Proverbs 6:28","text":"Or can one walk on hot coals, and his feet not be scorched?"},{"name":"Proverbs 6:29","text":"So is he who goes in to his neighbor\"s wife. Whoever touches her will not be unpunished."},{"name":"Proverbs 6:30","text":"Men don\"t despise a thief, if he steals to satisfy himself when he is hungry:"},{"name":"Proverbs 6:31","text":"but if he is found, he shall restore seven times. He shall give all the wealth of his house."},{"name":"Proverbs 6:32","text":"He who commits adultery with a woman is void of understanding. He who does it destroys his own soul."},{"name":"Proverbs 6:33","text":"He will get wounds and dishonor. His reproach will not be wiped away."},{"name":"Proverbs 6:34","text":"For jealousy arouses the fury of the husband. He won\"t spare in the day of vengeance."},{"name":"Proverbs 6:35","text":"He won\"t regard any ransom, neither will he rest content, though you give many gifts."},{"name":"Proverbs 7:1","text":"My son, keep my words. Lay up my commandments within you."},{"name":"Proverbs 7:2","text":"Keep my commandments and live! Guard my teaching as the apple of your eye."},{"name":"Proverbs 7:3","text":"Bind them on your fingers. Write them on the tablet of your heart."},{"name":"Proverbs 7:4","text":"Tell wisdom, \"You are my sister.\" Call understanding your relative,"},{"name":"Proverbs 7:5","text":"that they may keep you from the strange woman, from the foreigner who flatters with her words."},{"name":"Proverbs 7:6","text":"For at the window of my house, I looked out through my lattice."},{"name":"Proverbs 7:7","text":"I saw among the simple ones. I discerned among the youths a young man void of understanding,"},{"name":"Proverbs 7:8","text":"passing through the street near her corner, he went the way to her house,"},{"name":"Proverbs 7:9","text":"in the twilight, in the evening of the day, in the middle of the night and in the darkness."},{"name":"Proverbs 7:10","text":"Behold, there a woman met him with the attire of a prostitute, and with crafty intent."},{"name":"Proverbs 7:11","text":"She is loud and defiant. Her feet don\"t stay in her house."},{"name":"Proverbs 7:12","text":"Now she is in the streets, now in the squares, and lurking at every corner."},{"name":"Proverbs 7:13","text":"So she caught him, and kissed him. With an impudent face she said to him:"},{"name":"Proverbs 7:14","text":"\"Sacrifices of peace offerings are with me. This day I have paid my vows."},{"name":"Proverbs 7:15","text":"Therefore I came out to meet you, to diligently seek your face, and I have found you."},{"name":"Proverbs 7:16","text":"I have spread my couch with carpets of tapestry, with striped cloths of the yarn of Egypt."},{"name":"Proverbs 7:17","text":"I have perfumed my bed with myrrh, aloes, and cinnamon."},{"name":"Proverbs 7:18","text":"Come, let\"s take our fill of loving until the morning. Let\"s solace ourselves with loving."},{"name":"Proverbs 7:19","text":"For my husband isn\"t at home. He has gone on a long journey."},{"name":"Proverbs 7:20","text":"He has taken a bag of money with him. He will come home at the full moon.\""},{"name":"Proverbs 7:21","text":"With persuasive words, she led him astray. With the flattering of her lips, she seduced him."},{"name":"Proverbs 7:22","text":"He followed her immediately, as an ox goes to the slaughter, as a fool stepping into a noose."},{"name":"Proverbs 7:23","text":"Until an arrow strikes through his liver, as a bird hurries to the snare, and doesn\"t know that it will cost his life."},{"name":"Proverbs 7:24","text":"Now therefore, sons, listen to me. Pay attention to the words of my mouth."},{"name":"Proverbs 7:25","text":"Don\"t let your heart turn to her ways. Don\"t go astray in her paths,"},{"name":"Proverbs 7:26","text":"for she has thrown down many wounded. Yes, all her slain are a mighty army."},{"name":"Proverbs 7:27","text":"Her house is the way to Sheol, going down to the rooms of death."},{"name":"Proverbs 8:1","text":"Doesn\"t wisdom cry out? Doesn\"t understanding raise her voice?"},{"name":"Proverbs 8:2","text":"On the top of high places by the way, where the paths meet, she stands."},{"name":"Proverbs 8:3","text":"Beside the gates, at the entry of the city, at the entry doors, she cries aloud:"},{"name":"Proverbs 8:4","text":"\"To you men, I call! I send my voice to the sons of mankind."},{"name":"Proverbs 8:5","text":"You simple, understand prudence. You fools, be of an understanding heart."},{"name":"Proverbs 8:6","text":"Hear, for I will speak excellent things. The opening of my lips is for right things."},{"name":"Proverbs 8:7","text":"For my mouth speaks truth. Wickedness is an abomination to my lips."},{"name":"Proverbs 8:8","text":"All the words of my mouth are in righteousness. There is nothing crooked or perverse in them."},{"name":"Proverbs 8:9","text":"They are all plain to him who understands, right to those who find knowledge."},{"name":"Proverbs 8:10","text":"Receive my instruction rather than silver; knowledge rather than choice gold."},{"name":"Proverbs 8:11","text":"For wisdom is better than rubies. All the things that may be desired can\"t be compared to it."},{"name":"Proverbs 8:12","text":"\"I, wisdom, have made prudence my dwelling. Find out knowledge and discretion."},{"name":"Proverbs 8:13","text":"The fear of Yahweh is to hate evil. I hate pride, arrogance, the evil way, and the perverse mouth."},{"name":"Proverbs 8:14","text":"Counsel and sound knowledge are mine. I have understanding and power."},{"name":"Proverbs 8:15","text":"By me kings reign, and princes decree justice."},{"name":"Proverbs 8:16","text":"By me princes rule; nobles, and all the righteous rulers of the earth."},{"name":"Proverbs 8:17","text":"I love those who love me. Those who seek me diligently will find me."},{"name":"Proverbs 8:18","text":"With me are riches, honor, enduring wealth, and prosperity."},{"name":"Proverbs 8:19","text":"My fruit is better than gold, yes, than fine gold; my yield than choice silver."},{"name":"Proverbs 8:20","text":"I walk in the way of righteousness, in the midst of the paths of justice;"},{"name":"Proverbs 8:21","text":"That I may give wealth to those who love me. I fill their treasuries."},{"name":"Proverbs 8:22","text":"\"Yahweh possessed me in the beginning of his work, before his deeds of old."},{"name":"Proverbs 8:23","text":"I was set up from everlasting, from the beginning, before the earth existed."},{"name":"Proverbs 8:24","text":"When there were no depths, I was brought forth, when there were no springs abounding with water."},{"name":"Proverbs 8:25","text":"Before the mountains were settled in place, before the hills, I was brought forth;"},{"name":"Proverbs 8:26","text":"while as yet he had not made the earth, nor the fields, nor the beginning of the dust of the world."},{"name":"Proverbs 8:27","text":"When he established the heavens, I was there; when he set a circle on the surface of the deep,"},{"name":"Proverbs 8:28","text":"when he established the clouds above, when the springs of the deep became strong,"},{"name":"Proverbs 8:29","text":"when he gave to the sea its boundary, that the waters should not violate his commandment, when he marked out the foundations of the earth;"},{"name":"Proverbs 8:30","text":"then I was the craftsman by his side. I was a delight day by day, always rejoicing before him,"},{"name":"Proverbs 8:31","text":"Rejoicing in his whole world. My delight was with the sons of men."},{"name":"Proverbs 8:32","text":"\"Now therefore, my sons, listen to me, for blessed are those who keep my ways."},{"name":"Proverbs 8:33","text":"Hear instruction, and be wise. Don\"t refuse it."},{"name":"Proverbs 8:34","text":"Blessed is the man who hears me, watching daily at my gates, waiting at my door posts."},{"name":"Proverbs 8:35","text":"For whoever finds me, finds life, and will obtain favor from Yahweh."},{"name":"Proverbs 8:36","text":"But he who sins against me wrongs his own soul. All those who hate me love death.\""},{"name":"Proverbs 9:1","text":"Wisdom has built her house. She has carved out her seven pillars."},{"name":"Proverbs 9:2","text":"She has prepared her meat. She has mixed her wine. She has also set her table."},{"name":"Proverbs 9:3","text":"She has sent out her maidens. She cries from the highest places of the city:"},{"name":"Proverbs 9:4","text":"\"Whoever is simple, let him turn in here!\" As for him who is void of understanding, she says to him,"},{"name":"Proverbs 9:5","text":"\"Come, eat some of my bread, Drink some of the wine which I have mixed!"},{"name":"Proverbs 9:6","text":"Leave your simple ways, and live. Walk in the way of understanding.\""},{"name":"Proverbs 9:7","text":"He who corrects a mocker invites insult. He who reproves a wicked man invites abuse."},{"name":"Proverbs 9:8","text":"Don\"t reprove a scoffer, lest he hate you. Reprove a wise man, and he will love you."},{"name":"Proverbs 9:9","text":"Instruct a wise man, and he will be still wiser. Teach a righteous man, and he will increase in learning."},{"name":"Proverbs 9:10","text":"The fear of Yahweh is the beginning of wisdom. The knowledge of the Holy One is understanding."},{"name":"Proverbs 9:11","text":"For by me your days will be multiplied. The years of your life will be increased."},{"name":"Proverbs 9:12","text":"If you are wise, you are wise for yourself. If you mock, you alone will bear it."},{"name":"Proverbs 9:13","text":"The foolish woman is loud, Undisciplined, and knows nothing."},{"name":"Proverbs 9:14","text":"She sits at the door of her house, on a seat in the high places of the city,"},{"name":"Proverbs 9:15","text":"To call to those who pass by, who go straight on their ways,"},{"name":"Proverbs 9:16","text":"\"Whoever is simple, let him turn in here.\" as for him who is void of understanding, she says to him,"},{"name":"Proverbs 9:17","text":"\"Stolen water is sweet. Food eaten in secret is pleasant.\""},{"name":"Proverbs 9:18","text":"But he doesn\"t know that the dead are there, that her guests are in the depths of Sheol."},{"name":"Proverbs 10:1","text":"The proverbs of Solomon. A wise son makes a glad father; but a foolish son brings grief to his mother."},{"name":"Proverbs 10:2","text":"Treasures of wickedness profit nothing, but righteousness delivers from death."},{"name":"Proverbs 10:3","text":"Yahweh will not allow the soul of the righteous to go hungry, but he thrusts away the desire of the wicked."},{"name":"Proverbs 10:4","text":"He becomes poor who works with a lazy hand, but the hand of the diligent brings wealth."},{"name":"Proverbs 10:5","text":"He who gathers in summer is a wise son, but he who sleeps during the harvest is a son who causes shame."},{"name":"Proverbs 10:6","text":"Blessings are on the head of the righteous, but violence covers the mouth of the wicked."},{"name":"Proverbs 10:7","text":"The memory of the righteous is blessed, but the name of the wicked will rot."},{"name":"Proverbs 10:8","text":"The wise in heart accept commandments, but a chattering fool will fall."},{"name":"Proverbs 10:9","text":"He who walks blamelessly walks surely, but he who perverts his ways will be found out."},{"name":"Proverbs 10:10","text":"One winking with the eye causes sorrow, but a chattering fool will fall."},{"name":"Proverbs 10:11","text":"The mouth of the righteous is a spring of life, but violence covers the mouth of the wicked."},{"name":"Proverbs 10:12","text":"Hatred stirs up strife, but love covers all wrongs."},{"name":"Proverbs 10:13","text":"Wisdom is found on the lips of him who has discernment, but a rod is for the back of him who is void of understanding."},{"name":"Proverbs 10:14","text":"Wise men lay up knowledge, but the mouth of the foolish is near ruin."},{"name":"Proverbs 10:15","text":"The rich man\"s wealth is his strong city. The destruction of the poor is their poverty."},{"name":"Proverbs 10:16","text":"The labor of the righteous leads to life. The increase of the wicked leads to sin."},{"name":"Proverbs 10:17","text":"He is in the way of life who heeds correction, but he who forsakes reproof leads others astray."},{"name":"Proverbs 10:18","text":"He who hides hatred has lying lips. He who utters a slander is a fool."},{"name":"Proverbs 10:19","text":"In the multitude of words there is no lack of disobedience, but he who restrains his lips does wisely."},{"name":"Proverbs 10:20","text":"The tongue of the righteous is like choice silver. The heart of the wicked is of little worth."},{"name":"Proverbs 10:21","text":"The lips of the righteous feed many, but the foolish die for lack of understanding."},{"name":"Proverbs 10:22","text":"Yahweh\"s blessing brings wealth, and he adds no trouble to it."},{"name":"Proverbs 10:23","text":"It is a fool\"s pleasure to do wickedness, but wisdom is a man of understanding\"s pleasure."},{"name":"Proverbs 10:24","text":"What the wicked fear, will overtake them, but the desire of the righteous will be granted."},{"name":"Proverbs 10:25","text":"When the whirlwind passes, the wicked is no more; but the righteous stand firm forever."},{"name":"Proverbs 10:26","text":"As vinegar to the teeth, and as smoke to the eyes, so is the sluggard to those who send him."},{"name":"Proverbs 10:27","text":"The fear of Yahweh prolongs days, but the years of the wicked shall be shortened."},{"name":"Proverbs 10:28","text":"The prospect of the righteous is joy, but the hope of the wicked will perish."},{"name":"Proverbs 10:29","text":"The way of Yahweh is a stronghold to the upright, but it is a destruction to the workers of iniquity."},{"name":"Proverbs 10:30","text":"The righteous will never be removed, but the wicked will not dwell in the land."},{"name":"Proverbs 10:31","text":"The mouth of the righteous brings forth wisdom, but the perverse tongue will be cut off."},{"name":"Proverbs 10:32","text":"The lips of the righteous know what is acceptable, but the mouth of the wicked is perverse."},{"name":"Proverbs 11:1","text":"A false balance is an abomination to Yahweh, but accurate weights are his delight."},{"name":"Proverbs 11:2","text":"When pride comes, then comes shame, but with humility comes wisdom."},{"name":"Proverbs 11:3","text":"The integrity of the upright shall guide them, but the perverseness of the treacherous shall destroy them."},{"name":"Proverbs 11:4","text":"Riches don\"t profit in the day of wrath, but righteousness delivers from death."},{"name":"Proverbs 11:5","text":"The righteousness of the blameless will direct his way, but the wicked shall fall by his own wickedness."},{"name":"Proverbs 11:6","text":"The righteousness of the upright shall deliver them, but the unfaithful will be trapped by evil desires."},{"name":"Proverbs 11:7","text":"When a wicked man dies, hope perishes, and expectation of power comes to nothing."},{"name":"Proverbs 11:8","text":"A righteous person is delivered out of trouble, and the wicked takes his place."},{"name":"Proverbs 11:9","text":"With his mouth the godless man destroys his neighbor, but the righteous will be delivered through knowledge."},{"name":"Proverbs 11:10","text":"When it goes well with the righteous, the city rejoices. When the wicked perish, there is shouting."},{"name":"Proverbs 11:11","text":"By the blessing of the upright, the city is exalted, but it is overthrown by the mouth of the wicked."},{"name":"Proverbs 11:12","text":"One who despises his neighbor is void of wisdom, but a man of understanding holds his peace."},{"name":"Proverbs 11:13","text":"One who brings gossip betrays a confidence, but one who is of a trustworthy spirit is one who keeps a secret."},{"name":"Proverbs 11:14","text":"Where there is no wise guidance, the nation falls, but in the multitude of counselors there is victory."},{"name":"Proverbs 11:15","text":"He who is collateral for a stranger will suffer for it, but he who refuses pledges of collateral is secure."},{"name":"Proverbs 11:16","text":"A gracious woman obtains honor, but violent men obtain riches."},{"name":"Proverbs 11:17","text":"The merciful man does good to his own soul, but he who is cruel troubles his own flesh."},{"name":"Proverbs 11:18","text":"Wicked people earn deceitful wages, but one who sows righteousness reaps a sure reward."},{"name":"Proverbs 11:19","text":"He who is truly righteous gets life. He who pursues evil gets death."},{"name":"Proverbs 11:20","text":"Those who are perverse in heart are an abomination to Yahweh, but those whose ways are blameless are his delight."},{"name":"Proverbs 11:21","text":"Most certainly, the evil man will not be unpunished, but the seed of the righteous will be delivered."},{"name":"Proverbs 11:22","text":"Like a gold ring in a pig\"s snout, is a beautiful woman who lacks discretion."},{"name":"Proverbs 11:23","text":"The desire of the righteous is only good. The expectation of the wicked is wrath."},{"name":"Proverbs 11:24","text":"There is one who scatters, and increases yet more. There is one who withholds more than is appropriate, but gains poverty."},{"name":"Proverbs 11:25","text":"The liberal soul shall be made fat. He who waters shall be watered also himself."},{"name":"Proverbs 11:26","text":"People curse someone who withholds grain, but blessing will be on the head of him who sells it."},{"name":"Proverbs 11:27","text":"He who diligently seeks good seeks favor, but he who searches after evil, it shall come to him."},{"name":"Proverbs 11:28","text":"He who trusts in his riches will fall, but the righteous shall flourish as the green leaf."},{"name":"Proverbs 11:29","text":"He who troubles his own house shall inherit the wind. The foolish shall be servant to the wise of heart."},{"name":"Proverbs 11:30","text":"The fruit of the righteous is a tree of life. He who is wise wins souls."},{"name":"Proverbs 11:31","text":"Behold, the righteous shall be repaid in the earth; how much more the wicked and the sinner!"},{"name":"Proverbs 12:1","text":"Whoever loves correction loves knowledge, but he who hates reproof is stupid."},{"name":"Proverbs 12:2","text":"A good man shall obtain favor from Yahweh, but he will condemn a man of wicked devices."},{"name":"Proverbs 12:3","text":"A man shall not be established by wickedness, but the root of the righteous shall not be moved."},{"name":"Proverbs 12:4","text":"A worthy woman is the crown of her husband, but a disgraceful wife is as rottenness in his bones."},{"name":"Proverbs 12:5","text":"The thoughts of the righteous are just, but the advice of the wicked is deceitful."},{"name":"Proverbs 12:6","text":"The words of the wicked are about lying in wait for blood, but the speech of the upright rescues them."},{"name":"Proverbs 12:7","text":"The wicked are overthrown, and are no more, but the house of the righteous shall stand."},{"name":"Proverbs 12:8","text":"A man shall be commended according to his wisdom, but he who has a warped mind shall be despised."},{"name":"Proverbs 12:9","text":"Better is he who is lightly esteemed, and has a servant, than he who honors himself, and lacks bread."},{"name":"Proverbs 12:10","text":"A righteous man respects the life of his animal, but the tender mercies of the wicked are cruel."},{"name":"Proverbs 12:11","text":"He who tills his land shall have plenty of bread, but he who chases fantasies is void of understanding."},{"name":"Proverbs 12:12","text":"The wicked desires the plunder of evil men, but the root of the righteous flourishes."},{"name":"Proverbs 12:13","text":"An evil man is trapped by sinfulness of lips, but the righteous shall come out of trouble."},{"name":"Proverbs 12:14","text":"A man shall be satisfied with good by the fruit of his mouth. The work of a man\"s hands shall be rewarded to him."},{"name":"Proverbs 12:15","text":"The way of a fool is right in his own eyes, but he who is wise listens to counsel."},{"name":"Proverbs 12:16","text":"A fool shows his annoyance the same day, but one who overlooks an insult is prudent."},{"name":"Proverbs 12:17","text":"He who is truthful testifies honestly, but a false witness lies."},{"name":"Proverbs 12:18","text":"There is one who speaks rashly like the piercing of a sword, but the tongue of the wise heals."},{"name":"Proverbs 12:19","text":"Truth\"s lips will be established forever, but a lying tongue is only momentary."},{"name":"Proverbs 12:20","text":"Deceit is in the heart of those who plot evil, but joy comes to the promoters of peace."},{"name":"Proverbs 12:21","text":"No mischief shall happen to the righteous, but the wicked shall be filled with evil."},{"name":"Proverbs 12:22","text":"Lying lips are an abomination to Yahweh, but those who do the truth are his delight."},{"name":"Proverbs 12:23","text":"A prudent man keeps his knowledge, but the hearts of fools proclaim foolishness."},{"name":"Proverbs 12:24","text":"The hands of the diligent ones shall rule, but laziness ends in slave labor."},{"name":"Proverbs 12:25","text":"Anxiety in a man\"s heart weighs it down, but a kind word makes it glad."},{"name":"Proverbs 12:26","text":"A righteous person is cautious in friendship, but the way of the wicked leads them astray."},{"name":"Proverbs 12:27","text":"The slothful man doesn\"t roast his game, but the possessions of diligent men are prized."},{"name":"Proverbs 12:28","text":"In the way of righteousness is life; in its path there is no death."},{"name":"Proverbs 13:1","text":"A wise son listens to his father\"s instruction, but a scoffer doesn\"t listen to rebuke."},{"name":"Proverbs 13:2","text":"By the fruit of his lips, a man enjoys good things; but the unfaithful crave violence."},{"name":"Proverbs 13:3","text":"He who guards his mouth guards his soul. One who opens wide his lips comes to ruin."},{"name":"Proverbs 13:4","text":"The soul of the sluggard desires, and has nothing, but the desire of the diligent shall be fully satisfied."},{"name":"Proverbs 13:5","text":"A righteous man hates lies, but a wicked man brings shame and disgrace."},{"name":"Proverbs 13:6","text":"Righteousness guards the way of integrity, but wickedness overthrows the sinner."},{"name":"Proverbs 13:7","text":"There are some who pretend to be rich, yet have nothing. There are some who pretend to be poor, yet have great wealth."},{"name":"Proverbs 13:8","text":"The ransom of a man\"s life is his riches, but the poor hear no threats."},{"name":"Proverbs 13:9","text":"The light of the righteous shines brightly, but the lamp of the wicked is snuffed out."},{"name":"Proverbs 13:10","text":"Pride only breeds quarrels, but with ones who take advice is wisdom."},{"name":"Proverbs 13:11","text":"Wealth gained dishonestly dwindles away, but he who gathers by hand makes it grow."},{"name":"Proverbs 13:12","text":"Hope deferred makes the heart sick, but when longing is fulfilled, it is a tree of life."},{"name":"Proverbs 13:13","text":"Whoever despises instruction will pay for it, but he who respects a command will be rewarded."},{"name":"Proverbs 13:14","text":"The teaching of the wise is a spring of life, to turn from the snares of death."},{"name":"Proverbs 13:15","text":"Good understanding wins favor; but the way of the unfaithful is hard."},{"name":"Proverbs 13:16","text":"Every prudent man acts from knowledge, but a fool exposes folly."},{"name":"Proverbs 13:17","text":"A wicked messenger falls into trouble, but a trustworthy envoy gains healing."},{"name":"Proverbs 13:18","text":"Poverty and shame come to him who refuses discipline, but he who heeds correction shall be honored."},{"name":"Proverbs 13:19","text":"Longing fulfilled is sweet to the soul, but fools detest turning from evil."},{"name":"Proverbs 13:20","text":"One who walks with wise men grows wise, but a companion of fools suffers harm."},{"name":"Proverbs 13:21","text":"Misfortune pursues sinners, but prosperity rewards the righteous."},{"name":"Proverbs 13:22","text":"A good man leaves an inheritance to his children\"s children, but the wealth of the sinner is stored for the righteous."},{"name":"Proverbs 13:23","text":"An abundance of food is in poor people\"s fields, but injustice sweeps it away."},{"name":"Proverbs 13:24","text":"One who spares the rod hates his son, but one who loves him is careful to discipline him."},{"name":"Proverbs 13:25","text":"The righteous one eats to the satisfying of his soul, but the belly of the wicked goes hungry."},{"name":"Proverbs 14:1","text":"Every wise woman builds her house, but the foolish one tears it down with her own hands."},{"name":"Proverbs 14:2","text":"He who walks in his uprightness fears Yahweh, but he who is perverse in his ways despises him."},{"name":"Proverbs 14:3","text":"The fool\"s talk brings a rod to his back, but the lips of the wise protect them."},{"name":"Proverbs 14:4","text":"Where no oxen are, the crib is clean, but much increase is by the strength of the ox."},{"name":"Proverbs 14:5","text":"A truthful witness will not lie, but a false witness pours out lies."},{"name":"Proverbs 14:6","text":"A scoffer seeks wisdom, and doesn\"t find it, but knowledge comes easily to a discerning person."},{"name":"Proverbs 14:7","text":"Stay away from a foolish man, for you won\"t find knowledge on his lips."},{"name":"Proverbs 14:8","text":"The wisdom of the prudent is to think about his way, but the folly of fools is deceit."},{"name":"Proverbs 14:9","text":"Fools mock at making atonement for sins, but among the upright there is good will."},{"name":"Proverbs 14:10","text":"The heart knows its own bitterness and joy; he will not share these with a stranger."},{"name":"Proverbs 14:11","text":"The house of the wicked will be overthrown, but the tent of the upright will flourish."},{"name":"Proverbs 14:12","text":"There is a way which seems right to a man, but in the end it leads to death."},{"name":"Proverbs 14:13","text":"Even in laughter the heart may be sorrowful, and mirth may end in heaviness."},{"name":"Proverbs 14:14","text":"The unfaithful will be repaid for his own ways; likewise a good man will be rewarded for his ways."},{"name":"Proverbs 14:15","text":"A simple man believes everything, but the prudent man carefully considers his ways."},{"name":"Proverbs 14:16","text":"A wise man fears, and shuns evil, but the fool is hotheaded and reckless."},{"name":"Proverbs 14:17","text":"He who is quick to become angry will commit folly, and a crafty man is hated."},{"name":"Proverbs 14:18","text":"The simple inherit folly, but the prudent are crowned with knowledge."},{"name":"Proverbs 14:19","text":"The evil bow down before the good, and the wicked at the gates of the righteous."},{"name":"Proverbs 14:20","text":"The poor person is shunned even by his own neighbor, but the rich person has many friends."},{"name":"Proverbs 14:21","text":"He who despises his neighbor sins, but blessed is he who has pity on the poor."},{"name":"Proverbs 14:22","text":"Don\"t they go astray who plot evil? But love and faithfulness belong to those who plan good."},{"name":"Proverbs 14:23","text":"In all hard work there is profit, but the talk of the lips leads only to poverty."},{"name":"Proverbs 14:24","text":"The crown of the wise is their riches, but the folly of fools crowns them with folly."},{"name":"Proverbs 14:25","text":"A truthful witness saves souls, but a false witness is deceitful."},{"name":"Proverbs 14:26","text":"In the fear of Yahweh is a secure fortress, and he will be a refuge for his children."},{"name":"Proverbs 14:27","text":"The fear of Yahweh is a fountain of life, turning people from the snares of death."},{"name":"Proverbs 14:28","text":"In the multitude of people is the king\"s glory, but in the lack of people is the destruction of the prince."},{"name":"Proverbs 14:29","text":"He who is slow to anger has great understanding, but he who has a quick temper displays folly."},{"name":"Proverbs 14:30","text":"The life of the body is a heart at peace, but envy rots the bones."},{"name":"Proverbs 14:31","text":"He who oppresses the poor shows contempt for his Maker, but he who is kind to the needy honors him."},{"name":"Proverbs 14:32","text":"The wicked is brought down in his calamity, but in death, the righteous has a refuge."},{"name":"Proverbs 14:33","text":"Wisdom rests in the heart of one who has understanding, and is even made known in the inward part of fools."},{"name":"Proverbs 14:34","text":"Righteousness exalts a nation, but sin is a disgrace to any people."},{"name":"Proverbs 14:35","text":"The king\"s favor is toward a servant who deals wisely, but his wrath is toward one who causes shame."},{"name":"Proverbs 15:1","text":"A gentle answer turns away wrath, but a harsh word stirs up anger."},{"name":"Proverbs 15:2","text":"The tongue of the wise commends knowledge, but the mouth of fools gush out folly."},{"name":"Proverbs 15:3","text":"Yahweh\"s eyes are everywhere, keeping watch on the evil and the good."},{"name":"Proverbs 15:4","text":"A gentle tongue is a tree of life, but deceit in it crushes the spirit."},{"name":"Proverbs 15:5","text":"A fool despises his father\"s correction, but he who heeds reproof shows prudence."},{"name":"Proverbs 15:6","text":"In the house of the righteous is much treasure, but the income of the wicked brings trouble."},{"name":"Proverbs 15:7","text":"The lips of the wise spread knowledge; not so with the heart of fools."},{"name":"Proverbs 15:8","text":"The sacrifice made by the wicked is an abomination to Yahweh, but the prayer of the upright is his delight."},{"name":"Proverbs 15:9","text":"The way of the wicked is an abomination to Yahweh, but he loves him who follows after righteousness."},{"name":"Proverbs 15:10","text":"There is stern discipline for one who forsakes the way: whoever hates reproof shall die."},{"name":"Proverbs 15:11","text":"Sheol and Abaddon are before Yahweh\"how much more then the hearts of the children of men!"},{"name":"Proverbs 15:12","text":"A scoffer doesn\"t love to be reproved; he will not go to the wise."},{"name":"Proverbs 15:13","text":"A glad heart makes a cheerful face; but an aching heart breaks the spirit."},{"name":"Proverbs 15:14","text":"The heart of one who has understanding seeks knowledge, but the mouths of fools feed on folly."},{"name":"Proverbs 15:15","text":"All the days of the afflicted are wretched, but one who has a cheerful heart enjoys a continual feast."},{"name":"Proverbs 15:16","text":"Better is little, with the fear of Yahweh, than great treasure with trouble."},{"name":"Proverbs 15:17","text":"Better is a dinner of herbs, where love is, than a fattened calf with hatred."},{"name":"Proverbs 15:18","text":"A wrathful man stirs up contention, but one who is slow to anger appeases strife."},{"name":"Proverbs 15:19","text":"The way of the sluggard is like a thorn patch, but the path of the upright is a highway."},{"name":"Proverbs 15:20","text":"A wise son makes a father glad, but a foolish man despises his mother."},{"name":"Proverbs 15:21","text":"Folly is joy to one who is void of wisdom, but a man of understanding keeps his way straight."},{"name":"Proverbs 15:22","text":"Where there is no counsel, plans fail; but in a multitude of counselors they are established."},{"name":"Proverbs 15:23","text":"Joy comes to a man with the reply of his mouth. How good is a word at the right time!"},{"name":"Proverbs 15:24","text":"The path of life leads upward for the wise, to keep him from going downward to Sheol."},{"name":"Proverbs 15:25","text":"Yahweh will uproot the house of the proud, but he will keep the widow\"s borders intact."},{"name":"Proverbs 15:26","text":"Yahweh detests the thoughts of the wicked, but the thoughts of the pure are pleasing."},{"name":"Proverbs 15:27","text":"He who is greedy for gain troubles his own house, but he who hates bribes will live."},{"name":"Proverbs 15:28","text":"The heart of the righteous weighs answers, but the mouth of the wicked gushes out evil."},{"name":"Proverbs 15:29","text":"Yahweh is far from the wicked, but he hears the prayer of the righteous."},{"name":"Proverbs 15:30","text":"The light of the eyes rejoices the heart. Good news gives health to the bones."},{"name":"Proverbs 15:31","text":"The ear that listens to reproof lives, and will be at home among the wise."},{"name":"Proverbs 15:32","text":"He who refuses correction despises his own soul, but he who listens to reproof gets understanding."},{"name":"Proverbs 15:33","text":"The fear of Yahweh teaches wisdom. Before honor is humility."},{"name":"Proverbs 16:1","text":"The plans of the heart belong to man, but the answer of the tongue is from Yahweh."},{"name":"Proverbs 16:2","text":"All the ways of a man are clean in his own eyes; but Yahweh weighs the motives."},{"name":"Proverbs 16:3","text":"Commit your deeds to Yahweh, and your plans shall succeed."},{"name":"Proverbs 16:4","text":"Yahweh has made everything for its own end\"yes, even the wicked for the day of evil."},{"name":"Proverbs 16:5","text":"Everyone who is proud in heart is an abomination to Yahweh: they shall certainly not be unpunished."},{"name":"Proverbs 16:6","text":"By mercy and truth iniquity is atoned for. By the fear of Yahweh men depart from evil."},{"name":"Proverbs 16:7","text":"When a man\"s ways please Yahweh, he makes even his enemies to be at peace with him."},{"name":"Proverbs 16:8","text":"Better is a little with righteousness, than great revenues with injustice."},{"name":"Proverbs 16:9","text":"A man\"s heart plans his course, but Yahweh directs his steps."},{"name":"Proverbs 16:10","text":"Inspired judgments are on the lips of the king. He shall not betray his mouth."},{"name":"Proverbs 16:11","text":"Honest balances and scales are Yahweh\"s; all the weights in the bag are his work."},{"name":"Proverbs 16:12","text":"It is an abomination for kings to do wrong, for the throne is established by righteousness."},{"name":"Proverbs 16:13","text":"Righteous lips are the delight of kings. They value one who speaks the truth."},{"name":"Proverbs 16:14","text":"The king\"s wrath is a messenger of death, but a wise man will pacify it."},{"name":"Proverbs 16:15","text":"In the light of the king\"s face is life. His favor is like a cloud of the spring rain."},{"name":"Proverbs 16:16","text":"How much better it is to get wisdom than gold! Yes, to get understanding is to be chosen rather than silver."},{"name":"Proverbs 16:17","text":"The highway of the upright is to depart from evil. He who keeps his way preserves his soul."},{"name":"Proverbs 16:18","text":"Pride goes before destruction, and a haughty spirit before a fall."},{"name":"Proverbs 16:19","text":"It is better to be of a lowly spirit with the poor, than to divide the plunder with the proud."},{"name":"Proverbs 16:20","text":"He who heeds the Word finds prosperity. Whoever trusts in Yahweh is blessed."},{"name":"Proverbs 16:21","text":"The wise in heart shall be called prudent. Pleasantness of the lips promotes instruction."},{"name":"Proverbs 16:22","text":"Understanding is a fountain of life to one who has it, but the punishment of fools is their folly."},{"name":"Proverbs 16:23","text":"The heart of the wise instructs his mouth, and adds learning to his lips."},{"name":"Proverbs 16:24","text":"Pleasant words are a honeycomb, sweet to the soul, and health to the bones."},{"name":"Proverbs 16:25","text":"There is a way which seems right to a man, but in the end it leads to death."},{"name":"Proverbs 16:26","text":"The appetite of the laboring man labors for him; for his mouth urges him on."},{"name":"Proverbs 16:27","text":"A worthless man devises mischief. His speech is like a scorching fire."},{"name":"Proverbs 16:28","text":"A perverse man stirs up strife. A whisperer separates close friends."},{"name":"Proverbs 16:29","text":"A man of violence entices his neighbor, and leads him in a way that is not good."},{"name":"Proverbs 16:30","text":"One who winks his eyes to plot perversities, one who compresses his lips, is bent on evil."},{"name":"Proverbs 16:31","text":"Gray hair is a crown of glory. It is attained by a life of righteousness."},{"name":"Proverbs 16:32","text":"One who is slow to anger is better than the mighty; one who rules his spirit, than he who takes a city."},{"name":"Proverbs 16:33","text":"The lot is cast into the lap, but its every decision is from Yahweh."},{"name":"Proverbs 17:1","text":"Better is a dry morsel with quietness, than a house full of feasting with strife."},{"name":"Proverbs 17:2","text":"A servant who deals wisely will rule over a son who causes shame, and shall have a part in the inheritance among the brothers."},{"name":"Proverbs 17:3","text":"The refining pot is for silver, and the furnace for gold, but Yahweh tests the hearts."},{"name":"Proverbs 17:4","text":"An evildoer heeds wicked lips. A liar gives ear to a mischievous tongue."},{"name":"Proverbs 17:5","text":"Whoever mocks the poor reproaches his Maker. He who is glad at calamity shall not be unpunished."},{"name":"Proverbs 17:6","text":"Children\"s children are the crown of old men; the glory of children are their parents."},{"name":"Proverbs 17:7","text":"Arrogant speech isn\"t fitting for a fool, much less do lying lips fit a prince."},{"name":"Proverbs 17:8","text":"A bribe is a precious stone in the eyes of him who gives it; wherever he turns, he prospers."},{"name":"Proverbs 17:9","text":"He who covers an offense promotes love; but he who repeats a matter separates best friends."},{"name":"Proverbs 17:10","text":"A rebuke enters deeper into one who has understanding than a hundred lashes into a fool."},{"name":"Proverbs 17:11","text":"An evil man seeks only rebellion; therefore a cruel messenger shall be sent against him."},{"name":"Proverbs 17:12","text":"Let a bear robbed of her cubs meet a man, rather than a fool in his folly."},{"name":"Proverbs 17:13","text":"Whoever rewards evil for good, evil shall not depart from his house."},{"name":"Proverbs 17:14","text":"The beginning of strife is like breaching a dam, therefore stop contention before quarreling breaks out."},{"name":"Proverbs 17:15","text":"He who justifies the wicked, and he who condemns the righteous, both of them alike are an abomination to Yahweh."},{"name":"Proverbs 17:16","text":"Why is there money in the hand of a fool to buy wisdom, since he has no understanding?"},{"name":"Proverbs 17:17","text":"A friend loves at all times; and a brother is born for adversity."},{"name":"Proverbs 17:18","text":"A man void of understanding strikes hands, and becomes collateral in the presence of his neighbor."},{"name":"Proverbs 17:19","text":"He who loves disobedience loves strife. One who builds a high gate seeks destruction."},{"name":"Proverbs 17:20","text":"One who has a perverse heart doesn\"t find prosperity, and one who has a deceitful tongue falls into trouble."},{"name":"Proverbs 17:21","text":"He who becomes the father of a fool grieves. The father of a fool has no joy."},{"name":"Proverbs 17:22","text":"A cheerful heart makes good medicine, but a crushed spirit dries up the bones."},{"name":"Proverbs 17:23","text":"A wicked man receives a bribe in secret, to pervert the ways of justice."},{"name":"Proverbs 17:24","text":"Wisdom is before the face of one who has understanding, but the eyes of a fool wander to the ends of the earth."},{"name":"Proverbs 17:25","text":"A foolish son brings grief to his father, and bitterness to her who bore him."},{"name":"Proverbs 17:26","text":"Also to punish the righteous is not good, nor to flog officials for their integrity."},{"name":"Proverbs 17:27","text":"He who spares his words has knowledge. He who is even tempered is a man of understanding."},{"name":"Proverbs 17:28","text":"Even a fool, when he keeps silent, is counted wise. When he shuts his lips, he is thought to be discerning."},{"name":"Proverbs 18:1","text":"An unfriendly man pursues selfishness, and defies all sound judgment."},{"name":"Proverbs 18:2","text":"A fool has no delight in understanding, but only in revealing his own opinion."},{"name":"Proverbs 18:3","text":"When wickedness comes, contempt also comes, and with shame comes disgrace."},{"name":"Proverbs 18:4","text":"The words of a man\"s mouth are like deep waters. The fountain of wisdom is like a flowing brook."},{"name":"Proverbs 18:5","text":"To be partial to the faces of the wicked is not good, nor to deprive the innocent of justice."},{"name":"Proverbs 18:6","text":"A fool\"s lips come into strife, and his mouth invites beatings."},{"name":"Proverbs 18:7","text":"A fool\"s mouth is his destruction, and his lips are a snare to his soul."},{"name":"Proverbs 18:8","text":"The words of a gossip are like dainty morsels: they go down into a person\"s innermost parts."},{"name":"Proverbs 18:9","text":"One who is slack in his work is brother to him who is a master of destruction."},{"name":"Proverbs 18:10","text":"The name of Yahweh is a strong tower: the righteous run to him, and are safe."},{"name":"Proverbs 18:11","text":"The rich man\"s wealth is his strong city, like an unscalable wall in his own imagination."},{"name":"Proverbs 18:12","text":"Before destruction the heart of man is proud, but before honor is humility."},{"name":"Proverbs 18:13","text":"He who gives answer before he hears, that is folly and shame to him."},{"name":"Proverbs 18:14","text":"A man\"s spirit will sustain him in sickness, but a crushed spirit, who can bear?"},{"name":"Proverbs 18:15","text":"The heart of the discerning gets knowledge. The ear of the wise seeks knowledge."},{"name":"Proverbs 18:16","text":"A man\"s gift makes room for him, and brings him before great men."},{"name":"Proverbs 18:17","text":"He who pleads his cause first seems right; until another comes and questions him."},{"name":"Proverbs 18:18","text":"The lot settles disputes, and keeps strong ones apart."},{"name":"Proverbs 18:19","text":"A brother offended is more difficult than a fortified city; and disputes are like the bars of a castle."},{"name":"Proverbs 18:20","text":"A man\"s stomach is filled with the fruit of his mouth. With the harvest of his lips he is satisfied."},{"name":"Proverbs 18:21","text":"Death and life are in the power of the tongue; those who love it will eat its fruit."},{"name":"Proverbs 18:22","text":"Whoever finds a wife finds a good thing, and obtains favor of Yahweh."},{"name":"Proverbs 18:23","text":"The poor plead for mercy, but the rich answer harshly."},{"name":"Proverbs 18:24","text":"A man of many companions may be ruined, but there is a friend who sticks closer than a brother."},{"name":"Proverbs 19:1","text":"Better is the poor who walks in his integrity than he who is perverse in his lips and is a fool."},{"name":"Proverbs 19:2","text":"It isn\"t good to have zeal without knowledge; nor being hasty with one\"s feet and missing the way."},{"name":"Proverbs 19:3","text":"The foolishness of man subverts his way; his heart rages against Yahweh."},{"name":"Proverbs 19:4","text":"Wealth adds many friends, but the poor is separated from his friend."},{"name":"Proverbs 19:5","text":"A false witness shall not be unpunished. He who pours out lies shall not go free."},{"name":"Proverbs 19:6","text":"Many will entreat the favor of a ruler, and everyone is a friend to a man who gives gifts."},{"name":"Proverbs 19:7","text":"All the relatives of the poor shun him: how much more do his friends avoid him! He pursues them with pleas, but they are gone."},{"name":"Proverbs 19:8","text":"He who gets wisdom loves his own soul. He who keeps understanding shall find good."},{"name":"Proverbs 19:9","text":"A false witness shall not be unpunished. He who utters lies shall perish."},{"name":"Proverbs 19:10","text":"Delicate living is not appropriate for a fool, much less for a servant to have rule over princes."},{"name":"Proverbs 19:11","text":"The discretion of a man makes him slow to anger. It is his glory to overlook an offense."},{"name":"Proverbs 19:12","text":"The king\"s wrath is like the roaring of a lion, but his favor is like dew on the grass."},{"name":"Proverbs 19:13","text":"A foolish son is the calamity of his father. A wife\"s quarrels are a continual dripping."},{"name":"Proverbs 19:14","text":"House and riches are an inheritance from fathers, but a prudent wife is from Yahweh."},{"name":"Proverbs 19:15","text":"Slothfulness casts into a deep sleep. The idle soul shall suffer hunger."},{"name":"Proverbs 19:16","text":"He who keeps the commandment keeps his soul, but he who is contemptuous in his ways shall die."},{"name":"Proverbs 19:17","text":"He who has pity on the poor lends to Yahweh; he will reward him."},{"name":"Proverbs 19:18","text":"Discipline your son, for there is hope; don\"t be a willing party to his death."},{"name":"Proverbs 19:19","text":"A hot-tempered man must pay the penalty, for if you rescue him, you must do it again."},{"name":"Proverbs 19:20","text":"Listen to counsel and receive instruction, that you may be wise in your latter end."},{"name":"Proverbs 19:21","text":"There are many plans in a man\"s heart, but Yahweh\"s counsel will prevail."},{"name":"Proverbs 19:22","text":"That which makes a man to be desired is his kindness. A poor man is better than a liar."},{"name":"Proverbs 19:23","text":"The fear of Yahweh leads to life, then contentment; he rests and will not be touched by trouble."},{"name":"Proverbs 19:24","text":"The sluggard buries his hand in the dish; he will not so much as bring it to his mouth again."},{"name":"Proverbs 19:25","text":"Flog a scoffer, and the simple will learn prudence; rebuke one who has understanding, and he will gain knowledge."},{"name":"Proverbs 19:26","text":"He who robs his father and drives away his mother, is a son who causes shame and brings reproach."},{"name":"Proverbs 19:27","text":"If you stop listening to instruction, my son, you will stray from the words of knowledge."},{"name":"Proverbs 19:28","text":"A corrupt witness mocks justice, and the mouth of the wicked gulps down iniquity."},{"name":"Proverbs 19:29","text":"Penalties are prepared for scoffers, and beatings for the backs of fools."},{"name":"Proverbs 20:1","text":"Wine is a mocker, and beer is a brawler. Whoever is led astray by them is not wise."},{"name":"Proverbs 20:2","text":"The terror of a king is like the roaring of a lion. He who provokes him to anger forfeits his own life."},{"name":"Proverbs 20:3","text":"It is an honor for a man to keep aloof from strife; but every fool will be quarreling."},{"name":"Proverbs 20:4","text":"The sluggard will not plow by reason of the winter; therefore he shall beg in harvest, and have nothing."},{"name":"Proverbs 20:5","text":"Counsel in the heart of man is like deep water; but a man of understanding will draw it out."},{"name":"Proverbs 20:6","text":"Many men claim to be men of unfailing love, but who can find a faithful man?"},{"name":"Proverbs 20:7","text":"A righteous man walks in integrity. Blessed are his children after him."},{"name":"Proverbs 20:8","text":"A king who sits on the throne of judgment scatters away all evil with his eyes."},{"name":"Proverbs 20:9","text":"Who can say, \"I have made my heart pure. I am clean and without sin?\""},{"name":"Proverbs 20:10","text":"Differing weights and differing measures, both of them alike are an abomination to Yahweh."},{"name":"Proverbs 20:11","text":"Even a child makes himself known by his doings, whether his work is pure, and whether it is right."},{"name":"Proverbs 20:12","text":"The hearing ear, and the seeing eye, Yahweh has made even both of them."},{"name":"Proverbs 20:13","text":"Don\"t love sleep, lest you come to poverty. Open your eyes, and you shall be satisfied with bread."},{"name":"Proverbs 20:14","text":"\"It\"s no good, it\"s no good,\" says the buyer; but when he is gone his way, then he boasts."},{"name":"Proverbs 20:15","text":"There is gold and abundance of rubies; but the lips of knowledge are a rare jewel."},{"name":"Proverbs 20:16","text":"Take the garment of one who puts up collateral for a stranger; and hold him in pledge for a wayward woman."},{"name":"Proverbs 20:17","text":"Fraudulent food is sweet to a man, but afterwards his mouth is filled with gravel."},{"name":"Proverbs 20:18","text":"Plans are established by advice; by wise guidance you wage war!"},{"name":"Proverbs 20:19","text":"He who goes about as a tale-bearer reveals secrets; therefore don\"t keep company with him who opens wide his lips."},{"name":"Proverbs 20:20","text":"Whoever curses his father or his mother, his lamp shall be put out in blackness of darkness."},{"name":"Proverbs 20:21","text":"An inheritance quickly gained at the beginning, won\"t be blessed in the end."},{"name":"Proverbs 20:22","text":"Don\"t say, \"I will pay back evil.\" Wait for Yahweh, and he will save you."},{"name":"Proverbs 20:23","text":"Yahweh detests differing weights, and dishonest scales are not pleasing."},{"name":"Proverbs 20:24","text":"A man\"s steps are from Yahweh; how then can man understand his way?"},{"name":"Proverbs 20:25","text":"It is a snare to a man to make a rash dedication, then later to consider his vows."},{"name":"Proverbs 20:26","text":"A wise king winnows out the wicked, and drives the threshing wheel over them."},{"name":"Proverbs 20:27","text":"The spirit of man is Yahweh\"s lamp, searching all his innermost parts."},{"name":"Proverbs 20:28","text":"Love and faithfulness keep the king safe. His throne is sustained by love."},{"name":"Proverbs 20:29","text":"The glory of young men is their strength. The splendor of old men is their gray hair."},{"name":"Proverbs 20:30","text":"Wounding blows cleanse away evil, and beatings purge the innermost parts."},{"name":"Proverbs 21:1","text":"The king\"s heart is in Yahweh\"s hand like the watercourses. He turns it wherever he desires."},{"name":"Proverbs 21:2","text":"Every way of a man is right in his own eyes, but Yahweh weighs the hearts."},{"name":"Proverbs 21:3","text":"To do righteousness and justice is more acceptable to Yahweh than sacrifice."},{"name":"Proverbs 21:4","text":"A high look, and a proud heart, the lamp of the wicked, is sin."},{"name":"Proverbs 21:5","text":"The plans of the diligent surely lead to profit; and everyone who is hasty surely rushes to poverty."},{"name":"Proverbs 21:6","text":"Getting treasures by a lying tongue is a fleeting vapor for those who seek death."},{"name":"Proverbs 21:7","text":"The violence of the wicked will drive them away, because they refuse to do what is right."},{"name":"Proverbs 21:8","text":"The way of the guilty is devious, but the conduct of the innocent is upright."},{"name":"Proverbs 21:9","text":"It is better to dwell in the corner of the housetop, than to share a house with a contentious woman."},{"name":"Proverbs 21:10","text":"The soul of the wicked desires evil; his neighbor finds no mercy in his eyes."},{"name":"Proverbs 21:11","text":"When the mocker is punished, the simple gains wisdom. When the wise is instructed, he receives knowledge."},{"name":"Proverbs 21:12","text":"The Righteous One considers the house of the wicked, and brings the wicked to ruin."},{"name":"Proverbs 21:13","text":"Whoever stops his ears at the cry of the poor, he will also cry out, but shall not be heard."},{"name":"Proverbs 21:14","text":"A gift in secret pacifies anger; and a bribe in the cloak, strong wrath."},{"name":"Proverbs 21:15","text":"It is joy to the righteous to do justice; but it is a destruction to the workers of iniquity."},{"name":"Proverbs 21:16","text":"The man who wanders out of the way of understanding shall rest in the assembly of the dead."},{"name":"Proverbs 21:17","text":"He who loves pleasure shall be a poor man. He who loves wine and oil shall not be rich."},{"name":"Proverbs 21:18","text":"The wicked is a ransom for the righteous; the treacherous for the upright."},{"name":"Proverbs 21:19","text":"It is better to dwell in a desert land, than with a contentious and fretful woman."},{"name":"Proverbs 21:20","text":"There is precious treasure and oil in the dwelling of the wise; but a foolish man swallows it up."},{"name":"Proverbs 21:21","text":"He who follows after righteousness and kindness finds life, righteousness, and honor."},{"name":"Proverbs 21:22","text":"A wise man scales the city of the mighty, and brings down the strength of its confidence."},{"name":"Proverbs 21:23","text":"Whoever guards his mouth and his tongue keeps his soul from troubles."},{"name":"Proverbs 21:24","text":"The proud and haughty man, \"scoffer\" is his name; he works in the arrogance of pride."},{"name":"Proverbs 21:25","text":"The desire of the sluggard kills him, for his hands refuse to labor."},{"name":"Proverbs 21:26","text":"There are those who covet greedily all day long; but the righteous give and don\"t withhold."},{"name":"Proverbs 21:27","text":"The sacrifice of the wicked is an abomination: how much more, when he brings it with a wicked mind!"},{"name":"Proverbs 21:28","text":"A false witness will perish, and a man who listens speaks to eternity."},{"name":"Proverbs 21:29","text":"A wicked man hardens his face; but as for the upright, he establishes his ways."},{"name":"Proverbs 21:30","text":"There is no wisdom nor understanding nor counsel against Yahweh."},{"name":"Proverbs 21:31","text":"The horse is prepared for the day of battle; but victory is with Yahweh."}]