[{"name":"Ezekiel 23:13","text":"I saw that she was defiled; they both took one way."},{"name":"Ezekiel 23:14","text":"She increased her prostitution; for she saw men portrayed on the wall, the images of the Chaldeans portrayed with vermilion,"},{"name":"Ezekiel 23:15","text":"dressed with girdles on their waists, with flowing turbans on their heads, all of them princes to look on, after the likeness of the Babylonians in Chaldea, the land of their birth."},{"name":"Ezekiel 23:16","text":"As soon as she saw them she doted on them, and sent messengers to them into Chaldea."},{"name":"Ezekiel 23:17","text":"The Babylonians came to her into the bed of love, and they defiled her with their prostitution, and she was polluted with them, and her soul was alienated from them."},{"name":"Ezekiel 23:18","text":"So she uncovered her prostitution, and uncovered her nakedness: then my soul was alienated from her, like as my soul was alienated from her sister."},{"name":"Ezekiel 23:19","text":"Yet she multiplied her prostitution, remembering the days of her youth, in which she had played the prostitute in the land of Egypt."},{"name":"Ezekiel 23:20","text":"She doted on their paramours, whose flesh is as the flesh of donkeys, and whose issue is like the issue of horses."},{"name":"Ezekiel 23:21","text":"Thus you called to memory the lewdness of your youth, in the handling of your bosom by the Egyptians for the breasts of your youth."},{"name":"Ezekiel 23:22","text":"Therefore, Oholibah, thus says the Lord Yahweh: Behold, I will raise up your lovers against you, from whom your soul is alienated, and I will bring them against you on every side:"},{"name":"Ezekiel 23:23","text":"the Babylonians and all the Chaldeans, Pekod and Shoa and Koa, and all the Assyrians with them; desirable young men, governors and rulers all of them, princes and men of renown, all of them riding on horses."},{"name":"Ezekiel 23:24","text":"They shall come against you with weapons, chariots, and wagons, and with a company of peoples; they shall set themselves against you with buckler and shield and helmet all around; and I will commit the judgment to them, and they shall judge you according to their judgments."},{"name":"Ezekiel 23:25","text":"I will set my jealousy against you, and they shall deal with you in fury; they shall take away your nose and your ears; and your residue shall fall by the sword: they shall take your sons and your daughters; and your residue shall be devoured by the fire."},{"name":"Ezekiel 23:26","text":"They shall also strip you of your clothes, and take away your beautiful jewels."},{"name":"Ezekiel 23:27","text":"Thus will I make your lewdness to cease from you, and your prostitution brought from the land of Egypt; so that you shall not lift up your eyes to them, nor remember Egypt any more."},{"name":"Ezekiel 23:28","text":"For thus says the Lord Yahweh: Behold, I will deliver you into the hand of them whom you hate, into the hand of them from whom your soul is alienated;"},{"name":"Ezekiel 23:29","text":"and they shall deal with you in hatred, and shall take away all your labor, and shall leave you naked and bare; and the nakedness of your prostitution shall be uncovered, both your lewdness and your prostitution."},{"name":"Ezekiel 23:30","text":"These things shall be done to you, because you have played the prostitute after the nations, and because you are polluted with their idols."},{"name":"Ezekiel 23:31","text":"You have walked in the way of your sister; therefore will I give her cup into your hand."},{"name":"Ezekiel 23:32","text":"Thus says the Lord Yahweh: You will drink of your sister\"s cup, which is deep and large; you will be ridiculed and held in derision; it contains much."},{"name":"Ezekiel 23:33","text":"You shall be filled with drunkenness and sorrow, with the cup of astonishment and desolation, with the cup of your sister Samaria."},{"name":"Ezekiel 23:34","text":"You shall even drink it and drain it out, and you shall gnaw the broken pieces of it, and shall tear your breasts; for I have spoken it, says the Lord Yahweh."},{"name":"Ezekiel 23:35","text":"Therefore thus says the Lord Yahweh: Because you have forgotten me, and cast me behind your back, therefore you also bear your lewdness and your prostitution."},{"name":"Ezekiel 23:36","text":"Yahweh said moreover to me: Son of man, will you judge Oholah and Oholibah? then declare to them their abominations."},{"name":"Ezekiel 23:37","text":"For they have committed adultery, and blood is in their hands; and with their idols have they committed adultery; and they have also caused their sons, whom they bore to me, to pass through the fire to them to be devoured."},{"name":"Ezekiel 23:38","text":"Moreover this they have done to me: they have defiled my sanctuary in the same day, and have profaned my Sabbaths."},{"name":"Ezekiel 23:39","text":"For when they had slain their children to their idols, then they came the same day into my sanctuary to profane it; and behold, thus have they done in the midst of my house."},{"name":"Ezekiel 23:40","text":"Furthermore you have sent for men who come from far, to whom a messenger was sent, and behold, they came; for whom you did wash yourself, paint your eyes, and decorate yourself with ornaments,"},{"name":"Ezekiel 23:41","text":"and sit on a stately bed, with a table prepared before it, whereupon you set my incense and my oil."},{"name":"Ezekiel 23:42","text":"The voice of a multitude being at ease was with her: and with men of the common sort were brought drunkards from the wilderness; and they put bracelets on their hands twain, and beautiful crowns on their heads."},{"name":"Ezekiel 23:43","text":"Then I said of her who was old in adulteries, Now will they play the prostitute with her, and she with them."},{"name":"Ezekiel 23:44","text":"They went in to her, as they go in to a prostitute: so went they in to Oholah and to Oholibah, the lewd women."},{"name":"Ezekiel 23:45","text":"Righteous men, they shall judge them with the judgment of adulteresses, and with the judgment of women who shed blood; because they are adulteresses, and blood is in their hands."},{"name":"Ezekiel 23:46","text":"For thus says the Lord Yahweh: I will bring up a company against them, and will give them to be tossed back and forth and robbed."},{"name":"Ezekiel 23:47","text":"The company shall stone them with stones, and dispatch them with their swords; they shall kill their sons and their daughters, and burn up their houses with fire."},{"name":"Ezekiel 23:48","text":"Thus will I cause lewdness to cease out of the land, that all women may be taught not to do after your lewdness."},{"name":"Ezekiel 23:49","text":"They shall recompense your lewdness on you, and you shall bear the sins of your idols; and you shall know that I am the Lord Yahweh."},{"name":"Ezekiel 24:1","text":"Again, in the ninth year, in the tenth month, in the tenth day of the month, the word of Yahweh came to me, saying,"},{"name":"Ezekiel 24:2","text":"Son of man, write the name of the day, even of this same day: the king of Babylon drew close to Jerusalem this same day."},{"name":"Ezekiel 24:3","text":"Utter a parable to the rebellious house, and tell them, Thus says the Lord Yahweh, Set on the caldron, set it on, and also pour water into it:"},{"name":"Ezekiel 24:4","text":"gather its pieces into it, even every good piece, the thigh, and the shoulder; fill it with the choice bones."},{"name":"Ezekiel 24:5","text":"Take the choice of the flock, and also a pile of wood for the bones under the caldron; make it boil well; yes, let its bones be boiled in its midst."},{"name":"Ezekiel 24:6","text":"Therefore thus says the Lord Yahweh: Woe to the bloody city, to the caldron whose rust is therein, and whose rust is not gone out of it! take out of it piece after piece; No lot is fallen on it."},{"name":"Ezekiel 24:7","text":"For her blood is in the midst of her; she set it on the bare rock; she didn\"t pour it on the ground, to cover it with dust."},{"name":"Ezekiel 24:8","text":"That it may cause wrath to come up to take vengeance, I have set her blood on the bare rock, that it should not be covered."},{"name":"Ezekiel 24:9","text":"Therefore thus says the Lord Yahweh: Woe to the bloody city! I also will make the pile great."},{"name":"Ezekiel 24:10","text":"Heap on the wood, make the fire hot, boil well the flesh, and make thick the broth, and let the bones be burned."},{"name":"Ezekiel 24:11","text":"Then set it empty on its coals, that it may be hot, and its brass may burn, and that its filthiness may be molten in it, that its rust may be consumed."},{"name":"Ezekiel 24:12","text":"She has wearied herself with toil; yet her great rust doesn\"t go forth out of her; her rust doesn\"t go forth by fire."},{"name":"Ezekiel 24:13","text":"In your filthiness is lewdness: because I have cleansed you and you weren\"t cleansed, you shall not be cleansed from your filthiness any more, until I have caused my wrath toward you to rest."},{"name":"Ezekiel 24:14","text":"I, Yahweh, have spoken it: it shall happen, and I will do it: I will not go back, neither will I spare, neither will I repent; according to your ways, and according to your doings, shall they judge you, says the Lord Yahweh."},{"name":"Ezekiel 24:15","text":"Also the word of Yahweh came to me, saying,"},{"name":"Ezekiel 24:16","text":"Son of man, behold, I will take away from you the desire of your eyes with a stroke: yet you shall neither mourn nor weep, neither shall your tears run down."},{"name":"Ezekiel 24:17","text":"Sigh, but not aloud, make no mourning for the dead; bind your headdress on you, and put your shoes on your feet, and don\"t cover your lips, and don\"t eat men\"s bread."},{"name":"Ezekiel 24:18","text":"So I spoke to the people in the morning; and at even my wife died; and I did in the morning as I was commanded."},{"name":"Ezekiel 24:19","text":"The people said to me, Won\"t you tell us what these things are to us, that you do so?"},{"name":"Ezekiel 24:20","text":"Then I said to them, The word of Yahweh came to me, saying,"},{"name":"Ezekiel 24:21","text":"Speak to the house of Israel, Thus says the Lord Yahweh: Behold, I will profane my sanctuary, the pride of your power, the desire of your eyes, and that which your soul pities; and your sons and your daughters whom you have left behind shall fall by the sword."},{"name":"Ezekiel 24:22","text":"You shall do as I have done: you shall not cover your lips, nor eat the bread of men."},{"name":"Ezekiel 24:23","text":"Your tires shall be on your heads, and your shoes on your feet: you shall not mourn nor weep; but you shall pine away in your iniquities, and moan one toward another."},{"name":"Ezekiel 24:24","text":"Thus Ezekiel shall be a sign to you; according to all that he has done, you will do. When this comes, then you will know that I am the Lord Yahweh."},{"name":"Ezekiel 24:25","text":"You, son of man, shall it not be in the day when I take from them their strength, the joy of their glory, the desire of their eyes, and that whereupon they set their heart, their sons and their daughters,"},{"name":"Ezekiel 24:26","text":"that in that day he who escapes shall come to you, to cause you to hear it with your ears?"},{"name":"Ezekiel 24:27","text":"In that day your mouth will be opened to him who has escaped, and you shall speak, and be no more mute: so you will be a sign to them; and they shall know that I am Yahweh."},{"name":"Ezekiel 25:1","text":"The word of Yahweh came to me, saying,"},{"name":"Ezekiel 25:2","text":"Son of man, set your face toward the children of Ammon, and prophesy against them:"},{"name":"Ezekiel 25:3","text":"and tell the children of Ammon, Hear the word of the Lord Yahweh: Thus says the Lord Yahweh, Because you said, Aha, against my sanctuary, when it was profaned; and against the land of Israel, when it was made desolate; and against the house of Judah, when they went into captivity:"},{"name":"Ezekiel 25:4","text":"therefore, behold, I will deliver you to the children of the east for a possession, and they shall set their encampments in you, and make their dwellings in you; they shall eat your fruit, and they shall drink your milk."},{"name":"Ezekiel 25:5","text":"I will make Rabbah a stable for camels, and the children of Ammon a resting place for flocks: and you shall know that I am Yahweh."},{"name":"Ezekiel 25:6","text":"For thus says the Lord Yahweh: Because you have clapped your hands, and stamped with the feet, and rejoiced with all the despite of your soul against the land of Israel;"},{"name":"Ezekiel 25:7","text":"therefore, behold, I have stretched out my hand on you, and will deliver you for a spoil to the nations; and I will cut you off from the peoples, and I will cause you to perish out of the countries: I will destroy you; and you shall know that I am Yahweh."},{"name":"Ezekiel 25:8","text":"Thus says the Lord Yahweh: Because Moab and Seir say, Behold, the house of Judah is like all the nations;"},{"name":"Ezekiel 25:9","text":"therefore, behold, I will open the side of Moab from the cities, from his cities which are on his frontiers, the glory of the country, Beth Jeshimoth, Baal Meon, and Kiriathaim,"},{"name":"Ezekiel 25:10","text":"to the children of the east, to go against the children of Ammon; and I will give them for a possession, that the children of Ammon may not be remembered among the nations."},{"name":"Ezekiel 25:11","text":"and I will execute judgments on Moab; and they shall know that I am Yahweh."},{"name":"Ezekiel 25:12","text":"Thus says the Lord Yahweh: Because Edom has dealt against the house of Judah by taking vengeance, and has greatly offended, and revenged himself on them;"},{"name":"Ezekiel 25:13","text":"therefore thus says the Lord Yahweh, I will stretch out my hand on Edom, and will cut off man and animal from it; and I will make it desolate from Teman; even to Dedan shall they fall by the sword."},{"name":"Ezekiel 25:14","text":"I will lay my vengeance on Edom by the hand of my people Israel; and they shall do in Edom according to my anger and according to my wrath; and they shall know my vengeance, says the Lord Yahweh."},{"name":"Ezekiel 25:15","text":"Thus says the Lord Yahweh: Because the Philistines have dealt by revenge, and have taken vengeance with despite of soul to destroy with perpetual enmity;"},{"name":"Ezekiel 25:16","text":"therefore thus says the Lord Yahweh, Behold, I will stretch out my hand on the Philistines, and I will cut off the Cherethites, and destroy the remnant of the sea coast."},{"name":"Ezekiel 25:17","text":"I will execute great vengeance on them with wrathful rebukes; and they shall know that I am Yahweh, when I shall lay my vengeance on them."},{"name":"Ezekiel 26:1","text":"It happened in the eleventh year, in the first day of the month, that the word of Yahweh came to me, saying,"},{"name":"Ezekiel 26:2","text":"Son of man, because Tyre has said against Jerusalem, Aha, she is broken: the gate of the peoples; she is turned to me; I shall be replenished, now that she is laid waste:"},{"name":"Ezekiel 26:3","text":"therefore thus says the Lord Yahweh, Behold, I am against you, Tyre, and will cause many nations to come up against you, as the sea causes its waves to come up."},{"name":"Ezekiel 26:4","text":"They shall destroy the walls of Tyre, and break down her towers: I will also scrape her dust from her, and make her a bare rock."},{"name":"Ezekiel 26:5","text":"She shall be a place for the spreading of nets in the midst of the sea; for I have spoken it, says the Lord Yahweh; and she shall become a spoil to the nations."},{"name":"Ezekiel 26:6","text":"Her daughters who are in the field shall be slain with the sword: and they shall know that I am Yahweh."},{"name":"Ezekiel 26:7","text":"For thus says the Lord Yahweh: Behold, I will bring on Tyre Nebuchadnezzar king of Babylon, king of kings, from the north, with horses, and with chariots, and with horsemen, and a company, and many people."},{"name":"Ezekiel 26:8","text":"He shall kill your daughters in the field with the sword; and he shall make forts against you, and cast up a mound against you, and raise up the buckler against you."},{"name":"Ezekiel 26:9","text":"He shall set his battering engines against your walls, and with his axes he shall break down your towers."},{"name":"Ezekiel 26:10","text":"By reason of the abundance of his horses their dust shall cover you: your walls shall shake at the noise of the horsemen, and of the wagons, and of the chariots, when he shall enter into your gates, as men enter into a city in which is made a breach."},{"name":"Ezekiel 26:11","text":"With the hoofs of his horses shall he tread down all your streets; he shall kill your people with the sword; and the pillars of your strength shall go down to the ground."},{"name":"Ezekiel 26:12","text":"They shall make a spoil of your riches, and make a prey of your merchandise; and they shall break down your walls, and destroy your pleasant houses; and they shall lay your stones and your timber and your dust in the midst of the waters."},{"name":"Ezekiel 26:13","text":"I will cause the noise of your songs to cease; and the sound of your harps shall be no more heard."},{"name":"Ezekiel 26:14","text":"I will make you a bare rock; you shall be a place for the spreading of nets; you shall be built no more: for I Yahweh have spoken it, says the Lord Yahweh."},{"name":"Ezekiel 26:15","text":"Thus says the Lord Yahweh to Tyre: shall not the islands shake at the sound of your fall, when the wounded groan, when the slaughter is made in the midst of you?"},{"name":"Ezekiel 26:16","text":"Then all the princes of the sea shall come down from their thrones, and lay aside their robes, and strip off their embroidered garments: they shall clothe themselves with trembling; they shall sit on the ground, and shall tremble every moment, and be astonished at you."},{"name":"Ezekiel 26:17","text":"They shall take up a lamentation over you, and tell you, How you are destroyed, who were inhabited by seafaring men, the renowned city, who was strong in the sea, she and her inhabitants, who caused their terror to be on all who lived there!"},{"name":"Ezekiel 26:18","text":"Now shall the islands tremble in the day of your fall; yes, the islands that are in the sea shall be dismayed at your departure."},{"name":"Ezekiel 26:19","text":"For thus says the Lord Yahweh: When I shall make you a desolate city, like the cities that are not inhabited; when I shall bring up the deep on you, and the great waters shall cover you;"},{"name":"Ezekiel 26:20","text":"then will I bring you down with those who descend into the pit, to the people of old time, and will make you to dwell in the lower parts of the earth, in the places that are desolate of old, with those who go down to the pit, that you be not inhabited; and I will set glory in the land of the living:"},{"name":"Ezekiel 26:21","text":"I will make you a terror, and you shall no more have any being; though you are sought for, yet you will never be found again, says the Lord Yahweh."},{"name":"Ezekiel 27:1","text":"The word of Yahweh came again to me, saying,"},{"name":"Ezekiel 27:2","text":"You, son of man, take up a lamentation over Tyre;"},{"name":"Ezekiel 27:3","text":"and tell Tyre, you who dwell at the entry of the sea, who are the merchant of the peoples to many islands, thus says the Lord Yahweh: You, Tyre, have said, I am perfect in beauty."},{"name":"Ezekiel 27:4","text":"Your borders are in the heart of the seas; your builders have perfected your beauty."},{"name":"Ezekiel 27:5","text":"They have made all your planks of fir trees from Senir; they have taken a cedar from Lebanon to make a mast for you."},{"name":"Ezekiel 27:6","text":"Of the oaks of Bashan have they made your oars; they have made your benches of ivory inlaid in boxwood, from the islands of Kittim."},{"name":"Ezekiel 27:7","text":"Of fine linen with embroidered work from Egypt was your sail, that it might be to you for a banner; blue and purple from the islands of Elishah was your awning."},{"name":"Ezekiel 27:8","text":"The inhabitants of Sidon and Arvad were your rowers: your wise men, Tyre, were in you, they were your pilots."},{"name":"Ezekiel 27:9","text":"The old men of Gebal and the wise men of it were in you your repairers of ship seams: all the ships of the sea with their mariners were in you to deal in your merchandise."},{"name":"Ezekiel 27:10","text":"Persia and Lud and Put were in your army, your men of war: they hanged the shield and helmet in you; they set forth your comeliness."},{"name":"Ezekiel 27:11","text":"The men of Arvad with your army were on your walls all around, and valorous men were in your towers; they hanged their shields on your walls all around; they have perfected your beauty."},{"name":"Ezekiel 27:12","text":"Tarshish was your merchant by reason of the multitude of all kinds of riches; with silver, iron, tin, and lead, they traded for your wares."},{"name":"Ezekiel 27:13","text":"Javan, Tubal, and Meshech, they were your traffickers; they traded the persons of men and vessels of brass for your merchandise."},{"name":"Ezekiel 27:14","text":"They of the house of Togarmah traded for your wares with horses and war horses and mules."},{"name":"Ezekiel 27:15","text":"The men of Dedan were your traffickers; many islands were the market of your hand: they brought you in exchange horns of ivory and ebony."},{"name":"Ezekiel 27:16","text":"Syria was your merchant by reason of the multitude of your handiworks: they traded for your wares with emeralds, purple, and embroidered work, and fine linen, and coral, and rubies."},{"name":"Ezekiel 27:17","text":"Judah, and the land of Israel, they were your traffickers: they traded for your merchandise wheat of Minnith, and confections, and honey, and oil, and balm."},{"name":"Ezekiel 27:18","text":"Damascus was your merchant for the multitude of your handiworks, by reason of the multitude of all kinds of riches, with the wine of Helbon, and white wool."},{"name":"Ezekiel 27:19","text":"Vedan and Javan traded with yarn for your wares: bright iron, cassia, and calamus, were among your merchandise."},{"name":"Ezekiel 27:20","text":"Dedan was your trafficker in precious cloths for riding."},{"name":"Ezekiel 27:21","text":"Arabia, and all the princes of Kedar, they were the merchants of your hand; in lambs, and rams, and goats, in these were they your merchants."},{"name":"Ezekiel 27:22","text":"The traffickers of Sheba and Raamah, they were your traffickers; they traded for your wares with the chief of all spices, and with all precious stones, and gold."},{"name":"Ezekiel 27:23","text":"Haran and Canneh and Eden, the traffickers of Sheba, Asshur and Chilmad, were your traffickers."},{"name":"Ezekiel 27:24","text":"These were your traffickers in choice wares, in wrappings of blue and embroidered work, and in chests of rich clothing, bound with cords and made of cedar, among your merchandise."},{"name":"Ezekiel 27:25","text":"The ships of Tarshish were your caravans for your merchandise: and you were replenished, and made very glorious in the heart of the seas."},{"name":"Ezekiel 27:26","text":"Your rowers have brought you into great waters: the east wind has broken you in the heart of the seas."},{"name":"Ezekiel 27:27","text":"Your riches, and your wares, your merchandise, your mariners, and your pilots, your repairers of ship seams, and the dealers in your merchandise, and all your men of war, who are in you, with all your company which is in the midst of you, shall fall into the heart of the seas in the day of your ruin."},{"name":"Ezekiel 27:28","text":"At the sound of the cry of your pilots the suburbs shall shake."},{"name":"Ezekiel 27:29","text":"All who handled the oar, the mariners, and all the pilots of the sea, shall come down from their ships; they shall stand on the land,"},{"name":"Ezekiel 27:30","text":"and shall cause their voice to be heard over you, and shall cry bitterly, and shall cast up dust on their heads, they shall wallow themselves in the ashes:"},{"name":"Ezekiel 27:31","text":"and they shall make themselves bald for you, and clothe them with sackcloth, and they shall weep for you in bitterness of soul with bitter mourning."},{"name":"Ezekiel 27:32","text":"In their wailing they shall take up a lamentation for you, and lament over you, saying, Who is there like Tyre, like her who is brought to silence in the midst of the sea?"},{"name":"Ezekiel 27:33","text":"When your wares went forth out of the seas, you filled many peoples; you enriched the kings of the earth with the multitude of your riches and of your merchandise."},{"name":"Ezekiel 27:34","text":"In the time that you were broken by the seas in the depths of the waters, your merchandise and all your company fell in your midst."},{"name":"Ezekiel 27:35","text":"All the inhabitants of the islands are astonished at you, and their kings are horribly afraid; they are troubled in their face."},{"name":"Ezekiel 27:36","text":"The merchants among the peoples hiss at you; you are become a terror, and you shall nevermore have any being."},{"name":"Ezekiel 28:1","text":"The word of Yahweh came again to me, saying,"},{"name":"Ezekiel 28:2","text":"Son of man, tell the prince of Tyre, Thus says the Lord Yahweh: Because your heart is lifted up, and you have said, I am a god, I sit in the seat of God, in the midst of the seas; yet you are man, and not God, though you set your heart as the heart of God\""},{"name":"Ezekiel 28:3","text":"behold, you are wiser than Daniel; there is no secret that is hidden from you;"},{"name":"Ezekiel 28:4","text":"by your wisdom and by your understanding you have gotten yourself riches, and have gotten gold and silver into your treasures;"},{"name":"Ezekiel 28:5","text":"by your great wisdom and by your traffic you have increased your riches, and your heart is lifted up because of your riches\""},{"name":"Ezekiel 28:6","text":"therefore thus says the Lord Yahweh: Because you have set your heart as the heart of God,"},{"name":"Ezekiel 28:7","text":"therefore, behold, I will bring strangers on you, the terrible of the nations; and they shall draw their swords against the beauty of your wisdom, and they shall defile your brightness."},{"name":"Ezekiel 28:8","text":"They shall bring you down to the pit; and you shall die the death of those who are slain, in the heart of the seas."},{"name":"Ezekiel 28:9","text":"Will you yet say before him who kills you, I am God? but you are man, and not God, in the hand of him who wounds you."},{"name":"Ezekiel 28:10","text":"You shall die the death of the uncircumcised by the hand of strangers: for I have spoken it, says the Lord Yahweh."},{"name":"Ezekiel 28:11","text":"Moreover the word of Yahweh came to me, saying,"},{"name":"Ezekiel 28:12","text":"Son of man, take up a lamentation over the king of Tyre, and tell him, Thus says the Lord Yahweh: You seal up the sum, full of wisdom, and perfect in beauty."},{"name":"Ezekiel 28:13","text":"You were in Eden, the garden of God; every precious stone adorned you: ruby, topaz, emerald, chrysolite, onyx, jasper, sapphire, turquoise, and beryl. Gold work of tambourines and of pipes was in you. In the day that you were created they were prepared."},{"name":"Ezekiel 28:14","text":"You were the anointed cherub who covers: and I set you, so that you were on the holy mountain of God; you have walked up and down in the midst of the stones of fire."},{"name":"Ezekiel 28:15","text":"You were perfect in your ways from the day that you were created, until unrighteousness was found in you."},{"name":"Ezekiel 28:16","text":"By the abundance of your traffic they filled the midst of you with violence, and you have sinned: therefore I have cast you as profane out of the mountain of God; and I have destroyed you, covering cherub, from the midst of the stones of fire."},{"name":"Ezekiel 28:17","text":"Your heart was lifted up because of your beauty; you have corrupted your wisdom by reason of your brightness: I have cast you to the ground; I have laid you before kings, that they may see you."},{"name":"Ezekiel 28:18","text":"By the multitude of your iniquities, in the unrighteousness of your traffic, you have profaned your sanctuaries; therefore have I brought forth a fire from the midst of you; it has devoured you, and I have turned you to ashes on the earth in the sight of all those who see you."},{"name":"Ezekiel 28:19","text":"All those who know you among the peoples shall be astonished at you: you have become a terror, and you shall nevermore have any being."},{"name":"Ezekiel 28:20","text":"The word of Yahweh came to me, saying,"},{"name":"Ezekiel 28:21","text":"Son of man, set your face toward Sidon, and prophesy against it,"},{"name":"Ezekiel 28:22","text":"and say, Thus says the Lord Yahweh: Behold, I am against you, Sidon; and I will be glorified in the midst of you; and they shall know that I am Yahweh, when I shall have executed judgments in her, and shall be sanctified in her."},{"name":"Ezekiel 28:23","text":"For I will send pestilence into her, and blood into her streets; and the wounded shall fall in the midst of her, with the sword on her on every side; and they shall know that I am Yahweh."},{"name":"Ezekiel 28:24","text":"There shall be no more a pricking brier to the house of Israel, nor a hurting thorn of any that are around them, that scorned them; and they shall know that I am the Lord Yahweh."},{"name":"Ezekiel 28:25","text":"Thus says the Lord Yahweh: When I shall have gathered the house of Israel from the peoples among whom they are scattered, and shall be sanctified in them in the sight of the nations, then shall they dwell in their own land which I gave to my servant Jacob."},{"name":"Ezekiel 28:26","text":"They shall dwell securely therein; yes, they shall build houses, and plant vineyards, and shall dwell securely, when I have executed judgments on all those who do them despite all around them; and they shall know that I am Yahweh their God."},{"name":"Ezekiel 29:1","text":"In the tenth year, in the tenth month, on the twelfth day of the month, the word of Yahweh came to me, saying,"},{"name":"Ezekiel 29:2","text":"\"Son of man, set your face against Pharaoh king of Egypt, and prophesy against him and against all Egypt."},{"name":"Ezekiel 29:3","text":"Speak and say, \"Thus says the Lord Yahweh: \"Behold, I am against you, Pharaoh king of Egypt, the great monster that lies in the midst of his rivers, that has said, \"My river is my own, and I have made it for myself.\""},{"name":"Ezekiel 29:4","text":"I will put hooks in your jaws, and I will make the fish of your rivers stick to your scales; and I will bring you up out of the midst of your rivers, with all the fish of your rivers which stick to your scales."},{"name":"Ezekiel 29:5","text":"I\"ll cast you forth into the wilderness, you and all the fish of your rivers. You\"ll fall on the open field. You won\"t be brought together, nor gathered. I have given you for food to the animals of the earth and to the birds of the sky."},{"name":"Ezekiel 29:6","text":"All the inhabitants of Egypt will know that I am Yahweh, because they have been a staff of reed to the house of Israel."},{"name":"Ezekiel 29:7","text":"When they took hold of you by your hand, you broke, and tore all their shoulders; and when they leaned on you, you broke, and paralyzed all of their thighs.\""},{"name":"Ezekiel 29:8","text":"Therefore thus says the Lord Yahweh: \"Behold, I will bring a sword on you, and will cut off man and animal from you."},{"name":"Ezekiel 29:9","text":"The land of Egypt shall be a desolation and a waste; and they shall know that I am Yahweh. Because he has said, \"The river is mine, and I have made it;\""},{"name":"Ezekiel 29:10","text":"therefore, behold, I am against you, and against your rivers, and I will make the land of Egypt an utter waste and desolation, from the tower of Seveneh even to the border of Ethiopia."},{"name":"Ezekiel 29:11","text":"No foot of man shall pass through it, nor foot of animal shall pass through it, neither shall it be inhabited forty years."},{"name":"Ezekiel 29:12","text":"I will make the land of Egypt a desolation in the midst of the countries that are desolate; and her cities among the cities that are laid waste shall be a desolation forty years; and I will scatter the Egyptians among the nations, and will disperse them through the countries.\""},{"name":"Ezekiel 29:13","text":"For thus says the Lord Yahweh: \"At the end of forty years will I gather the Egyptians from the peoples where they were scattered;"},{"name":"Ezekiel 29:14","text":"and I will bring back the captivity of Egypt, and will cause them to return into the land of Pathros, into the land of their birth; and they shall be there a base kingdom."},{"name":"Ezekiel 29:15","text":"It shall be the base of the kingdoms; neither shall it any more lift itself up above the nations: and I will diminish them, that they shall no more rule over the nations."},{"name":"Ezekiel 29:16","text":"It shall be no more the confidence of the house of Israel, bringing iniquity to memory, when they turn to look after them: and they shall know that I am the Lord Yahweh.\"\"\""},{"name":"Ezekiel 29:17","text":"It came to pass in the seven and twentieth year, in the first month, in the first day of the month, the word of Yahweh came to me, saying,"},{"name":"Ezekiel 29:18","text":"Son of man, Nebuchadnezzar king of Babylon caused his army to serve a great service against Tyre: every head was made bald, and every shoulder was worn; yet had he no wages, nor his army, from Tyre, for the service that he had served against it."},{"name":"Ezekiel 29:19","text":"Therefore thus says the Lord Yahweh: Behold, I will give the land of Egypt to Nebuchadnezzar king of Babylon; and he shall carry off her multitude, and take her spoil, and take her prey; and it shall be the wages for his army."},{"name":"Ezekiel 29:20","text":"I have given him the land of Egypt as his recompense for which he served, because they worked for me, says the Lord Yahweh."},{"name":"Ezekiel 29:21","text":"In that day will I cause a horn to bud forth to the house of Israel, and I will give you the opening of the mouth in their midst; and they shall know that I am Yahweh."},{"name":"Ezekiel 30:1","text":"The word of Yahweh came again to me, saying,"},{"name":"Ezekiel 30:2","text":"Son of man, prophesy, and say, Thus says the Lord Yahweh: Wail, Alas for the day!"},{"name":"Ezekiel 30:3","text":"For the day is near, even the day of Yahweh is near; it shall be a day of clouds, a time of the nations."},{"name":"Ezekiel 30:4","text":"A sword shall come on Egypt, and anguish shall be in Ethiopia, when the slain shall fall in Egypt; and they shall take away her multitude, and her foundations shall be broken down."},{"name":"Ezekiel 30:5","text":"Ethiopia, and Put, and Lud, and all the mixed people, and Cub, and the children of the land that is allied with them, shall fall with them by the sword."},{"name":"Ezekiel 30:6","text":"Thus says Yahweh: They also who uphold Egypt shall fall; and the pride of her power shall come down: from the tower of Seveneh shall they fall in it by the sword, says the Lord Yahweh."},{"name":"Ezekiel 30:7","text":"They shall be desolate in the midst of the countries that are desolate; and her cities shall be in the midst of the cities that are wasted."},{"name":"Ezekiel 30:8","text":"They shall know that I am Yahweh, when I have set a fire in Egypt, and all her helpers are destroyed."},{"name":"Ezekiel 30:9","text":"In that day shall messengers go forth from before me in ships to make the careless Ethiopians afraid; and there shall be anguish on them, as in the day of Egypt; for, behold, it comes."},{"name":"Ezekiel 30:10","text":"Thus says the Lord Yahweh: I will also make the multitude of Egypt to cease, by the hand of Nebuchadnezzar king of Babylon."},{"name":"Ezekiel 30:11","text":"He and his people with him, the terrible of the nations, shall be brought in to destroy the land; and they shall draw their swords against Egypt, and fill the land with the slain."},{"name":"Ezekiel 30:12","text":"I will make the rivers dry, and will sell the land into the hand of evil men; and I will make the land desolate, and all that is therein, by the hand of strangers: I, Yahweh, have spoken it."},{"name":"Ezekiel 30:13","text":"Thus says the Lord Yahweh: I will also destroy the idols, and I will cause the images to cease from Memphis; and there shall be no more a prince from the land of Egypt: and I will put a fear in the land of Egypt."},{"name":"Ezekiel 30:14","text":"I will make Pathros desolate, and will set a fire in Zoan, and will execute judgments on No."},{"name":"Ezekiel 30:15","text":"I will pour my wrath on Sin, the stronghold of Egypt; and I will cut off the multitude of No."},{"name":"Ezekiel 30:16","text":"I will set a fire in Egypt: Sin shall be in great anguish, and No shall be broken up; and Memphis shall have adversaries in the daytime."},{"name":"Ezekiel 30:17","text":"The young men of Aven and of Pibeseth shall fall by the sword; and these cities shall go into captivity."},{"name":"Ezekiel 30:18","text":"At Tehaphnehes also the day shall withdraw itself, when I shall break there the yokes of Egypt, and the pride of her power shall cease in her: as for her, a cloud shall cover her, and her daughters shall go into captivity."},{"name":"Ezekiel 30:19","text":"Thus will I execute judgments on Egypt; and they shall know that I am Yahweh."},{"name":"Ezekiel 30:20","text":"It happened in the eleventh year, in the first month, in the seventh day of the month, that the word of Yahweh came to me, saying,"},{"name":"Ezekiel 30:21","text":"Son of man, I have broken the arm of Pharaoh king of Egypt; and behold, it has not been bound up, to apply healing medicines, to put a bandage to bind it, that it be strong to hold the sword."},{"name":"Ezekiel 30:22","text":"Therefore thus says the Lord Yahweh: Behold, I am against Pharaoh king of Egypt, and will break his arms, the strong arm, and that which was broken; and I will cause the sword to fall out of his hand."},{"name":"Ezekiel 30:23","text":"I will scatter the Egyptians among the nations, and will disperse them through the countries."},{"name":"Ezekiel 30:24","text":"I will strengthen the arms of the king of Babylon, and put my sword in his hand: but I will break the arms of Pharaoh, and he shall groan before him with the groanings of a deadly wounded man."},{"name":"Ezekiel 30:25","text":"I will hold up the arms of the king of Babylon; and the arms of Pharaoh shall fall down; and they shall know that I am Yahweh, when I shall put my sword into the hand of the king of Babylon, and he shall stretch it out on the land of Egypt."},{"name":"Ezekiel 30:26","text":"I will scatter the Egyptians among the nations, and disperse them through the countries; and they shall know that I am Yahweh."},{"name":"Ezekiel 31:1","text":"It happened in the eleventh year, in the third month, in the first day of the month, that the word of Yahweh came to me, saying,"},{"name":"Ezekiel 31:2","text":"Son of man, tell Pharaoh king of Egypt, and to his multitude: Whom are you like in your greatness?"},{"name":"Ezekiel 31:3","text":"Behold, the Assyrian was a cedar in Lebanon with beautiful branches, and with a forest-like shade, and of high stature; and its top was among the thick boughs."},{"name":"Ezekiel 31:4","text":"The waters nourished it, the deep made it to grow: its rivers ran all around its plantation; and it sent out its channels to all the trees of the field."},{"name":"Ezekiel 31:5","text":"Therefore its stature was exalted above all the trees of the field; and its boughs were multiplied, and its branches became long by reason of many waters, when it shot them forth."},{"name":"Ezekiel 31:6","text":"All the birds of the sky made their nests in its boughs; and under its branches all the animals of the field brought forth their young; and all great nations lived under its shadow."},{"name":"Ezekiel 31:7","text":"Thus was it beautiful in its greatness, in the length of its branches; for its root was by many waters."},{"name":"Ezekiel 31:8","text":"The cedars in the garden of God could not hide it; the fir trees were not like its boughs, and the plane trees were not as its branches; nor was any tree in the garden of God like it in its beauty."},{"name":"Ezekiel 31:9","text":"I made it beautiful by the multitude of its branches, so that all the trees of Eden, that were in the garden of God, envied it."},{"name":"Ezekiel 31:10","text":"Therefore thus said the Lord Yahweh: Because you are exalted in stature, and he has set his top among the thick boughs, and his heart is lifted up in his height;"},{"name":"Ezekiel 31:11","text":"I will even deliver him into the hand of the mighty one of the nations; he shall surely deal with him; I have driven him out for his wickedness."},{"name":"Ezekiel 31:12","text":"Strangers, the terrible of the nations, have cut him off, and have left him: on the mountains and in all the valleys his branches are fallen, and his boughs are broken by all the watercourses of the land; and all the peoples of the earth are gone down from his shadow, and have left him."},{"name":"Ezekiel 31:13","text":"On his ruin all the birds of the sky shall dwell, and all the animals of the field shall be on his branches;"},{"name":"Ezekiel 31:14","text":"to the end that none of all the trees by the waters exalt themselves in their stature, neither set their top among the thick boughs, nor that their mighty ones stand up on their height, even all who drink water: for they are all delivered to death, to the lower parts of the earth, in the midst of the children of men, with those who go down to the pit."},{"name":"Ezekiel 31:15","text":"Thus says the Lord Yahweh: In the day when he went down to Sheol I caused a mourning: I covered the deep for him, and I restrained its rivers; and the great waters were stayed; and I caused Lebanon to mourn for him, and all the trees of the field fainted for him."},{"name":"Ezekiel 31:16","text":"I made the nations to shake at the sound of his fall, when I cast him down to Sheol with those who descend into the pit; and all the trees of Eden, the choice and best of Lebanon, all that drink water, were comforted in the lower parts of the earth."},{"name":"Ezekiel 31:17","text":"They also went down into Sheol with him to those who are slain by the sword; yes, those who were his arm, that lived under his shadow in the midst of the nations."},{"name":"Ezekiel 31:18","text":"To whom are you thus like in glory and in greatness among the trees of Eden? yet you will be brought down with the trees of Eden to the lower parts of the earth: you shall lie in the midst of the uncircumcised, with those who are slain by the sword. This is Pharaoh and all his multitude, says the Lord Yahweh."},{"name":"Ezekiel 32:1","text":"It happened in the twelfth year, in the twelfth month, in the first day of the month, that the word of Yahweh came to me, saying,"},{"name":"Ezekiel 32:2","text":"Son of man, take up a lamentation over Pharaoh king of Egypt, and tell him, You were likened to a young lion of the nations: yet you are as a monster in the seas; and you broke out with your rivers, and troubled the waters with your feet, and fouled their rivers."},{"name":"Ezekiel 32:3","text":"Thus says the Lord Yahweh: I will spread out my net on you with a company of many peoples; and they shall bring you up in my net."},{"name":"Ezekiel 32:4","text":"I will leave you on the land, I will cast you forth on the open field, and will cause all the birds of the sky to settle on you, and I will satisfy the animals of the whole earth with you."},{"name":"Ezekiel 32:5","text":"I will lay your flesh on the mountains, and fill the valleys with your height."},{"name":"Ezekiel 32:6","text":"I will also water with your blood the land in which you swim, even to the mountains; and the watercourses shall be full of you."},{"name":"Ezekiel 32:7","text":"When I shall extinguish you, I will cover the heavens, and make its stars dark; I will cover the sun with a cloud, and the moon shall not give its light."},{"name":"Ezekiel 32:8","text":"All the bright lights of the sky will I make dark over you, and set darkness on your land, says the Lord Yahweh."},{"name":"Ezekiel 32:9","text":"I will also trouble the hearts of many peoples, when I shall bring your destruction among the nations, into the countries which you have not known."},{"name":"Ezekiel 32:10","text":"Yes, I will make many peoples amazed at you, and their kings shall be horribly afraid for you, when I shall brandish my sword before them; and they shall tremble at every moment, every man for his own life, in the day of your fall."},{"name":"Ezekiel 32:11","text":"For thus says the Lord Yahweh: The sword of the king of Babylon shall come on you."},{"name":"Ezekiel 32:12","text":"By the swords of the mighty will I cause your multitude to fall; the terrible of the nations are they all: and they shall bring to nothing the pride of Egypt, and all its multitude shall be destroyed."},{"name":"Ezekiel 32:13","text":"I will destroy also all its animals from beside many waters; neither shall the foot of man trouble them any more, nor the hoofs of animals trouble them."},{"name":"Ezekiel 32:14","text":"Then will I make their waters clear, and cause their rivers to run like oil, says the Lord Yahweh."},{"name":"Ezekiel 32:15","text":"When I shall make the land of Egypt desolate and waste, a land destitute of that of which it was full, when I shall strike all those who dwell therein, then shall they know that I am Yahweh."},{"name":"Ezekiel 32:16","text":"This is the lamentation with which they shall lament; the daughters of the nations shall lament therewith; over Egypt, and over all her multitude, shall they lament therewith, says the Lord Yahweh."},{"name":"Ezekiel 32:17","text":"It happened also in the twelfth year, in the fifteenth day of the month, that the word of Yahweh came to me, saying,"},{"name":"Ezekiel 32:18","text":"Son of man, wail for the multitude of Egypt, and cast them down, even her, and the daughters of the famous nations, to the lower parts of the earth, with those who go down into the pit."},{"name":"Ezekiel 32:19","text":"Whom do you pass in beauty? Go down, and be laid with the uncircumcised."},{"name":"Ezekiel 32:20","text":"They shall fall in the midst of those who are slain by the sword: she is delivered to the sword; draw her away and all her multitudes."},{"name":"Ezekiel 32:21","text":"The strong among the mighty shall speak to him out of the midst of Sheol with those who help him: they are gone down, they lie still, even the uncircumcised, slain by the sword."},{"name":"Ezekiel 32:22","text":"Asshur is there and all her company; her graves are all around her; all of them slain, fallen by the sword;"},{"name":"Ezekiel 32:23","text":"whose graves are set in the uttermost parts of the pit, and her company is around her grave; all of them slain, fallen by the sword, who caused terror in the land of the living."},{"name":"Ezekiel 32:24","text":"There is Elam and all her multitude around her grave; all of them slain, fallen by the sword, who are gone down uncircumcised into the lower parts of the earth, who caused their terror in the land of the living, and have borne their shame with those who go down to the pit."},{"name":"Ezekiel 32:25","text":"They have set her a bed in the midst of the slain with all her multitude; her graves are around her; all of them uncircumcised, slain by the sword; for their terror was caused in the land of the living, and they have borne their shame with those who go down to the pit: he is put in the midst of those who are slain."},{"name":"Ezekiel 32:26","text":"There is Meshech, Tubal, and all their multitude; their graves are around them; all of them uncircumcised, slain by the sword; for they caused their terror in the land of the living."},{"name":"Ezekiel 32:27","text":"They shall not lie with the mighty who are fallen of the uncircumcised, who are gone down to Sheol with their weapons of war, and have laid their swords under their heads, and their iniquities are on their bones; for they were the terror of the mighty in the land of the living."},{"name":"Ezekiel 32:28","text":"But you shall be broken in the midst of the uncircumcised, and shall lie with those who are slain by the sword."},{"name":"Ezekiel 32:29","text":"There is Edom, her kings and all her princes, who in their might are laid with those who are slain by the sword: they shall lie with the uncircumcised, and with those who go down to the pit."},{"name":"Ezekiel 32:30","text":"There are the princes of the north, all of them, and all the Sidonians, who are gone down with the slain; in the terror which they caused by their might they are put to shame; and they lie uncircumcised with those who are slain by the sword, and bear their shame with those who go down to the pit."},{"name":"Ezekiel 32:31","text":"Pharaoh shall see them, and shall be comforted over all his multitude, even Pharaoh and all his army, slain by the sword, says the Lord Yahweh."},{"name":"Ezekiel 32:32","text":"For I have put his terror in the land of the living; and he shall be laid in the midst of the uncircumcised, with those who are slain by the sword, even Pharaoh and all his multitude, says the Lord Yahweh."},{"name":"Ezekiel 33:1","text":"The word of Yahweh came to me, saying,"},{"name":"Ezekiel 33:2","text":"Son of man, speak to the children of your people, and tell them, When I bring the sword on a land, and the people of the land take a man from among them, and set him for their watchman;"},{"name":"Ezekiel 33:3","text":"if, when he sees the sword come on the land, he blow the trumpet, and warn the people;"},{"name":"Ezekiel 33:4","text":"then whoever hears the sound of the trumpet, and doesn\"t take warning, if the sword come, and take him away, his blood shall be on his own head."},{"name":"Ezekiel 33:5","text":"He heard the sound of the trumpet, and didn\"t take warning; his blood shall be on him; whereas if he had taken warning, he would have delivered his soul."},{"name":"Ezekiel 33:6","text":"But if the watchman sees the sword come, and doesn\"t blow the trumpet, and the people aren\"t warned, and the sword comes, and take any person from among them; he is taken away in his iniquity, but his blood will I require at the watchman\"s hand."},{"name":"Ezekiel 33:7","text":"So you, son of man, I have set you a watchman to the house of Israel; therefore hear the word at my mouth, and give them warning from me."},{"name":"Ezekiel 33:8","text":"When I tell the wicked, O wicked man, you shall surely die, and you don\"t speak to warn the wicked from his way; that wicked man shall die in his iniquity, but his blood will I require at your hand."},{"name":"Ezekiel 33:9","text":"Nevertheless, if you warn the wicked of his way to turn from it, and he doesn\"t turn from his way; he shall die in his iniquity, but you have delivered your soul."},{"name":"Ezekiel 33:10","text":"You, son of man, tell the house of Israel: Thus you speak, saying, Our transgressions and our sins are on us, and we pine away in them; how then can we live?"},{"name":"Ezekiel 33:11","text":"Tell them, As I live, says the Lord Yahweh, I have no pleasure in the death of the wicked; but that the wicked turn from his way and live: turn, turn from your evil ways; for why will you die, house of Israel?"},{"name":"Ezekiel 33:12","text":"You, son of man, tell the children of your people, The righteousness of the righteous shall not deliver him in the day of his disobedience; and as for the wickedness of the wicked, he shall not fall thereby in the day that he turns from his wickedness; neither shall he who is righteous be able to live thereby in the day that he sins."},{"name":"Ezekiel 33:13","text":"When I tell the righteous, that he shall surely live; if he trust to his righteousness, and commit iniquity, none of his righteous deeds shall be remembered; but in his iniquity that he has committed, therein shall he die."},{"name":"Ezekiel 33:14","text":"Again, when I say to the wicked, You shall surely die; if he turn from his sin, and do that which is lawful and right;"},{"name":"Ezekiel 33:15","text":"if the wicked restore the pledge, give again that which he had taken by robbery, walk in the statutes of life, committing no iniquity; he shall surely live, he shall not die."},{"name":"Ezekiel 33:16","text":"None of his sins that he has committed shall be remembered against him: he has done that which is lawful and right; he shall surely live."},{"name":"Ezekiel 33:17","text":"Yet the children of your people say, The way of the Lord is not equal: but as for them, their way is not equal."},{"name":"Ezekiel 33:18","text":"When the righteous turns from his righteousness, and commits iniquity, he shall even die therein."},{"name":"Ezekiel 33:19","text":"When the wicked turns from his wickedness, and does that which is lawful and right, he shall live thereby."},{"name":"Ezekiel 33:20","text":"Yet you say, The way of the Lord is not equal. House of Israel, I will judge every one of you after his ways."},{"name":"Ezekiel 33:21","text":"It happened in the twelfth year of our captivity, in the tenth month, in the fifth day of the month, that one who had escaped out of Jerusalem came to me, saying, The city has been struck."},{"name":"Ezekiel 33:22","text":"Now the hand of Yahweh had been on me in the evening, before he who was escaped came; and he had opened my mouth, until he came to me in the morning; and my mouth was opened, and I was no more mute."},{"name":"Ezekiel 33:23","text":"The word of Yahweh came to me, saying,"},{"name":"Ezekiel 33:24","text":"Son of man, they who inhabit those waste places in the land of Israel speak, saying, Abraham was one, and he inherited the land: but we are many; the land is given us for inheritance."},{"name":"Ezekiel 33:25","text":"Therefore tell them, Thus says the Lord Yahweh: You eat with the blood, and lift up your eyes to your idols, and shed blood: and shall you possess the land?"},{"name":"Ezekiel 33:26","text":"You stand on your sword, you work abomination, and every one of you defiles his neighbor\"s wife: and shall you possess the land?"},{"name":"Ezekiel 33:27","text":"You shall tell them, Thus says the Lord Yahweh: As I live, surely those who are in the waste places shall fall by the sword; and him who is in the open field will I give to the animals to be devoured; and those who are in the strongholds and in the caves shall die of the pestilence."},{"name":"Ezekiel 33:28","text":"I will make the land a desolation and an astonishment; and the pride of her power shall cease; and the mountains of Israel shall be desolate, so that none shall pass through."},{"name":"Ezekiel 33:29","text":"Then shall they know that I am Yahweh, when I have made the land a desolation and an astonishment, because of all their abominations which they have committed."},{"name":"Ezekiel 33:30","text":"As for you, son of man, the children of your people talk of you by the walls and in the doors of the houses, and speak one to another, everyone to his brother, saying, Please come and hear what is the word that comes forth from Yahweh."},{"name":"Ezekiel 33:31","text":"They come to you as the people come, and they sit before you as my people, and they hear your words, but don\"t do them; for with their mouth they show much love, but their heart goes after their gain."},{"name":"Ezekiel 33:32","text":"Behold, you are to them as a very lovely song of one who has a pleasant voice, and can play well on an instrument; for they hear your words, but they don\"t do them."},{"name":"Ezekiel 33:33","text":"When this comes to pass, (behold, it comes), then shall they know that a prophet has been among them."},{"name":"Ezekiel 34:1","text":"The word of Yahweh came to me, saying,"},{"name":"Ezekiel 34:2","text":"Son of man, prophesy against the shepherds of Israel, prophesy, and tell them, even to the shepherds, Thus says the Lord Yahweh: Woe to the shepherds of Israel who feed themselves! Shouldn\"t the shepherds feed the sheep?"},{"name":"Ezekiel 34:3","text":"You eat the fat, and you clothe yourself with the wool, you kill the fatlings; but you don\"t feed the sheep."},{"name":"Ezekiel 34:4","text":"You haven\"t strengthened the diseased, neither have you healed that which was sick, neither have you bound up that which was broken, neither have you brought back that which was driven away, neither have you sought that which was lost; but with force and with rigor you have ruled over them."},{"name":"Ezekiel 34:5","text":"They were scattered, because there was no shepherd; and they became food to all the animals of the field, and were scattered."},{"name":"Ezekiel 34:6","text":"My sheep wandered through all the mountains, and on every high hill: yes, my sheep were scattered on all the surface of the earth; and there was none who searched or sought."},{"name":"Ezekiel 34:7","text":"Therefore, you shepherds, hear the word of Yahweh:"},{"name":"Ezekiel 34:8","text":"As I live, says the Lord Yahweh, surely because my sheep became a prey, and my sheep became food to all the animals of the field, because there was no shepherd, neither did my shepherds search for my sheep, but the shepherds fed themselves, and didn\"t feed my sheep;"},{"name":"Ezekiel 34:9","text":"therefore, you shepherds, hear the word of Yahweh:"},{"name":"Ezekiel 34:10","text":"Thus says the Lord Yahweh: Behold, I am against the shepherds; and I will require my sheep at their hand, and cause them to cease from feeding the sheep; neither shall the shepherds feed themselves any more; and I will deliver my sheep from their mouth, that they may not be food for them."},{"name":"Ezekiel 34:11","text":"For thus says the Lord Yahweh: Behold, I myself, even I, will search for my sheep, and will seek them out."},{"name":"Ezekiel 34:12","text":"As a shepherd seeks out his flock in the day that he is among his sheep that are scattered abroad, so will I seek out my sheep; and I will deliver them out of all places where they have been scattered in the cloudy and dark day."},{"name":"Ezekiel 34:13","text":"I will bring them out from the peoples, and gather them from the countries, and will bring them into their own land; and I will feed them on the mountains of Israel, by the watercourses, and in all the inhabited places of the country."},{"name":"Ezekiel 34:14","text":"I will feed them with good pasture; and on the mountains of the height of Israel shall their fold be: there shall they lie down in a good fold; and on fat pasture shall they feed on the mountains of Israel."},{"name":"Ezekiel 34:15","text":"I myself will be the shepherd of my sheep, and I will cause them to lie down, says the Lord Yahweh."},{"name":"Ezekiel 34:16","text":"I will seek that which was lost, and will bring back that which was driven away, and will bind up that which was broken, and will strengthen that which was sick: but the fat and the strong I will destroy; I will feed them in justice."},{"name":"Ezekiel 34:17","text":"As for you, O my flock, thus says the Lord Yahweh: Behold, I judge between sheep and sheep, the rams and the male goats."},{"name":"Ezekiel 34:18","text":"Does it seem a small thing to you to have fed on the good pasture, but you must tread down with your feet the residue of your pasture? and to have drunk of the clear waters, but you must foul the residue with your feet?"},{"name":"Ezekiel 34:19","text":"As for my sheep, they eat that which you have trodden with your feet, and they drink that which you have fouled with your feet."},{"name":"Ezekiel 34:20","text":"Therefore thus says the Lord Yahweh to them: Behold, I, even I, will judge between the fat sheep and the lean sheep."},{"name":"Ezekiel 34:21","text":"Because you thrust with side and with shoulder, and push all the diseased with your horns, until you have scattered them abroad;"},{"name":"Ezekiel 34:22","text":"therefore will I save my flock, and they shall no more be a prey; and I will judge between sheep and sheep."},{"name":"Ezekiel 34:23","text":"I will set up one shepherd over them, and he shall feed them, even my servant David; he shall feed them, and he shall be their shepherd."},{"name":"Ezekiel 34:24","text":"I, Yahweh, will be their God, and my servant David prince among them; I, Yahweh, have spoken it."},{"name":"Ezekiel 34:25","text":"I will make with them a covenant of peace, and will cause evil animals to cease out of the land; and they shall dwell securely in the wilderness, and sleep in the woods."},{"name":"Ezekiel 34:26","text":"I will make them and the places around my hill a blessing; and I will cause the shower to come down in its season; there shall be showers of blessing."},{"name":"Ezekiel 34:27","text":"The tree of the field shall yield its fruit, and the earth shall yield its increase, and they shall be secure in their land; and they shall know that I am Yahweh, when I have broken the bars of their yoke, and have delivered them out of the hand of those who made slaves of them."},{"name":"Ezekiel 34:28","text":"They shall no more be a prey to the nations, neither shall the animals of the earth devour them; but they shall dwell securely, and none shall make them afraid."},{"name":"Ezekiel 34:29","text":"I will raise up to them a plantation for renown, and they shall be no more consumed with famine in the land, neither bear the shame of the nations any more."},{"name":"Ezekiel 34:30","text":"They shall know that I, Yahweh, their God am with them, and that they, the house of Israel, are my people, says the Lord Yahweh."},{"name":"Ezekiel 34:31","text":"You my sheep, the sheep of my pasture, are men, and I am your God, says the Lord Yahweh."},{"name":"Ezekiel 35:1","text":"Moreover the word of Yahweh came to me, saying,"},{"name":"Ezekiel 35:2","text":"Son of man, set your face against Mount Seir, and prophesy against it,"},{"name":"Ezekiel 35:3","text":"and tell it, Thus says the Lord Yahweh: Behold, I am against you, Mount Seir, and I will stretch out my hand against you, and I will make you a desolation and an astonishment."},{"name":"Ezekiel 35:4","text":"I will lay your cities waste, and you shall be desolate; and you shall know that I am Yahweh."},{"name":"Ezekiel 35:5","text":"Because you have had a perpetual enmity, and have given over the children of Israel to the power of the sword in the time of their calamity, in the time of the iniquity of the end;"},{"name":"Ezekiel 35:6","text":"therefore, as I live, says the Lord Yahweh, I will prepare you for blood, and blood shall pursue you: since you have not hated blood, therefore blood shall pursue you."},{"name":"Ezekiel 35:7","text":"Thus will I make Mount Seir an astonishment and a desolation; and I will cut off from it him who passes through and him who returns."},{"name":"Ezekiel 35:8","text":"I will fill its mountains with its slain: in your hills and in your valleys and in all your watercourses shall they fall who are slain with the sword."},{"name":"Ezekiel 35:9","text":"I will make you a perpetual desolation, and your cities shall not be inhabited; and you shall know that I am Yahweh."},{"name":"Ezekiel 35:10","text":"Because you have said, These two nations and these two countries shall be mine, and we will possess it; whereas Yahweh was there:"},{"name":"Ezekiel 35:11","text":"therefore, as I live, says the Lord Yahweh, I will do according to your anger, and according to your envy which you have shown out of your hatred against them; and I will make myself known among them, when I shall judge you."},{"name":"Ezekiel 35:12","text":"You shall know that I, Yahweh, have heard all your insults which you have spoken against the mountains of Israel, saying, They are laid desolate, they have been given us to devour."},{"name":"Ezekiel 35:13","text":"You have magnified yourselves against me with your mouth, and have multiplied your words against me: I have heard it."},{"name":"Ezekiel 35:14","text":"Thus says the Lord Yahweh: When the whole earth rejoices, I will make you desolate."},{"name":"Ezekiel 35:15","text":"As you rejoiced over the inheritance of the house of Israel, because it was desolate, so will I do to you: you shall be desolate, Mount Seir, and all Edom, even all of it; and they shall know that I am Yahweh."},{"name":"Ezekiel 36:1","text":"You, son of man, prophesy to the mountains of Israel, and say, You mountains of Israel, hear the word of Yahweh."},{"name":"Ezekiel 36:2","text":"Thus says the Lord Yahweh: Because the enemy has said against you, Aha! and, The ancient high places are ours in possession;"},{"name":"Ezekiel 36:3","text":"therefore prophesy, and say, Thus says the Lord Yahweh: Because, even because they have made you desolate, and swallowed you up on every side, that you might be a possession to the residue of the nations, and you are taken up in the lips of talkers, and the evil report of the people;"},{"name":"Ezekiel 36:4","text":"therefore, you mountains of Israel, hear the word of the Lord Yahweh: Thus says the Lord Yahweh to the mountains and to the hills, to the watercourses and to the valleys, to the desolate wastes and to the cities that are forsaken, which are become a prey and derision to the residue of the nations that are all around;"},{"name":"Ezekiel 36:5","text":"therefore thus says the Lord Yahweh: Surely in the fire of my jealousy have I spoken against the residue of the nations, and against all Edom, that have appointed my land to themselves for a possession with the joy of all their heart, with despite of soul, to cast it out for a prey."},{"name":"Ezekiel 36:6","text":"Therefore prophesy concerning the land of Israel, and tell the mountains and to the hills, to the watercourses and to the valleys, Thus says the Lord Yahweh: Behold, I have spoken in my jealousy and in my wrath, because you have borne the shame of the nations:"},{"name":"Ezekiel 36:7","text":"therefore thus says the Lord Yahweh: I have sworn, saying, Surely the nations that are around you, they shall bear their shame."},{"name":"Ezekiel 36:8","text":"But you, mountains of Israel, you shall shoot forth your branches, and yield your fruit to my people Israel; for they are at hand to come."},{"name":"Ezekiel 36:9","text":"For, behold, I am for you, and I will turn into you, and you shall be tilled and sown;"},{"name":"Ezekiel 36:10","text":"and I will multiply men on you, all the house of Israel, even all of it; and the cities shall be inhabited, and the waste places shall be built;"},{"name":"Ezekiel 36:11","text":"and I will multiply on you man and animal; and they shall increase and be fruitful; and I will cause you to be inhabited after your former estate, and will do better to you than at your beginnings: and you shall know that I am Yahweh."},{"name":"Ezekiel 36:12","text":"Yes, I will cause men to walk on you, even my people Israel; and they shall possess you, and you shall be their inheritance, and you shall no more henceforth bereave them of children."},{"name":"Ezekiel 36:13","text":"Thus says the Lord Yahweh: Because they say to you, You are a devourer of men, and have been a bereaver of your nation;"},{"name":"Ezekiel 36:14","text":"therefore you shall devour men no more, neither bereave your nation any more, says the Lord Yahweh;"},{"name":"Ezekiel 36:15","text":"neither will I let you hear any more the shame of the nations, neither shall you bear the reproach of the peoples any more, neither shall you cause your nation to stumble any more, says the Lord Yahweh."},{"name":"Ezekiel 36:16","text":"Moreover the word of Yahweh came to me, saying,"},{"name":"Ezekiel 36:17","text":"Son of man, when the house of Israel lived in their own land, they defiled it by their way and by their doings: their way before me was as the uncleanness of a woman in her impurity."},{"name":"Ezekiel 36:18","text":"Therefore I poured out my wrath on them for the blood which they had poured out on the land, and because they had defiled it with their idols;"},{"name":"Ezekiel 36:19","text":"and I scattered them among the nations, and they were dispersed through the countries: according to their way and according to their doings I judged them."},{"name":"Ezekiel 36:20","text":"When they came to the nations, where they went, they profaned my holy name; in that men said of them, These are the people of Yahweh, and are gone forth out of his land."},{"name":"Ezekiel 36:21","text":"But I had respect for my holy name, which the house of Israel had profaned among the nations, where they went."},{"name":"Ezekiel 36:22","text":"Therefore tell the house of Israel, Thus says the Lord Yahweh: I don\"t do this for your sake, house of Israel, but for my holy name, which you have profaned among the nations, where you went."},{"name":"Ezekiel 36:23","text":"I will sanctify my great name, which has been profaned among the nations, which you have profaned in their midst; and the nations shall know that I am Yahweh, says the Lord Yahweh, when I shall be sanctified in you before their eyes."},{"name":"Ezekiel 36:24","text":"For I will take you from among the nations, and gather you out of all the countries, and will bring you into your own land."},{"name":"Ezekiel 36:25","text":"I will sprinkle clean water on you, and you shall be clean: from all your filthiness, and from all your idols, will I cleanse you."},{"name":"Ezekiel 36:26","text":"I will also give you a new heart, and I will put a new spirit within you; and I will take away the stony heart out of your flesh, and I will give you a heart of flesh."},{"name":"Ezekiel 36:27","text":"I will put my Spirit within you, and cause you to walk in my statutes, and you shall keep my ordinances, and do them."},{"name":"Ezekiel 36:28","text":"You shall dwell in the land that I gave to your fathers; and you shall be my people, and I will be your God."},{"name":"Ezekiel 36:29","text":"I will save you from all your uncleanness: and I will call for the grain, and will multiply it, and lay no famine on you."},{"name":"Ezekiel 36:30","text":"I will multiply the fruit of the tree, and the increase of the field, that you may receive no more the reproach of famine among the nations."},{"name":"Ezekiel 36:31","text":"Then you shall remember your evil ways, and your doings that were not good; and you shall loathe yourselves in your own sight for your iniquities and for your abominations."},{"name":"Ezekiel 36:32","text":"Nor for your sake do I this, says the Lord Yahweh, be it known to you: be ashamed and confounded for your ways, house of Israel."},{"name":"Ezekiel 36:33","text":"Thus says the Lord Yahweh: In the day that I cleanse you from all your iniquities, I will cause the cities to be inhabited, and the waste places shall be built."},{"name":"Ezekiel 36:34","text":"The land that was desolate shall be tilled, whereas it was a desolation in the sight of all who passed by."},{"name":"Ezekiel 36:35","text":"They shall say, This land that was desolate has become like the garden of Eden; and the waste and desolate and ruined cities are fortified and inhabited."},{"name":"Ezekiel 36:36","text":"Then the nations that are left around you shall know that I, Yahweh, have built the ruined places, and planted that which was desolate: I, Yahweh, have spoken it, and I will do it."},{"name":"Ezekiel 36:37","text":"Thus says the Lord Yahweh: For this, moreover, will I be inquired of by the house of Israel, to do it for them: I will increase them with men like a flock."},{"name":"Ezekiel 36:38","text":"As the flock for sacrifice, as the flock of Jerusalem in her appointed feasts, so shall the waste cities be filled with flocks of men; and they shall know that I am Yahweh."},{"name":"Ezekiel 37:1","text":"The hand of Yahweh was on me, and he brought me out in the Spirit of Yahweh, and set me down in the midst of the valley; and it was full of bones."},{"name":"Ezekiel 37:2","text":"He caused me to pass by them all around: and behold, there were very many in the open valley; and behold, they were very dry."},{"name":"Ezekiel 37:3","text":"He said to me, Son of man, can these bones live? I answered, Lord Yahweh, you know."},{"name":"Ezekiel 37:4","text":"Again he said to me, Prophesy over these bones, and tell them, you dry bones, hear the word of Yahweh."},{"name":"Ezekiel 37:5","text":"Thus says the Lord Yahweh to these bones: Behold, I will cause breath to enter into you, and you shall live."},{"name":"Ezekiel 37:6","text":"I will lay sinews on you, and will bring up flesh on you, and cover you with skin, and put breath in you, and you shall live; and you shall know that I am Yahweh."},{"name":"Ezekiel 37:7","text":"So I prophesied as I was commanded: and as I prophesied, there was a noise, and behold, an earthquake; and the bones came together, bone to its bone."},{"name":"Ezekiel 37:8","text":"I saw, and, behold, there were sinews on them, and flesh came up, and skin covered them above; but there was no breath in them."},{"name":"Ezekiel 37:9","text":"Then he said to me, Prophesy to the wind, prophesy, son of man, and tell the wind, Thus says the Lord Yahweh: Come from the four winds, breath, and breathe on these slain, that they may live."},{"name":"Ezekiel 37:10","text":"So I prophesied as he commanded me, and the breath came into them, and they lived, and stood up on their feet, an exceedingly great army."},{"name":"Ezekiel 37:11","text":"Then he said to me, Son of man, these bones are the whole house of Israel: behold, they say, Our bones are dried up, and our hope is lost; we are clean cut off."},{"name":"Ezekiel 37:12","text":"Therefore prophesy, and tell them, Thus says the Lord Yahweh: Behold, I will open your graves, and cause you to come up out of your graves, my people; and I will bring you into the land of Israel."},{"name":"Ezekiel 37:13","text":"You shall know that I am Yahweh, when I have opened your graves, and caused you to come up out of your graves, my people."},{"name":"Ezekiel 37:14","text":"I will put my Spirit in you, and you shall live, and I will place you in your own land: and you shall know that I, Yahweh, have spoken it and performed it, says Yahweh."},{"name":"Ezekiel 37:15","text":"The word of Yahweh came again to me, saying,"},{"name":"Ezekiel 37:16","text":"You, son of man, take one stick, and write on it, For Judah, and for the children of Israel his companions: then take another stick, and write on it, For Joseph, the stick of Ephraim, and for all the house of Israel his companions:"},{"name":"Ezekiel 37:17","text":"and join them for you one to another into one stick, that they may become one in your hand."},{"name":"Ezekiel 37:18","text":"When the children of your people shall speak to you, saying, Will you not show us what you mean by these?"},{"name":"Ezekiel 37:19","text":"tell them, Thus says the Lord Yahweh: Behold, I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel his companions; and I will put them with it, even with the stick of Judah, and make them one stick, and they shall be one in my hand."},{"name":"Ezekiel 37:20","text":"The sticks whereon you write shall be in your hand before their eyes."},{"name":"Ezekiel 37:21","text":"Say to them, Thus says the Lord Yahweh: Behold, I will take the children of Israel from among the nations, where they are gone, and will gather them on every side, and bring them into their own land:"},{"name":"Ezekiel 37:22","text":"and I will make them one nation in the land, on the mountains of Israel; and one king shall be king to them all; and they shall be no more two nations, neither shall they be divided into two kingdoms any more at all;"},{"name":"Ezekiel 37:23","text":"neither shall they defile themselves any more with their idols, nor with their detestable things, nor with any of their transgressions; but I will save them out of all their dwelling places, in which they have sinned, and will cleanse them: so shall they be my people, and I will be their God."},{"name":"Ezekiel 37:24","text":"My servant David shall be king over them; and they all shall have one shepherd: they shall also walk in my ordinances, and observe my statutes, and do them."},{"name":"Ezekiel 37:25","text":"They shall dwell in the land that I have given to Jacob my servant, in which your fathers lived; and they shall dwell therein, they, and their children, and their children\"s children, forever: and David my servant shall be their prince for ever."},{"name":"Ezekiel 37:26","text":"Moreover I will make a covenant of peace with them; it shall be an everlasting covenant with them; and I will place them, and multiply them, and will set my sanctuary in their midst forevermore."},{"name":"Ezekiel 37:27","text":"My tent also shall be with them; and I will be their God, and they shall be my people."},{"name":"Ezekiel 37:28","text":"The nations shall know that I am Yahweh who sanctifies Israel, when my sanctuary shall be in their midst forevermore."},{"name":"Ezekiel 38:1","text":"The word of Yahweh came to me, saying,"},{"name":"Ezekiel 38:2","text":"Son of man, set your face toward Gog, of the land of Magog, the prince of Rosh, Meshech, and Tubal, and prophesy against him,"},{"name":"Ezekiel 38:3","text":"and say, Thus says the Lord Yahweh: Behold, I am against you, Gog, prince of Rosh, Meshech, and Tubal:"},{"name":"Ezekiel 38:4","text":"and I will turn you around, and put hooks into your jaws, and I will bring you forth, with all your army, horses and horsemen, all of them clothed in full armor, a great company with buckler and shield, all of them handling swords;"},{"name":"Ezekiel 38:5","text":"Persia, Cush, and Put with them, all of them with shield and helmet;"},{"name":"Ezekiel 38:6","text":"Gomer, and all his hordes; the house of Togarmah in the uttermost parts of the north, and all his hordes; even many peoples with you."},{"name":"Ezekiel 38:7","text":"Be prepared, yes, prepare yourself, you, and all your companies who are assembled to you, and be a guard to them."},{"name":"Ezekiel 38:8","text":"After many days you shall be visited: in the latter years you shall come into the land that is brought back from the sword, that is gathered out of many peoples, on the mountains of Israel, which have been a continual waste; but it is brought forth out of the peoples, and they shall dwell securely, all of them."},{"name":"Ezekiel 38:9","text":"You shall ascend, you shall come like a storm, you shall be like a cloud to cover the land, you, and all your hordes, and many peoples with you."},{"name":"Ezekiel 38:10","text":"Thus says the Lord Yahweh: It shall happen in that day, that things shall come into your mind, and you shall devise an evil device:"},{"name":"Ezekiel 38:11","text":"and you shall say, I will go up to the land of unwalled villages; I will go to those who are at rest, who dwell securely, all of them dwelling without walls, and having neither bars nor gates;"},{"name":"Ezekiel 38:12","text":"to take the spoil and to take the prey; to turn your hand against the waste places that are now inhabited, and against the people who are gathered out of the nations, who have gotten livestock and goods, who dwell in the middle of the earth."},{"name":"Ezekiel 38:13","text":"Sheba, and Dedan, and the merchants of Tarshish, with all the young lions of it, shall tell you, Have you come to take the spoil? have you assembled your company to take the prey? to carry away silver and gold, to take away livestock and goods, to take great spoil?"},{"name":"Ezekiel 38:14","text":"Therefore, son of man, prophesy, and tell Gog, Thus says the Lord Yahweh: In that day when my people Israel dwells securely, shall you not know it?"},{"name":"Ezekiel 38:15","text":"You shall come from your place out of the uttermost parts of the north, you, and many peoples with you, all of them riding on horses, a great company and a mighty army;"},{"name":"Ezekiel 38:16","text":"and you shall come up against my people Israel, as a cloud to cover the land: it shall happen in the latter days, that I will bring you against my land, that the nations may know me, when I shall be sanctified in you, Gog, before their eyes."},{"name":"Ezekiel 38:17","text":"Thus says the Lord Yahweh: Are you he of whom I spoke in old time by my servants the prophets of Israel, who prophesied in those days for many years that I would bring you against them?"},{"name":"Ezekiel 38:18","text":"It shall happen in that day, when Gog shall come against the land of Israel, says the Lord Yahweh, that my wrath shall come up into my nostrils."},{"name":"Ezekiel 38:19","text":"For in my jealousy and in the fire of my wrath have I spoken, Surely in that day there shall be a great shaking in the land of Israel;"},{"name":"Ezekiel 38:20","text":"so that the fish of the sea, and the birds of the sky, and the animals of the field, and all creeping things who creep on the earth, and all the men who are on the surface of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground."},{"name":"Ezekiel 38:21","text":"I will call for a sword against him to all my mountains, says the Lord Yahweh: every man\"s sword shall be against his brother."},{"name":"Ezekiel 38:22","text":"With pestilence and with blood will I enter into judgment with him; and I will rain on him, and on his hordes, and on the many peoples who are with him, an overflowing shower, and great hailstones, fire, and sulfur."},{"name":"Ezekiel 38:23","text":"I will magnify myself, and sanctify myself, and I will make myself known in the eyes of many nations; and they shall know that I am Yahweh."},{"name":"Ezekiel 39:1","text":"You, son of man, prophesy against Gog, and say, Thus says the Lord Yahweh: Behold, I am against you, Gog, prince of Rosh, Meshech, and Tubal:"},{"name":"Ezekiel 39:2","text":"and I will turn you around, and will lead you on, and will cause you to come up from the uttermost parts of the north; and I will bring you on the mountains of Israel;"},{"name":"Ezekiel 39:3","text":"and I will strike your bow out of your left hand, and will cause your arrows to fall out of your right hand."},{"name":"Ezekiel 39:4","text":"You shall fall on the mountains of Israel, you, and all your hordes, and the peoples who are with you: I will give you to the ravenous birds of every sort, and to the animals of the field to be devoured."},{"name":"Ezekiel 39:5","text":"You shall fall on the open field; for I have spoken it, says the Lord Yahweh."},{"name":"Ezekiel 39:6","text":"I will send a fire on Magog, and on those who dwell securely in the islands; and they shall know that I am Yahweh."},{"name":"Ezekiel 39:7","text":"My holy name will I make known in the midst of my people Israel; neither will I allow my holy name to be profaned any more: and the nations shall know that I am Yahweh, the Holy One in Israel."},{"name":"Ezekiel 39:8","text":"Behold, it comes, and it shall be done, says the Lord Yahweh; this is the day about which I have spoken."},{"name":"Ezekiel 39:9","text":"Those who dwell in the cities of Israel shall go forth, and shall make fires of the weapons and burn them, both the shields and the bucklers, the bows and the arrows, and the war clubs, and the spears, and they shall make fires of them seven years;"},{"name":"Ezekiel 39:10","text":"so that they shall take no wood out of the field, neither cut down any out of the forests; for they shall make fires of the weapons; and they shall plunder those who plundered them, and rob those who robbed them, says the Lord Yahweh."},{"name":"Ezekiel 39:11","text":"It shall happen in that day, that I will give to Gog a place for burial in Israel, the valley of those who pass through on the east of the sea; and it shall stop those who pass through: and there shall they bury Gog and all his multitude; and they shall call it The valley of Hamon Gog."},{"name":"Ezekiel 39:12","text":"Seven months shall the house of Israel be burying them, that they may cleanse the land."},{"name":"Ezekiel 39:13","text":"Yes, all the people of the land shall bury them; and it shall be to them a renown in the day that I shall be glorified, says the Lord Yahweh."},{"name":"Ezekiel 39:14","text":"They shall set apart men of continual employment, who shall pass through the land, and, with those who pass through, those who bury those who remain on the surface of the land, to cleanse it: after the end of seven months shall they search."},{"name":"Ezekiel 39:15","text":"Those who pass through the land shall pass through; and when any sees a man\"s bone, then shall he set up a sign by it, until the undertakers have buried it in the valley of Hamon Gog."},{"name":"Ezekiel 39:16","text":"Hamonah shall also be the name of a city. Thus shall they cleanse the land."},{"name":"Ezekiel 39:17","text":"You, son of man, thus says the Lord Yahweh: Speak to the birds of every sort, and to every animal of the field, Assemble yourselves, and come; gather yourselves on every side to my sacrifice that I do sacrifice for you, even a great sacrifice on the mountains of Israel, that you may eat flesh and drink blood."},{"name":"Ezekiel 39:18","text":"You shall eat the flesh of the mighty, and drink the blood of the princes of the earth, of rams, of lambs, and of goats, of bulls, all of them fatlings of Bashan."},{"name":"Ezekiel 39:19","text":"You shall eat fat until you be full, and drink blood until you are drunk, of my sacrifice which I have sacrificed for you."},{"name":"Ezekiel 39:20","text":"You shall be filled at my table with horses and chariots, with mighty men, and with all men of war, says the Lord Yahweh."},{"name":"Ezekiel 39:21","text":"I will set my glory among the nations; and all the nations shall see my judgment that I have executed, and my hand that I have laid on them."},{"name":"Ezekiel 39:22","text":"So the house of Israel shall know that I am Yahweh their God, from that day and forward."},{"name":"Ezekiel 39:23","text":"The nations shall know that the house of Israel went into captivity for their iniquity; because they trespassed against me, and I hid my face from them: so I gave them into the hand of their adversaries, and they fell all of them by the sword."},{"name":"Ezekiel 39:24","text":"According to their uncleanness and according to their transgressions did I to them; and I hid my face from them."},{"name":"Ezekiel 39:25","text":"Therefore thus says the Lord Yahweh: Now will I bring back the captivity of Jacob, and have mercy on the whole house of Israel; and I will be jealous for my holy name."},{"name":"Ezekiel 39:26","text":"They shall bear their shame, and all their trespasses by which they have trespassed against me, when they shall dwell securely in their land, and none shall make them afraid;"},{"name":"Ezekiel 39:27","text":"when I have brought them back from the peoples, and gathered them out of their enemies\" lands, and am sanctified in them in the sight of many nations."},{"name":"Ezekiel 39:28","text":"They shall know that I am Yahweh their God, in that I caused them to go into captivity among the nations, and have gathered them to their own land; and I will leave none of them any more there;"},{"name":"Ezekiel 39:29","text":"neither will I hide my face any more from them; for I have poured out my Spirit on the house of Israel, says the Lord Yahweh."},{"name":"Ezekiel 40:1","text":"In the five and twentieth year of our captivity, in the beginning of the year, in the tenth day of the month, in the fourteenth year after that the city was struck, in the same day, the hand of Yahweh was on me, and he brought me there."},{"name":"Ezekiel 40:2","text":"In the visions of God brought he me into the land of Israel, and set me down on a very high mountain, whereon was as it were the frame of a city on the south."},{"name":"Ezekiel 40:3","text":"He brought me there; and, behold, there was a man, whose appearance was like the appearance of brass, with a line of flax in his hand, and a measuring reed; and he stood in the gate."},{"name":"Ezekiel 40:4","text":"The man said to me, Son of man, see with your eyes, and hear with your ears, and set your heart on all that I shall show you; for, to the intent that I may show them to you, you are brought here: declare all that you see to the house of Israel."},{"name":"Ezekiel 40:5","text":"Behold, a wall on the outside of the house all around, and in the man\"s hand a measuring reed six cubits long, of a cubit and a handbreadth each: so he measured the thickness of the building, one reed; and the height, one reed."},{"name":"Ezekiel 40:6","text":"Then came he to the gate which looks toward the east, and went up its steps: and he measured the threshold of the gate, one reed broad; and the other threshold, one reed broad."},{"name":"Ezekiel 40:7","text":"Every lodge was one reed long, and one reed broad; and the space between the lodges was five cubits; and the threshold of the gate by the porch of the gate toward the house was one reed."},{"name":"Ezekiel 40:8","text":"He measured also the porch of the gate toward the house, one reed."},{"name":"Ezekiel 40:9","text":"Then measured he the porch of the gate, eight cubits; and its posts, two cubits; and the porch of the gate was toward the house."},{"name":"Ezekiel 40:10","text":"The lodges of the gate eastward were three on this side, and three on that side; they three were of one measure: and the posts had one measure on this side and on that side."},{"name":"Ezekiel 40:11","text":"He measured the breadth of the opening of the gate, ten cubits; and the length of the gate, thirteen cubits;"},{"name":"Ezekiel 40:12","text":"and a border before the lodges, one cubit on this side, and a border, one cubit on that side; and the lodges, six cubits on this side, and six cubits on that side."},{"name":"Ezekiel 40:13","text":"He measured the gate from the roof of the one lodge to the roof of the other, a breadth of twenty-five cubits; door against door."},{"name":"Ezekiel 40:14","text":"He made also posts, sixty cubits; and the court reached to the posts, around the gate."},{"name":"Ezekiel 40:15","text":"From the forefront of the gate at the entrance to the forefront of the inner porch of the gate were fifty cubits."},{"name":"Ezekiel 40:16","text":"There were closed windows to the lodges, and to their posts within the gate all around, and likewise to the arches; and windows were around inward; and on each post were palm trees."},{"name":"Ezekiel 40:17","text":"Then brought he me into the outer court; and behold, there were rooms and a pavement, made for the court all around: thirty rooms were on the pavement."},{"name":"Ezekiel 40:18","text":"The pavement was by the side of the gates, answerable to the length of the gates, even the lower pavement."},{"name":"Ezekiel 40:19","text":"Then he measured the breadth from the forefront of the lower gate to the forefront of the inner court outside, one hundred cubits, both on the east and on the north."},{"name":"Ezekiel 40:20","text":"The gate of the outer court whose prospect is toward the north, he measured its length and its breadth."},{"name":"Ezekiel 40:21","text":"The lodges of it were three on this side and three on that side; and its posts and its arches were after the measure of the first gate: its length was fifty cubits, and the breadth twenty-five cubits."},{"name":"Ezekiel 40:22","text":"The windows of it, and its arches, and the palm trees of it, were after the measure of the gate whose prospect is toward the east; and they went up to it by seven steps; and its arches were before them."},{"name":"Ezekiel 40:23","text":"There was a gate to the inner court over against the other gate, both on the north and on the east; and he measured from gate to gate one hundred cubits."},{"name":"Ezekiel 40:24","text":"He led me toward the south; and behold, a gate toward the south: and he measured its posts and its arches according to these measures."},{"name":"Ezekiel 40:25","text":"There were windows in it and in its arches all around, like those windows: the length was fifty cubits, and the breadth twenty-five cubits."},{"name":"Ezekiel 40:26","text":"There were seven steps to go up to it, and its arches were before them; and it had palm trees, one on this side, and another on that side, on its posts."},{"name":"Ezekiel 40:27","text":"There was a gate to the inner court toward the south: and he measured from gate to gate toward the south a hundred cubits."},{"name":"Ezekiel 40:28","text":"Then he brought me to the inner court by the south gate: and he measured the south gate according to these measures;"},{"name":"Ezekiel 40:29","text":"and its lodges, and its posts, and its arches, according to these measures: and there were windows in it and in its arches all around; it was fifty cubits long, and twenty-five cubits broad."},{"name":"Ezekiel 40:30","text":"There were arches all around, twenty-five cubits long, and five cubits broad."},{"name":"Ezekiel 40:31","text":"The arches of it were toward the outer court; and palm trees were on its posts: and the ascent to it had eight steps."},{"name":"Ezekiel 40:32","text":"He brought me into the inner court toward the east: and he measured the gate according to these measures;"},{"name":"Ezekiel 40:33","text":"and its lodges, and its posts, and its arches, according to these measures: and there were windows therein and in its arches all around; it was fifty cubits long, and twenty-five cubits broad."},{"name":"Ezekiel 40:34","text":"The arches of it were toward the outer court; and palm trees were on its posts, on this side, and on that side: and the ascent to it had eight steps."},{"name":"Ezekiel 40:35","text":"He brought me to the north gate: and he measured it according to these measures;"},{"name":"Ezekiel 40:36","text":"its lodges, its posts, and its arches: and there were windows therein all around; the length was fifty cubits, and the breadth twenty-five cubits."},{"name":"Ezekiel 40:37","text":"The posts of it were toward the outer court; and palm trees were on its posts, on this side, and on that side: and the ascent to it had eight steps."},{"name":"Ezekiel 40:38","text":"A room with its door was by the posts at the gates; there they washed the burnt offering."},{"name":"Ezekiel 40:39","text":"In the porch of the gate were two tables on this side, and two tables on that side, to kill thereon the burnt offering and the sin offering and the trespass offering."},{"name":"Ezekiel 40:40","text":"On the one side outside, as one goes up to the entry of the gate toward the north, were two tables; and on the other side, which belonged to the porch of the gate, were two tables."},{"name":"Ezekiel 40:41","text":"Four tables were on this side, and four tables on that side, by the side of the gate; eight tables, whereupon they killed the sacrifices."},{"name":"Ezekiel 40:42","text":"There were four tables for the burnt offering, of cut stone, a cubit and a half long, and a cubit and a half broad, and one cubit high; whereupon they laid the instruments with which they killed the burnt offering and the sacrifice."},{"name":"Ezekiel 40:43","text":"The hooks, a handbreadth long, were fastened within all around: and on the tables was the flesh of the offering."},{"name":"Ezekiel 40:44","text":"Outside of the inner gate were rooms for the singers in the inner court, which was at the side of the north gate; and their prospect was toward the south; one at the side of the east gate having the prospect toward the north."},{"name":"Ezekiel 40:45","text":"He said to me, This room, whose prospect is toward the south, is for the priests, the keepers of the duty of the house;"},{"name":"Ezekiel 40:46","text":"and the room whose prospect is toward the north is for the priests, the keepers of the duty of the altar: these are the sons of Zadok, who from among the sons of Levi come near to Yahweh to minister to him."},{"name":"Ezekiel 40:47","text":"He measured the court, one hundred cubits long, and a hundred cubits broad, foursquare; and the altar was before the house."},{"name":"Ezekiel 40:48","text":"Then he brought me to the porch of the house, and measured each post of the porch, five cubits on this side, and five cubits on that side: and the breadth of the gate was three cubits on this side, and three cubits on that side."},{"name":"Ezekiel 40:49","text":"The length of the porch was twenty cubits, and the breadth eleven cubits; even by the steps by which they went up to it: and there were pillars by the posts, one on this side, and another on that side."},{"name":"Ezekiel 41:1","text":"He brought me to the temple, and measured the posts, six cubits broad on the one side, and six cubits broad on the other side, which was the breadth of the tent."},{"name":"Ezekiel 41:2","text":"The breadth of the entrance was ten cubits; and the sides of the entrance were five cubits on the one side, and five cubits on the other side: and he measured its length, forty cubits, and the breadth, twenty cubits."},{"name":"Ezekiel 41:3","text":"Then went he inward, and measured each post of the entrance, two cubits; and the entrance, six cubits; and the breadth of the entrance, seven cubits."},{"name":"Ezekiel 41:4","text":"He measured its length, twenty cubits, and the breadth, twenty cubits, before the temple: and he said to me, This is the most holy place."},{"name":"Ezekiel 41:5","text":"Then he measured the wall of the house, six cubits; and the breadth of every side room, four cubits, all around the house on every side."},{"name":"Ezekiel 41:6","text":"The side rooms were in three stories, one over another, and thirty in order; and they entered into the wall which belonged to the house for the side rooms all around, that they might have hold therein, and not have hold in the wall of the house."},{"name":"Ezekiel 41:7","text":"The side rooms were broader as they encompassed the house higher and higher; for the encompassing of the house went higher and higher around the house: therefore the breadth of the house continued upward; and so one went up from the lowest room to the highest by the middle room."},{"name":"Ezekiel 41:8","text":"I saw also that the house had a raised base all around: the foundations of the side rooms were a full reed of six great cubits."},{"name":"Ezekiel 41:9","text":"The thickness of the wall, which was for the side rooms, on the outside, was five cubits: and that which was left was the place of the side rooms that belonged to the house."},{"name":"Ezekiel 41:10","text":"Between the rooms was a breadth of twenty cubits around the house on every side."},{"name":"Ezekiel 41:11","text":"The doors of the side rooms were toward the place that was left, one door toward the north, and another door toward the south: and the breadth of the place that was left was five cubits all around."},{"name":"Ezekiel 41:12","text":"The building that was before the separate place at the side toward the west was seventy cubits broad; and the wall of the building was five cubits thick all around, and its length ninety cubits."},{"name":"Ezekiel 41:13","text":"So he measured the house, one hundred cubits long; and the separate place, and the building, with its walls, one hundred cubits long;"},{"name":"Ezekiel 41:14","text":"also the breadth of the face of the house, and of the separate place toward the east, one hundred cubits."},{"name":"Ezekiel 41:15","text":"He measured the length of the building before the separate place which was at its back, and its galleries on the one side and on the other side, one hundred cubits; and the inner temple, and the porches of the court;"},{"name":"Ezekiel 41:16","text":"the thresholds, and the closed windows, and the galleries around on their three stories, over against the threshold, with wood ceilings all around, and from the ground up to the windows, (now the windows were covered),"},{"name":"Ezekiel 41:17","text":"to the space above the door, even to the inner house, and outside, and by all the wall all around inside and outside, by measure."},{"name":"Ezekiel 41:18","text":"It was made with cherubim and palm trees; and a palm tree was between cherub and cherub, and every cherub had two faces;"},{"name":"Ezekiel 41:19","text":"so that there was the face of a man toward the palm tree on the one side, and the face of a young lion toward the palm tree on the other side. thus was it made through all the house all around:"},{"name":"Ezekiel 41:20","text":"from the ground to above the door were cherubim and palm trees made: thus was the wall of the temple."},{"name":"Ezekiel 41:21","text":"As for the temple, the door posts were squared; and as for the face of the sanctuary, the appearance of it was as the appearance of the temple."},{"name":"Ezekiel 41:22","text":"The altar was of wood, three cubits high, and its length two cubits; and its corners, and its length, and its walls, were of wood: and he said to me, This is the table that is before Yahweh."},{"name":"Ezekiel 41:23","text":"The temple and the sanctuary had two doors."},{"name":"Ezekiel 41:24","text":"The doors had two leaves apiece, two turning leaves: two leaves for the one door, and two leaves for the other."},{"name":"Ezekiel 41:25","text":"There were made on them, on the doors of the temple, cherubim and palm trees, like as were made on the walls; and there was a threshold of wood on the face of the porch outside."},{"name":"Ezekiel 41:26","text":"There were closed windows and palm trees on the one side and on the other side, on the sides of the porch: thus were the side rooms of the house, and the thresholds."},{"name":"Ezekiel 42:1","text":"Then he brought me forth into the outer court, the way toward the north: and he brought me into the room that was over against the separate place, and which was over against the building toward the north."},{"name":"Ezekiel 42:2","text":"Before the length of one hundred cubits was the north door, and the breadth was fifty cubits."},{"name":"Ezekiel 42:3","text":"Over against the twenty cubits which belonged to the inner court, and over against the pavement which belonged to the outer court, was gallery against gallery in the third story."},{"name":"Ezekiel 42:4","text":"Before the rooms was a walk of ten cubits\" breadth inward, a way of one cubit; and their doors were toward the north."},{"name":"Ezekiel 42:5","text":"Now the upper rooms were shorter; for the galleries took away from these, more than from the lower and the middle, in the building."},{"name":"Ezekiel 42:6","text":"For they were in three stories, and they didn\"t have pillars as the pillars of the courts: therefore the uppermost was straitened more than the lowest and the middle from the ground."},{"name":"Ezekiel 42:7","text":"The wall that was outside by the side of the rooms, toward the outer court before the rooms, its length was fifty cubits."},{"name":"Ezekiel 42:8","text":"For the length of the rooms that were in the outer court was fifty cubits: and behold, before the temple were one hundred cubits."},{"name":"Ezekiel 42:9","text":"From under these rooms was the entry on the east side, as one goes into them from the outer court."},{"name":"Ezekiel 42:10","text":"In the thickness of the wall of the court toward the east, before the separate place, and before the building, there were rooms."},{"name":"Ezekiel 42:11","text":"The way before them was like the appearance of the way of the rooms which were toward the north; according to their length so was their breadth: and all their exits were both according to their fashions, and according to their doors."},{"name":"Ezekiel 42:12","text":"According to the doors of the rooms that were toward the south was a door at the head of the way, even the way directly before the wall toward the east, as one enters into them."},{"name":"Ezekiel 42:13","text":"Then he said to me, The north rooms and the south rooms, which are before the separate place, they are the holy rooms, where the priests who are near to Yahweh shall eat the most holy things: there shall they lay the most holy things, and the meal offering, and the sin offering, and the trespass offering; for the place is holy."},{"name":"Ezekiel 42:14","text":"When the priests enter in, then shall they not go out of the holy place into the outer court, but there they shall lay their garments in which they minister; for they are holy: and they shall put on other garments, and shall approach to that which pertains to the people."},{"name":"Ezekiel 42:15","text":"Now when he had made an end of measuring the inner house, he brought me forth by the way of the gate whose prospect is toward the east, and measured it all around."},{"name":"Ezekiel 42:16","text":"He measured on the east side with the measuring reed five hundred reeds, with the measuring reed all around."},{"name":"Ezekiel 42:17","text":"He measured on the north side five hundred reeds with the measuring reed all around."},{"name":"Ezekiel 42:18","text":"He measured on the south side five hundred reeds with the measuring reed."},{"name":"Ezekiel 42:19","text":"He turned about to the west side, and measured five hundred reeds with the measuring reed."},{"name":"Ezekiel 42:20","text":"He measured it on the four sides: it had a wall around it, the length five hundred, and the breadth five hundred, to make a separation between that which was holy and that which was common."},{"name":"Ezekiel 43:1","text":"Afterward he brought me to the gate, even the gate that looks toward the east."},{"name":"Ezekiel 43:2","text":"Behold, the glory of the God of Israel came from the way of the east: and his voice was like the sound of many waters; and the earth shined with his glory."},{"name":"Ezekiel 43:3","text":"It was according to the appearance of the vision which I saw, even according to the vision that I saw when I came to destroy the city; and the visions were like the vision that I saw by the river Chebar; and I fell on my face."},{"name":"Ezekiel 43:4","text":"The glory of Yahweh came into the house by the way of the gate whose prospect is toward the east."},{"name":"Ezekiel 43:5","text":"The Spirit took me up, and brought me into the inner court; and behold, the glory of Yahweh filled the house."},{"name":"Ezekiel 43:6","text":"I heard one speaking to me out of the house; and a man stood by me."},{"name":"Ezekiel 43:7","text":"He said to me, Son of man, this is the place of my throne, and the place of the soles of my feet, where I will dwell in the midst of the children of Israel forever. The house of Israel shall no more defile my holy name, neither they, nor their kings, by their prostitution, and by the dead bodies of their kings in their high places;"},{"name":"Ezekiel 43:8","text":"in their setting of their threshold by my threshold, and their doorpost beside my doorpost, and there was but the wall between me and them; and they have defiled my holy name by their abominations which they have committed: therefore I have consumed them in my anger."},{"name":"Ezekiel 43:9","text":"Now let them put away their prostitution, and the dead bodies of their kings, far from me; and I will dwell in their midst forever."},{"name":"Ezekiel 43:10","text":"You, son of man, show the house to the house of Israel, that they may be ashamed of their iniquities; and let them measure the pattern."},{"name":"Ezekiel 43:11","text":"If they be ashamed of all that they have done, make known to them the form of the house, and its fashion, and its exits, and its entrances, and all its forms, and all its ordinances, and all its forms, and all its laws; and write it in their sight; that they may keep the whole form of it, and all its ordinances, and do them."},{"name":"Ezekiel 43:12","text":"This is the law of the house: on the top of the mountain the whole limit around it shall be most holy. Behold, this is the law of the house."},{"name":"Ezekiel 43:13","text":"These are the measures of the altar by cubits (the cubit is a cubit and a handbreadth): the bottom shall be a cubit, and the breadth a cubit, and its border around its edge a span; and this shall be the base of the altar."},{"name":"Ezekiel 43:14","text":"From the bottom on the ground to the lower ledge shall be two cubits, and the breadth one cubit; and from the lesser ledge to the greater ledge shall be four cubits, and the breadth a cubit."},{"name":"Ezekiel 43:15","text":"The upper altar shall be four cubits; and from the altar hearth and upward there shall be four horns."},{"name":"Ezekiel 43:16","text":"The altar hearth shall be twelve cubits long by twelve broad, square in the four sides of it."},{"name":"Ezekiel 43:17","text":"The ledge shall be fourteen cubits long by fourteen broad in the four sides of it; and the border about it shall be half a cubit; and its bottom shall be a cubit around; and its steps shall look toward the east."},{"name":"Ezekiel 43:18","text":"He said to me, Son of man, thus says the Lord Yahweh: These are the ordinances of the altar in the day when they shall make it, to offer burnt offerings thereon, and to sprinkle blood thereon."},{"name":"Ezekiel 43:19","text":"You shall give to the priests the Levites who are of the seed of Zadok, who are near to me, to minister to me, says the Lord Yahweh, a young bull for a sin offering."},{"name":"Ezekiel 43:20","text":"You shall take of its blood, and put it on the four horns of it, and on the four corners of the ledge, and on the border all around: thus you shall cleanse it and make atonement for it."},{"name":"Ezekiel 43:21","text":"You shall also take the bull of the sin offering, and it shall be burnt in the appointed place of the house, outside of the sanctuary."},{"name":"Ezekiel 43:22","text":"On the second day you shall offer a male goat without blemish for a sin offering; and they shall cleanse the altar, as they cleansed it with the bull."},{"name":"Ezekiel 43:23","text":"When you have finished cleansing it, you shall offer a young bull without blemish, and a ram out of the flock without blemish."},{"name":"Ezekiel 43:24","text":"You shall bring them near to Yahweh, and the priests shall cast salt on them, and they shall offer them up for a burnt offering to Yahweh."},{"name":"Ezekiel 43:25","text":"Seven days you shall prepare every day a goat for a sin offering: they shall also prepare a young bull, and a ram out of the flock, without blemish."},{"name":"Ezekiel 43:26","text":"Seven days shall they make atonement for the altar and purify it; so shall they consecrate it."},{"name":"Ezekiel 43:27","text":"When they have accomplished the days, it shall be that on the eighth day, and forward, the priests shall make your burnt offerings on the altar, and your peace offerings; and I will accept you, says the Lord Yahweh."},{"name":"Ezekiel 44:1","text":"Then he brought me back by the way of the outer gate of the sanctuary, which looks toward the east; and it was shut."},{"name":"Ezekiel 44:2","text":"Yahweh said to me, This gate shall be shut; it shall not be opened, neither shall any man enter in by it; for Yahweh, the God of Israel, has entered in by it; therefore it shall be shut."},{"name":"Ezekiel 44:3","text":"As for the prince, he shall sit therein as prince to eat bread before Yahweh; he shall enter by the way of the porch of the gate, and shall go out by the way of the same."},{"name":"Ezekiel 44:4","text":"Then he brought me by the way of the north gate before the house; and I looked, and behold, the glory of Yahweh filled the house of Yahweh: and I fell on my face."},{"name":"Ezekiel 44:5","text":"Yahweh said to me, Son of man, mark well, and see with your eyes, and hear with your ears all that I tell you concerning all the ordinances of the house of Yahweh, and all its laws; and mark well the entrance of the house, with every exit of the sanctuary."},{"name":"Ezekiel 44:6","text":"You shall tell the rebellious, even to the house of Israel, Thus says the Lord Yahweh: you house of Israel, let it suffice you of all your abominations,"},{"name":"Ezekiel 44:7","text":"in that you have brought in foreigners, uncircumcised in heart and uncircumcised in flesh, to be in my sanctuary, to profane it, even my house, when you offer my bread, the fat and the blood, and they have broken my covenant, to add to all your abominations."},{"name":"Ezekiel 44:8","text":"You have not performed the duty of my holy things; but you have set performers of my duty in my sanctuary for yourselves."},{"name":"Ezekiel 44:9","text":"Thus says the Lord Yahweh, No foreigner, uncircumcised in heart and uncircumcised in flesh, shall enter into my sanctuary, of any foreigners who are among the children of Israel."},{"name":"Ezekiel 44:10","text":"But the Levites who went far from me, when Israel went astray, who went astray from me after their idols, they shall bear their iniquity."},{"name":"Ezekiel 44:11","text":"Yet they shall be ministers in my sanctuary, having oversight at the gates of the house, and ministering in the house: they shall kill the burnt offering and the sacrifice for the people, and they shall stand before them to minister to them."},{"name":"Ezekiel 44:12","text":"Because they ministered to them before their idols, and became a stumbling block of iniquity to the house of Israel; therefore have I lifted up my hand against them, says the Lord Yahweh, and they shall bear their iniquity."},{"name":"Ezekiel 44:13","text":"They shall not come near to me, to execute the office of priest to me, nor to come near to any of my holy things, to the things that are most holy; but they shall bear their shame, and their abominations which they have committed."},{"name":"Ezekiel 44:14","text":"Yet will I make them performers of the duty of the house, for all its service, and for all that shall be done therein."},{"name":"Ezekiel 44:15","text":"But the priests the Levites, the sons of Zadok, who performed the duty of my sanctuary when the children of Israel went astray from me, they shall come near to me to minister to me; and they shall stand before me to offer to me the fat and the blood, says the Lord Yahweh:"},{"name":"Ezekiel 44:16","text":"they shall enter into my sanctuary, and they shall come near to my table, to minister to me, and they shall keep my instruction."},{"name":"Ezekiel 44:17","text":"It shall be that, when they enter in at the gates of the inner court, they shall be clothed with linen garments; and no wool shall come on them, while they minister in the gates of the inner court, and within."},{"name":"Ezekiel 44:18","text":"They shall have linen tires on their heads, and shall have linen breeches on their waists; they shall not clothe themselves with anything that causes sweat."},{"name":"Ezekiel 44:19","text":"When they go forth into the outer court, even into the outer court to the people, they shall put off their garments in which they minister, and lay them in the holy rooms; and they shall put on other garments, that they not sanctify the people with their garments."},{"name":"Ezekiel 44:20","text":"Neither shall they shave their heads, nor allow their locks to grow long; they shall only cut off the hair of their heads."},{"name":"Ezekiel 44:21","text":"Neither shall any of the priests drink wine, when they enter into the inner court."},{"name":"Ezekiel 44:22","text":"Neither shall they take for their wives a widow, nor her who is put away; but they shall take virgins of the seed of the house of Israel, or a widow who is the widow of a priest."},{"name":"Ezekiel 44:23","text":"They shall teach my people the difference between the holy and the common, and cause them to discern between the unclean and the clean."},{"name":"Ezekiel 44:24","text":"In a controversy they shall stand to judge; according to my ordinances shall they judge it: and they shall keep my laws and my statutes in all my appointed feasts; and they shall make my Sabbaths holy."},{"name":"Ezekiel 44:25","text":"They shall go in to no dead person to defile themselves; but for father, or for mother, or for son, or for daughter, for brother, or for sister who has had no husband, they may defile themselves."},{"name":"Ezekiel 44:26","text":"After he is cleansed, they shall reckon to him seven days."},{"name":"Ezekiel 44:27","text":"In the day that he goes into the sanctuary, into the inner court, to minister in the sanctuary, he shall offer his sin offering, says the Lord Yahweh."},{"name":"Ezekiel 44:28","text":"They shall have an inheritance: I am their inheritance; and you shall give them no possession in Israel; I am their possession."},{"name":"Ezekiel 44:29","text":"They shall eat the meal offering, and the sin offering, and the trespass offering; and every devoted thing in Israel shall be theirs."},{"name":"Ezekiel 44:30","text":"The first of all the first fruits of every thing, and every offering of everything, of all your offerings, shall be for the priest: you shall also give to the priests the first of your dough, to cause a blessing to rest on your house."},{"name":"Ezekiel 44:31","text":"The priests shall not eat of anything that dies of itself, or is torn, whether it be bird or animal."},{"name":"Ezekiel 45:1","text":"Moreover, when you shall divide by lot the land for inheritance, you shall offer an offering to Yahweh, a holy portion of the land; the length shall be the length of twenty-five thousand reeds, and the breadth shall be ten thousand: it shall be holy in all its border all around."},{"name":"Ezekiel 45:2","text":"Of this there shall be for the holy place five hundred in length by five hundred in breadth, square all around; and fifty cubits for its suburbs all around."},{"name":"Ezekiel 45:3","text":"Of this measure you shall measure a length of twenty-five thousand, and a breadth of ten thousand: and in it shall be the sanctuary, which is most holy."},{"name":"Ezekiel 45:4","text":"It is a holy portion of the land; it shall be for the priests, the ministers of the sanctuary, who come near to minister to Yahweh; and it shall be a place for their houses, and a holy place for the sanctuary."},{"name":"Ezekiel 45:5","text":"Twenty-five thousand in length, and ten thousand in breadth, shall be to the Levites, the ministers of the house, for a possession to themselves, for twenty rooms."},{"name":"Ezekiel 45:6","text":"You shall appoint the possession of the city five thousand broad, and twenty-five thousand long, side by side with the offering of the holy portion: it shall be for the whole house of Israel."},{"name":"Ezekiel 45:7","text":"Whatever is for the prince shall be on the one side and on the other side of the holy offering and of the possession of the city, in front of the holy offering and in front of the possession of the city, on the west side westward, and on the east side eastward; and in length answerable to one of the portions, from the west border to the east border."},{"name":"Ezekiel 45:8","text":"In the land it shall be to him for a possession in Israel: and my princes shall no more oppress my people; but they shall give the land to the house of Israel according to their tribes."},{"name":"Ezekiel 45:9","text":"Thus says the Lord Yahweh: Let it suffice you, princes of Israel: remove violence and spoil, and execute justice and righteousness; dispossessing my people, says the Lord Yahweh."},{"name":"Ezekiel 45:10","text":"You shall have just balances, and a just ephah, and a just bath."},{"name":"Ezekiel 45:11","text":"The ephah and the bath shall be of one measure, that the bath may contain the tenth part of a homer, and the ephah the tenth part of a homer: its measure shall be after the homer."},{"name":"Ezekiel 45:12","text":"The shekel shall be twenty gerahs. Twenty shekels plus twenty-five shekels plus fifteen shekels shall be your mina."},{"name":"Ezekiel 45:13","text":"This is the offering that you shall offer: the sixth part of an ephah from a homer of wheat; and you shall give the sixth part of an ephah from a homer of barley;"},{"name":"Ezekiel 45:14","text":"and the set portion of oil, of the bath of oil, the tenth part of a bath out of the cor, which is ten baths, even a homer; (for ten baths are a homer;)"},{"name":"Ezekiel 45:15","text":"and one lamb of the flock, out of two hundred, from the well-watered pastures of Israel\"for a meal offering, and for a burnt offering, and for peace offerings, to make atonement for them, says the Lord Yahweh."},{"name":"Ezekiel 45:16","text":"All the people of the land shall give to this offering for the prince in Israel."},{"name":"Ezekiel 45:17","text":"It shall be the prince\"s part to give the burnt offerings, and the meal offerings, and the drink offerings, in the feasts, and on the new moons, and on the Sabbaths, in all the appointed feasts of the house of Israel: he shall prepare the sin offering, and the meal offering, and the burnt offering, and the peace offerings, to make atonement for the house of Israel."},{"name":"Ezekiel 45:18","text":"Thus says the Lord Yahweh: In the first month, in the first day of the month, you shall take a young bull without blemish; and you shall cleanse the sanctuary."},{"name":"Ezekiel 45:19","text":"The priest shall take of the blood of the sin offering, and put it on the door posts of the house, and on the four corners of the ledge of the altar, and on the posts of the gate of the inner court."},{"name":"Ezekiel 45:20","text":"So you shall do on the seventh day of the month for everyone who errs, and for him who is simple: so you shall make atonement for the house."},{"name":"Ezekiel 45:21","text":"In the first month, in the fourteenth day of the month, you shall have the Passover, a feast of seven days; unleavened bread shall be eaten."},{"name":"Ezekiel 45:22","text":"On that day shall the prince prepare for himself and for all the people of the land a bull for a sin offering."},{"name":"Ezekiel 45:23","text":"The seven days of the feast he shall prepare a burnt offering to Yahweh, seven bulls and seven rams without blemish daily the seven days; and a male goat daily for a sin offering."},{"name":"Ezekiel 45:24","text":"He shall prepare a meal offering, an ephah for a bull, and an ephah for a ram, and a hin of oil to an ephah."},{"name":"Ezekiel 45:25","text":"In the seventh month, in the fifteenth day of the month, in the feast, shall he do the like the seven days; according to the sin offering, according to the burnt offering, and according to the meal offering, and according to the oil."},{"name":"Ezekiel 46:1","text":"Thus says the Lord Yahweh: The gate of the inner court that looks toward the east shall be shut the six working days; but on the Sabbath day it shall be opened, and on the day of the new moon it shall be opened."},{"name":"Ezekiel 46:2","text":"The prince shall enter by the way of the porch of the gate outside, and shall stand by the post of the gate; and the priests shall prepare his burnt offering and his peace offerings, and he shall worship at the threshold of the gate: then he shall go forth; but the gate shall not be shut until the evening."},{"name":"Ezekiel 46:3","text":"The people of the land shall worship at the door of that gate before Yahweh on the Sabbaths and on the new moons."},{"name":"Ezekiel 46:4","text":"The burnt offering that the prince shall offer to Yahweh shall be on the Sabbath day six lambs without blemish and a ram without blemish;"},{"name":"Ezekiel 46:5","text":"and the meal offering shall be an ephah for the ram, and the meal offering for the lambs as he is able to give, and a hin of oil to an ephah."},{"name":"Ezekiel 46:6","text":"On the day of the new moon it shall be a young bull without blemish, and six lambs, and a ram; they shall be without blemish:"},{"name":"Ezekiel 46:7","text":"and he shall prepare a meal offering, an ephah for the bull, and an ephah for the ram, and for the lambs according as he is able, and a hin of oil to an ephah."},{"name":"Ezekiel 46:8","text":"When the prince shall enter, he shall go in by the way of the porch of the gate, and he shall go forth by its way."},{"name":"Ezekiel 46:9","text":"But when the people of the land shall come before Yahweh in the appointed feasts, he who enters by the way of the north gate to worship shall go forth by the way of the south gate; and he who enters by the way of the south gate shall go forth by the way of the north gate: he shall not return by the way of the gate by which he came in, but shall go forth straight before him."},{"name":"Ezekiel 46:10","text":"The prince, when they go in, shall go in with of them; and when they go out, he shall go out."},{"name":"Ezekiel 46:11","text":"In the feasts and in the solemnities the meal offering shall be an ephah for a bull, and an ephah for a ram, and for the lambs as he is able to give, and a hin of oil to an ephah."},{"name":"Ezekiel 46:12","text":"When the prince shall prepare a freewill offering, a burnt offering or peace offerings as a freewill offering to Yahweh, one shall open for him the gate that looks toward the east; and he shall prepare his burnt offering and his peace offerings, as he does on the Sabbath day: then he shall go forth; and after his going forth one shall shut the gate."},{"name":"Ezekiel 46:13","text":"You shall prepare a lamb a year old without blemish for a burnt offering to Yahweh daily: morning by morning you shall prepare it."},{"name":"Ezekiel 46:14","text":"You shall prepare a meal offering with it morning by morning, the sixth part of an ephah, and the third part of a hin of oil, to moisten the fine flour; a meal offering to Yahweh continually by a perpetual ordinance."},{"name":"Ezekiel 46:15","text":"Thus shall they prepare the lamb, and the meal offering, and the oil, morning by morning, for a continual burnt offering."},{"name":"Ezekiel 46:16","text":"Thus says the Lord Yahweh: If the prince give a gift to any of his sons, it is his inheritance, it shall belong to his sons; it is their possession by inheritance."},{"name":"Ezekiel 46:17","text":"But if he give of his inheritance a gift to one of his servants, it shall be his to the year of liberty; then it shall return to the prince; but as for his inheritance, it shall be for his sons."},{"name":"Ezekiel 46:18","text":"Moreover the prince shall not take of the people\"s inheritance, to thrust them out of their possession; he shall give inheritance to his sons out of his own possession, that my people not be scattered every man from his possession."},{"name":"Ezekiel 46:19","text":"Then he brought me through the entry, which was at the side of the gate, into the holy rooms for the priests, which looked toward the north: and behold, there was a place on the hinder part westward."},{"name":"Ezekiel 46:20","text":"He said to me, This is the place where the priests shall boil the trespass offering and the sin offering, and where they shall bake the meal offering; that they not bring them forth into the outer court, to sanctify the people."},{"name":"Ezekiel 46:21","text":"Then he brought me forth into the outer court, and caused me to pass by the four corners of the court; and behold, in every corner of the court there was a court."},{"name":"Ezekiel 46:22","text":"In the four corners of the court there were courts enclosed, forty cubits long and thirty broad: these four in the corners were of one measure."},{"name":"Ezekiel 46:23","text":"There was a wall around in them, around the four, and boiling places were made under the walls all around."},{"name":"Ezekiel 46:24","text":"Then he said to me, These are the boiling houses, where the ministers of the house shall boil the sacrifice of the people."},{"name":"Ezekiel 47:1","text":"He brought me back to the door of the house; and behold, waters issued out from under the threshold of the house eastward; (for the forefront of the house was toward the east;) and the waters came down from under, from the right side of the house, on the south of the altar."},{"name":"Ezekiel 47:2","text":"Then he brought me out by the way of the gate northward, and led me round by the way outside to the outer gate, by the way of the gate that looks toward the east; and behold, there ran out waters on the right side."},{"name":"Ezekiel 47:3","text":"When the man went forth eastward with the line in his hand, he measured one thousand cubits, and he caused me to pass through the waters, waters that were to the ankles."},{"name":"Ezekiel 47:4","text":"Again he measured one thousand, and caused me to pass through the waters, waters that were to the knees. Again he measured one thousand, and caused me to pass through the waters, waters that were to the waist."},{"name":"Ezekiel 47:5","text":"Afterward he measured one thousand; and it was a river that I could not pass through; for the waters were risen, waters to swim in, a river that could not be passed through."},{"name":"Ezekiel 47:6","text":"He said to me, Son of man, have you seen this? Then he brought me, and caused me to return to the bank of the river."},{"name":"Ezekiel 47:7","text":"Now when I had returned, behold, on the bank of the river were very many trees on the one side and on the other."},{"name":"Ezekiel 47:8","text":"Then he said to me, These waters issue forth toward the eastern region, and shall go down into the Arabah; and they shall go toward the sea; into the sea shall the waters go which were made to issue forth; and the waters shall be healed."},{"name":"Ezekiel 47:9","text":"It shall happen, that every living creature which swarms, in every place where the rivers come, shall live; and there shall be a very great multitude of fish; for these waters have come there, and the waters of the sea shall be healed, and everything shall live wherever the river comes."},{"name":"Ezekiel 47:10","text":"It shall happen, that fishermen shall stand by it: from En Gedi even to En Eglaim shall be a place for the spreading of nets; their fish shall be after their kinds, as the fish of the great sea, exceeding many."},{"name":"Ezekiel 47:11","text":"But the miry places of it, and its marshes, shall not be healed; they shall be given up to salt."},{"name":"Ezekiel 47:12","text":"By the river on its bank, on this side and on that side, shall grow every tree for food, whose leaf shall not wither, neither shall its fruit fail: it shall bring forth new fruit every month, because its waters issue out of the sanctuary; and its fruit shall be for food, and its leaf for healing."},{"name":"Ezekiel 47:13","text":"Thus says the Lord Yahweh: This shall be the border, by which you shall divide the land for inheritance according to the twelve tribes of Israel: Joseph shall have two portions."},{"name":"Ezekiel 47:14","text":"You shall inherit it, one as well as another; for I swore to give it to your fathers: and this land shall fall to you for inheritance."},{"name":"Ezekiel 47:15","text":"This shall be the border of the land: On the north side, from the great sea, by the way of Hethlon, to the entrance of Zedad;"},{"name":"Ezekiel 47:16","text":"Hamath, Berothah, Sibraim, which is between the border of Damascus and the border of Hamath; Hazer Hatticon, which is by the border of Hauran."},{"name":"Ezekiel 47:17","text":"The border from the sea, shall be Hazar Enon at the border of Damascus; and on the north northward is the border of Hamath. This is the north side."},{"name":"Ezekiel 47:18","text":"The east side, between Hauran and Damascus and Gilead, and the land of Israel, shall be the Jordan; from the north border to the east sea you shall measure. This is the east side."},{"name":"Ezekiel 47:19","text":"The south side southward shall be from Tamar as far as the waters of Meriboth Kadesh, to the brook of Egypt, to the great sea. This is the south side southward."},{"name":"Ezekiel 47:20","text":"The west side shall be the great sea, from the south border as far as over against the entrance of Hamath. This is the west side."},{"name":"Ezekiel 47:21","text":"So you shall divide this land to you according to the tribes of Israel."},{"name":"Ezekiel 47:22","text":"It shall happen, that you shall divide it by lot for an inheritance to you and to the aliens who live among you, who shall father children among you; and they shall be to you as the native-born among the children of Israel; they shall have inheritance with you among the tribes of Israel."},{"name":"Ezekiel 47:23","text":"It shall happen, that in what tribe the stranger lives, there you shall give him his inheritance, says the Lord Yahweh."},{"name":"Ezekiel 48:1","text":"Now these are the names of the tribes: From the north end, beside the way of Hethlon to the entrance of Hamath, Hazar Enan at the border of Damascus, northward beside Hamath, (and they shall have their sides east and west), Dan, one portion."},{"name":"Ezekiel 48:2","text":"By the border of Dan, from the east side to the west side, Asher, one portion."},{"name":"Ezekiel 48:3","text":"By the border of Asher, from the east side even to the west side, Naphtali, one portion."},{"name":"Ezekiel 48:4","text":"By the border of Naphtali, from the east side to the west side, Manasseh, one portion."},{"name":"Ezekiel 48:5","text":"By the border of Manasseh, from the east side to the west side, Ephraim, one portion."},{"name":"Ezekiel 48:6","text":"By the border of Ephraim, from the east side even to the west side, Reuben, one portion."},{"name":"Ezekiel 48:7","text":"By the border of Reuben, from the east side to the west side, Judah, one portion."},{"name":"Ezekiel 48:8","text":"By the border of Judah, from the east side to the west side, shall be the offering which you shall offer, twenty-five thousand reeds in breadth, and in length as one of the portions, from the east side to the west side: and the sanctuary shall be in its midst."},{"name":"Ezekiel 48:9","text":"The offering that you shall offer to Yahweh shall be twenty-five thousand reeds in length, and ten thousand in breadth."},{"name":"Ezekiel 48:10","text":"For these, even for the priests, shall be the holy offering: toward the north twenty-five thousand in length, and toward the west ten thousand in breadth, and toward the east ten thousand in breadth, and toward the south twenty-five thousand in length: and the sanctuary of Yahweh shall be in its midst."},{"name":"Ezekiel 48:11","text":"It shall be for the priests who are sanctified of the sons of Zadok, who have kept my instruction, who didn\"t go astray when the children of Israel went astray, as the Levites went astray."},{"name":"Ezekiel 48:12","text":"It shall be to them an offering from the offering of the land, a thing most holy, by the border of the Levites."},{"name":"Ezekiel 48:13","text":"Answerable to the border of the priests, the Levites shall have twenty-five thousand in length, and ten thousand in breadth: all the length shall be twenty-five thousand, and the breadth ten thousand."},{"name":"Ezekiel 48:14","text":"They shall sell none of it, nor exchange it, nor shall the first fruits of the land be alienated; for it is holy to Yahweh."},{"name":"Ezekiel 48:15","text":"The five thousand that are left in the breadth, in front of the twenty-five thousand, shall be for common use, for the city, for dwelling and for suburbs; and the city shall be in its midst."},{"name":"Ezekiel 48:16","text":"These shall be its measures: the north side four thousand and five hundred, and the south side four thousand and five hundred, and on the east side four thousand and five hundred, and the west side four thousand and five hundred."},{"name":"Ezekiel 48:17","text":"The city shall have suburbs: toward the north two hundred fifty, and toward the south two hundred fifty, and toward the east two hundred fifty, and toward the west two hundred fifty."},{"name":"Ezekiel 48:18","text":"The remainder in the length, answerable to the holy offering, shall be ten thousand eastward, and ten thousand westward; and it shall be answerable to the holy offering; and its increase shall be for food to those who labor in the city."},{"name":"Ezekiel 48:19","text":"Those who labor in the city, out of all the tribes of Israel, shall cultivate it."},{"name":"Ezekiel 48:20","text":"All the offering shall be twenty-five thousand by twenty-five thousand: you shall offer the holy offering foursquare, with the possession of the city."},{"name":"Ezekiel 48:21","text":"The residue shall be for the prince, on the one side and on the other of the holy offering and of the possession of the city; in front of the twenty-five thousand of the offering toward the east border, and westward in front of the twenty-five thousand toward the west border, answerable to the portions, it shall be for the prince: and the holy offering and the sanctuary of the house shall be in its midst."},{"name":"Ezekiel 48:22","text":"Moreover from the possession of the Levites, and from the possession of the city, being in the midst of that which is the prince\"s, between the border of Judah and the border of Benjamin, it shall be for the prince."},{"name":"Ezekiel 48:23","text":"As for the rest of the tribes: from the east side to the west side, Benjamin, one portion."},{"name":"Ezekiel 48:24","text":"By the border of Benjamin, from the east side to the west side, Simeon, one portion."},{"name":"Ezekiel 48:25","text":"By the border of Simeon, from the east side to the west side, Issachar, one portion."},{"name":"Ezekiel 48:26","text":"By the border of Issachar, from the east side to the west side, Zebulun, one portion."},{"name":"Ezekiel 48:27","text":"By the border of Zebulun, from the east side to the west side, Gad, one portion."},{"name":"Ezekiel 48:28","text":"By the border of Gad, at the south side southward, the border shall be even from Tamar to the waters of Meribath Kadesh, to the brook of Egypt, to the great sea."},{"name":"Ezekiel 48:29","text":"This is the land which you shall divide by lot to the tribes of Israel for inheritance, and these are their several portions, says the Lord Yahweh."},{"name":"Ezekiel 48:30","text":"These are the exits of the city: On the north side four thousand and five hundred reeds by measure;"},{"name":"Ezekiel 48:31","text":"and the gates of the city shall be after the names of the tribes of Israel, three gates northward: the gate of Reuben, one; the gate of Judah, one; the gate of Levi, one."},{"name":"Ezekiel 48:32","text":"At the east side four thousand and five hundred reeds, and three gates: even the gate of Joseph, one; the gate of Benjamin, one; the gate of Dan, one."},{"name":"Ezekiel 48:33","text":"At the south side four thousand and five hundred reeds by measure, and three gates: the gate of Simeon, one; the gate of Issachar, one; the gate of Zebulun, one."},{"name":"Ezekiel 48:34","text":"At the west side four thousand and five hundred reeds, with their three gates: the gate of Gad, one; the gate of Asher, one; the gate of Naphtali, one."},{"name":"Ezekiel 48:35","text":"It shall be eighteen thousand reeds around: and the name of the city from that day shall be, Yahweh is there."},{"name":"Daniel 1:1","text":"In the third year of the reign of Jehoiakim king of Judah came Nebuchadnezzar king of Babylon to Jerusalem, and besieged it."},{"name":"Daniel 1:2","text":"The Lord gave Jehoiakim king of Judah into his hand, with part of the vessels of the house of God; and he carried them into the land of Shinar to the house of his god: and he brought the vessels into the treasure house of his god."},{"name":"Daniel 1:3","text":"The king spoke to Ashpenaz the master of his eunuchs, that he should bring in certain of the children of Israel, even of the seed royal and of the nobles;"},{"name":"Daniel 1:4","text":"youths in whom was no blemish, but well-favored, and skillful in all wisdom, and endowed with knowledge, and understanding science, and such as had ability to stand in the king\"s palace; and that he should teach them the learning and the language of the Chaldeans."},{"name":"Daniel 1:5","text":"The king appointed for them a daily portion of the king\"s dainties, and of the wine which he drank, and that they should be nourished three years; that at its end they should stand before the king."},{"name":"Daniel 1:6","text":"Now among these were, of the children of Judah, Daniel, Hananiah, Mishael, and Azariah."},{"name":"Daniel 1:7","text":"The prince of the eunuchs gave names to them: to Daniel he gave the name of Belteshazzar; and to Hananiah, of Shadrach; and to Mishael, of Meshach; and to Azariah, of Abednego."},{"name":"Daniel 1:8","text":"But Daniel purposed in his heart that he would not defile himself with the king\"s dainties, nor with the wine which he drank: therefore he requested of the prince of the eunuchs that he might not defile himself."},{"name":"Daniel 1:9","text":"Now God made Daniel to find kindness and compassion in the sight of the prince of the eunuchs."},{"name":"Daniel 1:10","text":"The prince of the eunuchs said to Daniel, I fear my lord the king, who has appointed your food and your drink: for why should he see your faces worse looking than the youths who are of your own age? so would you endanger my head with the king."},{"name":"Daniel 1:11","text":"Then Daniel said to the steward whom the prince of the eunuchs had appointed over Daniel, Hananiah, Mishael, and Azariah:"},{"name":"Daniel 1:12","text":"Test your servants, I beg you, ten days; and let them give us vegetables to eat, and water to drink."},{"name":"Daniel 1:13","text":"Then let our faces be looked on before you, and the face of the youths who eat of the king\"s dainties; and as you see, deal with your servants."},{"name":"Daniel 1:14","text":"So he listened to them in this matter, and proved them ten days."},{"name":"Daniel 1:15","text":"At the end of ten days their faces appeared fairer, and they were fatter in flesh, than all the youths who ate of the king\"s dainties."},{"name":"Daniel 1:16","text":"So the steward took away their dainties, and the wine that they should drink, and gave them pulse."},{"name":"Daniel 1:17","text":"Now as for these four youths, God gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams."},{"name":"Daniel 1:18","text":"At the end of the days which the king had appointed for bringing them in, the prince of the eunuchs brought them in before Nebuchadnezzar."},{"name":"Daniel 1:19","text":"The king talked with them; and among them all was found none like Daniel, Hananiah, Mishael, and Azariah: therefore stood they before the king."},{"name":"Daniel 1:20","text":"In every matter of wisdom and understanding, concerning which the king inquired of them, he found them ten times better than all the magicians and enchanters who were in all his realm."},{"name":"Daniel 1:21","text":"Daniel continued even to the first year of king Cyrus."},{"name":"Daniel 2:1","text":"In the second year of the reign of Nebuchadnezzar, Nebuchadnezzar dreamed dreams; and his spirit was troubled, and his sleep went from him."},{"name":"Daniel 2:2","text":"Then the king commanded to call the magicians, and the enchanters, and the sorcerers, and the Chaldeans, to tell the king his dreams. So they came in and stood before the king."},{"name":"Daniel 2:3","text":"The king said to them, I have dreamed a dream, and my spirit is troubled to know the dream."},{"name":"Daniel 2:4","text":"Then spoke the Chaldeans to the king in the Syrian language, O king, live forever: tell your servants the dream, and we will show the interpretation."},{"name":"Daniel 2:5","text":"The king answered the Chaldeans, The thing is gone from me: if you don\"t make known to me the dream and its interpretation, you shall be cut in pieces, and your houses shall be made a dunghill."},{"name":"Daniel 2:6","text":"But if you show the dream and its interpretation, you shall receive of me gifts and rewards and great honor: therefore show me the dream and its interpretation."},{"name":"Daniel 2:7","text":"They answered the second time and said, Let the king tell his servants the dream, and we will show the interpretation."},{"name":"Daniel 2:8","text":"The king answered, I know of a certainty that you would gain time, because you see the thing is gone from me."},{"name":"Daniel 2:9","text":"But if you don\"t make known to me the dream, there is but one law for you; for you have prepared lying and corrupt words to speak before me, until the time be changed: therefore tell me the dream, and I shall know that you can show me its interpretation."},{"name":"Daniel 2:10","text":"The Chaldeans answered before the king, and said, There is not a man on the earth who can show the king\"s matter, because no king, lord, or ruler, has asked such a thing of any magician, or enchanter, or Chaldean."},{"name":"Daniel 2:11","text":"It is a rare thing that the king requires, and there is no other who can show it before the king, except the gods, whose dwelling is not with flesh."},{"name":"Daniel 2:12","text":"For this cause the king was angry and very furious, and commanded to destroy all the wise men of Babylon."},{"name":"Daniel 2:13","text":"So the decree went forth, and the wise men were to be slain; and they sought Daniel and his companions to be slain."},{"name":"Daniel 2:14","text":"Then Daniel returned answer with counsel and prudence to Arioch the captain of the king\"s guard, who was gone forth to kill the wise men of Babylon;"},{"name":"Daniel 2:15","text":"he answered Arioch the king\"s captain, Why is the decree so urgent from the king? Then Arioch made the thing known to Daniel."},{"name":"Daniel 2:16","text":"Daniel went in, and desired of the king that he would appoint him a time, and he would show the king the interpretation."},{"name":"Daniel 2:17","text":"Then Daniel went to his house, and made the thing known to Hananiah, Mishael, and Azariah, his companions:"},{"name":"Daniel 2:18","text":"that they would desire mercies of the God of heaven concerning this secret; that Daniel and his companions should not perish with the rest of the wise men of Babylon."},{"name":"Daniel 2:19","text":"Then was the secret revealed to Daniel in a vision of the night. Then Daniel blessed the God of heaven."},{"name":"Daniel 2:20","text":"Daniel answered, Blessed be the name of God forever and ever; for wisdom and might are his."},{"name":"Daniel 2:21","text":"He changes the times and the seasons; he removes kings, and sets up kings; he gives wisdom to the wise, and knowledge to those who have understanding;"},{"name":"Daniel 2:22","text":"he reveals the deep and secret things; he knows what is in the darkness, and the light dwells with him."},{"name":"Daniel 2:23","text":"I thank you, and praise you, you God of my fathers, who have given me wisdom and might, and have now made known to me what we desired of you; for you have made known to us the king\"s matter."},{"name":"Daniel 2:24","text":"Therefore Daniel went in to Arioch, whom the king had appointed to destroy the wise men of Babylon; he went and said thus to him: Don\"t destroy the wise men of Babylon; bring me in before the king, and I will show to the king the interpretation."},{"name":"Daniel 2:25","text":"Then Arioch brought in Daniel before the king in haste, and said thus to him, I have found a man of the children of the captivity of Judah, who will make known to the king the interpretation."},{"name":"Daniel 2:26","text":"The king answered Daniel, whose name was Belteshazzar, Are you able to make known to me the dream which I have seen, and its interpretation?"},{"name":"Daniel 2:27","text":"Daniel answered before the king, and said, The secret which the king has demanded can neither wise men, enchanters, magicians, nor soothsayers, show to the king;"},{"name":"Daniel 2:28","text":"but there is a God in heaven who reveals secrets, and he has made known to the king Nebuchadnezzar what shall be in the latter days. Your dream, and the visions of your head on your bed, are these:"},{"name":"Daniel 2:29","text":"as for you, O king, your thoughts came into your mind on your bed, what should happen hereafter; and he who reveals secrets has made known to you what shall happen."},{"name":"Daniel 2:30","text":"But as for me, this secret is not revealed to me for any wisdom that I have more than any living, but to the intent that the interpretation may be made known to the king, and that you may know the thoughts of your heart."},{"name":"Daniel 2:31","text":"You, O king, saw, and behold, a great image. This image, which was mighty, and whose brightness was excellent, stood before you; and its aspect was awesome."},{"name":"Daniel 2:32","text":"As for this image, its head was of fine gold, its breast and its arms of silver, its belly and its thighs of brass,"},{"name":"Daniel 2:33","text":"its legs of iron, its feet part of iron, and part of clay."},{"name":"Daniel 2:34","text":"You saw until a stone was cut out without hands, which struck the image on its feet that were of iron and clay, and broke them in pieces."},{"name":"Daniel 2:35","text":"Then was the iron, the clay, the brass, the silver, and the gold, broken in pieces together, and became like the chaff of the summer threshing floors; and the wind carried them away, so that no place was found for them: and the stone that struck the image became a great mountain, and filled the whole earth."},{"name":"Daniel 2:36","text":"This is the dream; and we will tell its interpretation before the king."},{"name":"Daniel 2:37","text":"You, O king, are king of kings, to whom the God of heaven has given the kingdom, the power, and the strength, and the glory;"},{"name":"Daniel 2:38","text":"and wherever the children of men dwell, the animals of the field and the birds of the sky has he given into your hand, and has made you to rule over them all: you are the head of gold."},{"name":"Daniel 2:39","text":"After you shall arise another kingdom inferior to you; and another third kingdom of brass, which shall bear rule over all the earth."},{"name":"Daniel 2:40","text":"The fourth kingdom shall be strong as iron, because iron breaks in pieces and subdues all things; and as iron that crushes all these, shall it break in pieces and crush."},{"name":"Daniel 2:41","text":"Whereas you saw the feet and toes, part of potters\" clay, and part of iron, it shall be a divided kingdom; but there shall be in it of the strength of the iron, because you saw the iron mixed with miry clay."},{"name":"Daniel 2:42","text":"As the toes of the feet were part of iron, and part of clay, so the kingdom shall be partly strong, and partly broken."},{"name":"Daniel 2:43","text":"Whereas you saw the iron mixed with miry clay, they shall mingle themselves with the seed of men; but they shall not cling to one another, even as iron does not mingle with clay."},{"name":"Daniel 2:44","text":"In the days of those kings shall the God of heaven set up a kingdom which shall never be destroyed, nor shall its sovereignty be left to another people; but it shall break in pieces and consume all these kingdoms, and it shall stand forever."},{"name":"Daniel 2:45","text":"Because you saw that a stone was cut out of the mountain without hands, and that it broke in pieces the iron, the brass, the clay, the silver, and the gold; the great God has made known to the king what shall happen hereafter: and the dream is certain, and its interpretation sure."},{"name":"Daniel 2:46","text":"Then the king Nebuchadnezzar fell on his face, and worshiped Daniel, and commanded that they should offer an offering and sweet odors to him."},{"name":"Daniel 2:47","text":"The king answered to Daniel, and said, Of a truth your God is the God of gods, and the Lord of kings, and a revealer of secrets, since you have been able to reveal this secret."},{"name":"Daniel 2:48","text":"Then the king made Daniel great, and gave him many great gifts, and made him to rule over the whole province of Babylon, and to be chief governor over all the wise men of Babylon."},{"name":"Daniel 2:49","text":"Daniel requested of the king, and he appointed Shadrach, Meshach, and Abednego, over the affairs of the province of Babylon: but Daniel was in the gate of the king."},{"name":"Daniel 3:1","text":"Nebuchadnezzar the king made an image of gold, whose height was sixty cubits, and its breadth six cubits: he set it up in the plain of Dura, in the province of Babylon."},{"name":"Daniel 3:2","text":"Then Nebuchadnezzar the king sent to gather together the satraps, the deputies, and the governors, the judges, the treasurers, the counselors, the sheriffs, and all the rulers of the provinces, to come to the dedication of the image which Nebuchadnezzar the king had set up."},{"name":"Daniel 3:3","text":"Then the satraps, the deputies, and the governors, the judges, the treasurers, the counselors, the sheriffs, and all the rulers of the provinces, were gathered together to the dedication of the image that Nebuchadnezzar the king had set up; and they stood before the image that Nebuchadnezzar had set up."},{"name":"Daniel 3:4","text":"Then the herald cried aloud, To you it is commanded, peoples, nations, and languages,"},{"name":"Daniel 3:5","text":"that whenever you hear the sound of the horn, flute, zither, lyre, harp, pipe, and all kinds of music, you fall down and worship the golden image that Nebuchadnezzar the king has set up;"},{"name":"Daniel 3:6","text":"and whoever doesn\"t fall down and worship shall the same hour be cast into the midst of a burning fiery furnace."},{"name":"Daniel 3:7","text":"Therefore at that time, when all the peoples heard the sound of the horn, flute, zither, lyre, harp, pipe, and all kinds of music, all the peoples, the nations, and the languages, fell down and worshiped the golden image that Nebuchadnezzar the king had set up."},{"name":"Daniel 3:8","text":"Therefore at that time certain Chaldeans came near, and brought accusation against the Jews."},{"name":"Daniel 3:9","text":"They answered Nebuchadnezzar the king, O king, live for ever."},{"name":"Daniel 3:10","text":"You, O king, have made a decree, that every man that shall hear the sound of the horn, flute, zither, lyre, harp, pipe, and all kinds of music, shall fall down and worship the golden image;"},{"name":"Daniel 3:11","text":"and whoever doesn\"t fall down and worship shall be cast into the midst of a burning fiery furnace."},{"name":"Daniel 3:12","text":"There are certain Jews whom you have appointed over the affairs of the province of Babylon: Shadrach, Meshach, and Abednego; these men, O king, have not respected you. They don\"t serve your gods, nor worship the golden image which you have set up."},{"name":"Daniel 3:13","text":"Then Nebuchadnezzar in his rage and fury commanded to bring Shadrach, Meshach, and Abednego. Then they brought these men before the king."},{"name":"Daniel 3:14","text":"Nebuchadnezzar answered them, Is it on purpose, Shadrach, Meshach, and Abednego, that you don\"t serve my god, nor worship the golden image which I have set up?"},{"name":"Daniel 3:15","text":"Now if you are ready whenever you hear the sound of the horn, flute, zither, lyre, harp, pipe, and all kinds of music to fall down and worship the image which I have made, well: but if you don\"t worship, you shall be cast the same hour into the midst of a burning fiery furnace; and who is that god that shall deliver you out of my hands?"},{"name":"Daniel 3:16","text":"Shadrach, Meshach, and Abednego answered the king, Nebuchadnezzar, we have no need to answer you in this matter."},{"name":"Daniel 3:17","text":"If it be so, our God whom we serve is able to deliver us from the burning fiery furnace; and he will deliver us out of your hand, O king."},{"name":"Daniel 3:18","text":"But if not, be it known to you, O king, that we will not serve your gods, nor worship the golden image which you have set up."},{"name":"Daniel 3:19","text":"Then was Nebuchadnezzar full of fury, and the form of his appearance was changed against Shadrach, Meshach, and Abednego: therefore he spoke, and commanded that they should heat the furnace seven times more than it was usually heated."},{"name":"Daniel 3:20","text":"He commanded certain mighty men who were in his army to bind Shadrach, Meshach, and Abednego, and to cast them into the burning fiery furnace."},{"name":"Daniel 3:21","text":"Then these men were bound in their pants, their tunics, and their mantles, and their other garments, and were cast into the midst of the burning fiery furnace."},{"name":"Daniel 3:22","text":"Therefore because the king\"s commandment was urgent, and the furnace exceeding hot, the flame of the fire killed those men who took up Shadrach, Meshach, and Abednego."},{"name":"Daniel 3:23","text":"These three men, Shadrach, Meshach, and Abednego, fell down bound into the midst of the burning fiery furnace."},{"name":"Daniel 3:24","text":"Then Nebuchadnezzar the king was astonished, and rose up in haste: he spoke and said to his counselors, Didn\"t we cast three men bound into the midst of the fire? They answered the king, True, O king."},{"name":"Daniel 3:25","text":"He answered, Look, I see four men loose, walking in the midst of the fire, and they are unharmed; and the aspect of the fourth is like a son of the gods."},{"name":"Daniel 3:26","text":"Then Nebuchadnezzar came near to the mouth of the burning fiery furnace: he spoke and said, Shadrach, Meshach, and Abednego, you servants of the Most High God, come forth, and come here. Then Shadrach, Meshach, and Abednego came forth out of the midst of the fire."},{"name":"Daniel 3:27","text":"The satraps, the deputies, and the governors, and the king\"s counselors, being gathered together, saw these men, that the fire had no power on their bodies, nor was the hair of their head singed, neither were their pants changed, nor had the smell of fire passed on them."},{"name":"Daniel 3:28","text":"Nebuchadnezzar spoke and said, Blessed be the God of Shadrach, Meshach, and Abednego, who has sent his angel, and delivered his servants who trusted in him, and have changed the king\"s word, and have yielded their bodies, that they might not serve nor worship any god, except their own God."},{"name":"Daniel 3:29","text":"Therefore I make a decree, that every people, nation, and language, which speak anything evil against the God of Shadrach, Meshach, and Abednego, shall be cut in pieces, and their houses shall be made a dunghill; because there is no other god who is able to deliver after this sort."},{"name":"Daniel 3:30","text":"Then the king promoted Shadrach, Meshach, and Abednego in the province of Babylon."},{"name":"Daniel 4:1","text":"Nebuchadnezzar the king, to all the peoples, nations, and languages, who dwell in all the earth: Peace be multiplied to you."},{"name":"Daniel 4:2","text":"It has seemed good to me to show the signs and wonders that the Most High God has worked toward me."},{"name":"Daniel 4:3","text":"How great are his signs! and how mighty are his wonders! his kingdom is an everlasting kingdom, and his dominion is from generation to generation."},{"name":"Daniel 4:4","text":"I, Nebuchadnezzar, was at rest in my house, and flourishing in my palace."},{"name":"Daniel 4:5","text":"I saw a dream which made me afraid; and the thoughts on my bed and the visions of my head troubled me."},{"name":"Daniel 4:6","text":"Therefore made I a decree to bring in all the wise men of Babylon before me, that they might make known to me the interpretation of the dream."},{"name":"Daniel 4:7","text":"Then came in the magicians, the enchanters, the Chaldeans, and the soothsayers; and I told the dream before them; but they did not make known to me its interpretation."},{"name":"Daniel 4:8","text":"But at the last Daniel came in before me, whose name was Belteshazzar, according to the name of my god, and in whom is the spirit of the holy gods: and I told the dream before him, saying,"},{"name":"Daniel 4:9","text":"Belteshazzar, master of the magicians, because I know that the spirit of the holy gods is in you, and no secret troubles you, tell me the visions of my dream that I have seen, and its interpretation."},{"name":"Daniel 4:10","text":"Thus were the visions of my head on my bed: I saw, and behold, a tree in the midst of the earth; and its height was great."},{"name":"Daniel 4:11","text":"The tree grew, and was strong, and its height reached to the sky, and its sight to the end of all the earth."},{"name":"Daniel 4:12","text":"The leaves of it were beautiful, and its fruit much, and in it was food for all: the animals of the field had shadow under it, and the birds of the sky lived in its branches, and all flesh was fed from it."},{"name":"Daniel 4:13","text":"I saw in the visions of my head on my bed, and behold, a watcher and a holy one came down from the sky."},{"name":"Daniel 4:14","text":"He cried aloud, and said thus, Cut down the tree, and cut off its branches, shake off its leaves, and scatter its fruit: let the animals get away from under it, and the fowls from its branches."},{"name":"Daniel 4:15","text":"Nevertheless leave the stump of its roots in the earth, even with a band of iron and brass, in the tender grass of the field; and let it be wet with the dew of the sky: and let his portion be with the animals in the grass of the earth:"},{"name":"Daniel 4:16","text":"let his heart be changed from man\"s, and let an animal\"s heart be given to him; and let seven times pass over him."},{"name":"Daniel 4:17","text":"The sentence is by the decree of the watchers, and the demand by the word of the holy ones; to the intent that the living may know that the Most High rules in the kingdom of men, and gives it to whomever he will, and sets up over it the lowest of men."},{"name":"Daniel 4:18","text":"This dream I, king Nebuchadnezzar, have seen; and you, Belteshazzar, declare the interpretation, because all the wise men of my kingdom are not able to make known to me the interpretation; but you are able; for the spirit of the holy gods is in you."},{"name":"Daniel 4:19","text":"Then Daniel, whose name was Belteshazzar, was stricken mute for a while, and his thoughts troubled him. The king answered, Belteshazzar, don\"t let the dream, or the interpretation, trouble you. Belteshazzar answered, My lord, the dream be to those who hate you, and its interpretation to your adversaries."},{"name":"Daniel 4:20","text":"The tree that you saw, which grew, and was strong, whose height reached to the sky, and its sight to all the earth;"},{"name":"Daniel 4:21","text":"whose leaves were beautiful, and its fruit much, and in it was food for all; under which the animals of the field lived, and on whose branches the birds of the sky had their habitation:"},{"name":"Daniel 4:22","text":"it is you, O king, that are grown and become strong; for your greatness is grown, and reaches to the sky, and your dominion to the end of the earth."},{"name":"Daniel 4:23","text":"Whereas the king saw a watcher and a holy one coming down from the sky, and saying, Cut down the tree, and destroy it; nevertheless leave the stump of its roots in the earth, even with a band of iron and brass, in the tender grass of the field, and let it be wet with the dew of the sky: and let his portion be with the animals of the field, until seven times pass over him;"},{"name":"Daniel 4:24","text":"this is the interpretation, O king, and it is the decree of the Most High, which has come on my lord the king:"},{"name":"Daniel 4:25","text":"that you shall be driven from men, and your dwelling shall be with the animals of the field, and you shall be made to eat grass as oxen, and shall be wet with the dew of the sky, and seven times shall pass over you; until you know that the Most High rules in the kingdom of men, and gives it to whomever he will."},{"name":"Daniel 4:26","text":"Whereas they commanded to leave the stump of the roots of the tree; your kingdom shall be sure to you, after that you shall have known that the heavens do rule."},{"name":"Daniel 4:27","text":"Therefore, O king, let my counsel be acceptable to you, and break off your sins by righteousness, and your iniquities by showing mercy to the poor; if there may be a lengthening of your tranquility."},{"name":"Daniel 4:28","text":"All this came on the king Nebuchadnezzar."},{"name":"Daniel 4:29","text":"At the end of twelve months he was walking in the royal palace of Babylon."},{"name":"Daniel 4:30","text":"The king spoke and said, Is not this great Babylon, which I have built for the royal dwelling place, by the might of my power and for the glory of my majesty?"},{"name":"Daniel 4:31","text":"While the word was in the king\"s mouth, there fell a voice from the sky, saying, O king Nebuchadnezzar, to you it is spoken: The kingdom has departed from you:"},{"name":"Daniel 4:32","text":"and you shall be driven from men; and your dwelling shall be with the animals of the field; you shall be made to eat grass as oxen; and seven times shall pass over you; until you know that the Most High rules in the kingdom of men, and gives it to whomever he will."},{"name":"Daniel 4:33","text":"The same hour was the thing fulfilled on Nebuchadnezzar: and he was driven from men, and ate grass as oxen, and his body was wet with the dew of the sky, until his hair was grown like eagles\" feathers, and his nails like birds\" claws."},{"name":"Daniel 4:34","text":"At the end of the days I, Nebuchadnezzar, lifted up my eyes to heaven, and my understanding returned to me, and I blessed the Most High, and I praised and honored him who lives forever; for his dominion is an everlasting dominion, and his kingdom from generation to generation."},{"name":"Daniel 4:35","text":"All the inhabitants of the earth are reputed as nothing; and he does according to his will in the army of heaven, and among the inhabitants of the earth; and none can stay his hand, or ask him, What are you doing?"},{"name":"Daniel 4:36","text":"At the same time my understanding returned to me; and for the glory of my kingdom, my majesty and brightness returned to me; and my counselors and my lords sought to me; and I was established in my kingdom, and excellent greatness was added to me."},{"name":"Daniel 4:37","text":"Now I, Nebuchadnezzar, praise and extol and honor the King of heaven; for all his works are truth, and his ways justice; and those who walk in pride he is able to abase."},{"name":"Daniel 5:1","text":"Belshazzar the king made a great feast to a thousand of his lords, and drank wine before the thousand."},{"name":"Daniel 5:2","text":"Belshazzar, while he tasted the wine, commanded to bring the golden and silver vessels which Nebuchadnezzar his father had taken out of the temple which was in Jerusalem; that the king and his lords, his wives and his concubines, might drink from them."},{"name":"Daniel 5:3","text":"Then they brought the golden vessels that were taken out of the temple of the house of God which was at Jerusalem; and the king and his lords, his wives and his concubines, drank from them."},{"name":"Daniel 5:4","text":"They drank wine, and praised the gods of gold, and of silver, of brass, of iron, of wood, and of stone."},{"name":"Daniel 5:5","text":"In the same hour came forth the fingers of a man\"s hand, and wrote over against the lampstand on the plaster of the wall of the king\"s palace: and the king saw the part of the hand that wrote."},{"name":"Daniel 5:6","text":"Then the king\"s face was changed in him, and his thoughts troubled him; and the joints of his thighs were loosened, and his knees struck one against another."},{"name":"Daniel 5:7","text":"The king cried aloud to bring in the enchanters, the Chaldeans, and the soothsayers. The king spoke and said to the wise men of Babylon, Whoever shall read this writing, and show me its interpretation, shall be clothed with purple, and have a chain of gold about his neck, and shall be the third ruler in the kingdom."},{"name":"Daniel 5:8","text":"Then came in all the king\"s wise men; but they could not read the writing, nor make known to the king the interpretation."},{"name":"Daniel 5:9","text":"Then was king Belshazzar greatly troubled, and his face was changed in him, and his lords were perplexed."},{"name":"Daniel 5:10","text":"Now the queen by reason of the words of the king and his lords came into the banquet house: the queen spoke and said, O king, live forever; don\"t let your thoughts trouble you, nor let your face be changed."},{"name":"Daniel 5:11","text":"There is a man in your kingdom, in whom is the spirit of the holy gods; and in the days of your father light and understanding and wisdom, like the wisdom of the gods, were found in him; and the king Nebuchadnezzar your father, the king, I say, your father, made him master of the magicians, enchanters, Chaldeans, and soothsayers;"},{"name":"Daniel 5:12","text":"because an excellent spirit, and knowledge, and understanding, interpreting of dreams, and showing of dark sentences, and dissolving of doubts, were found in the same Daniel, whom the king named Belteshazzar. Now let Daniel be called, and he will show the interpretation."},{"name":"Daniel 5:13","text":"Then was Daniel brought in before the king. The king spoke and said to Daniel, Are you that Daniel, who are of the children of the captivity of Judah, whom the king my father brought out of Judah?"},{"name":"Daniel 5:14","text":"I have heard of you, that the spirit of the gods is in you, and that light and understanding and excellent wisdom are found in you."},{"name":"Daniel 5:15","text":"Now the wise men, the enchanters, have been brought in before me, that they should read this writing, and make known to me its interpretation; but they could not show the interpretation of the thing."},{"name":"Daniel 5:16","text":"But I have heard of you, that you can give interpretations, and dissolve doubts; now if you can read the writing, and make known to me its interpretation, you shall be clothed with purple, and have a chain of gold about your neck, and shall be the third ruler in the kingdom."},{"name":"Daniel 5:17","text":"Then Daniel answered before the king, Let your gifts be to yourself, and give your rewards to another; nevertheless I will read the writing to the king, and make known to him the interpretation."},{"name":"Daniel 5:18","text":"You, king, the Most High God gave Nebuchadnezzar your father the kingdom, and greatness, and glory, and majesty:"},{"name":"Daniel 5:19","text":"and because of the greatness that he gave him, all the peoples, nations, and languages trembled and feared before him: whom he would he killed, and whom he would he kept alive; and whom he would he raised up, and whom he would he put down."},{"name":"Daniel 5:20","text":"But when his heart was lifted up, and his spirit was hardened so that he dealt proudly, he was deposed from his kingly throne, and they took his glory from him:"},{"name":"Daniel 5:21","text":"and he was driven from the sons of men, and his heart was made like the animals\", and his dwelling was with the wild donkeys; he was fed with grass like oxen, and his body was wet with the dew of the sky; until he knew that the Most High God rules in the kingdom of men, and that he sets up over it whomever he will."},{"name":"Daniel 5:22","text":"You, his son, Belshazzar, have not humbled your heart, though you knew all this,"},{"name":"Daniel 5:23","text":"but have lifted up yourself against the Lord of heaven; and they have brought the vessels of his house before you, and you and your lords, your wives and your concubines, have drunk wine from them; and you have praised the gods of silver and gold, of brass, iron, wood, and stone, which don\"t see, nor hear, nor know; and the God in whose hand your breath is, and whose are all your ways, you have not glorified."},{"name":"Daniel 5:24","text":"Then was the part of the hand sent from before him, and this writing was inscribed."},{"name":"Daniel 5:25","text":"This is the writing that was inscribed: MENE, MENE, TEKEL, UPHARSIN."},{"name":"Daniel 5:26","text":"This is the interpretation of the thing: MENE; God has numbered your kingdom, and brought it to an end;"},{"name":"Daniel 5:27","text":"TEKEL; you are weighed in the balances, and are found wanting."},{"name":"Daniel 5:28","text":"PERES; your kingdom is divided, and given to the Medes and Persians."},{"name":"Daniel 5:29","text":"Then commanded Belshazzar, and they clothed Daniel with purple, and put a chain of gold about his neck, and made proclamation concerning him, that he should be the third ruler in the kingdom."},{"name":"Daniel 5:30","text":"In that night Belshazzar the Chaldean King was slain."},{"name":"Daniel 5:31","text":"Darius the Mede received the kingdom, being about sixty-two years old."},{"name":"Daniel 6:1","text":"It pleased Darius to set over the kingdom one hundred twenty satraps, who should be throughout the whole kingdom;"},{"name":"Daniel 6:2","text":"and over them three presidents, of whom Daniel was one; that these satraps might give account to them, and that the king should have no damage."},{"name":"Daniel 6:3","text":"Then this Daniel was distinguished above the presidents and the satraps, because an excellent spirit was in him; and the king thought to set him over the whole realm."},{"name":"Daniel 6:4","text":"Then the presidents and the satraps sought to find occasion against Daniel as touching the kingdom; but they could find no occasion nor fault, because he was faithful, neither was there any error or fault found in him."},{"name":"Daniel 6:5","text":"Then these men said, We shall not find any occasion against this Daniel, except we find it against him concerning the law of his God."},{"name":"Daniel 6:6","text":"Then these presidents and satraps assembled together to the king, and said thus to him, King Darius, live forever."},{"name":"Daniel 6:7","text":"All the presidents of the kingdom, the deputies and the satraps, the counselors and the governors, have consulted together to establish a royal statute, and to make a strong decree, that whoever shall ask a petition of any god or man for thirty days, except of you, O king, he shall be cast into the den of lions."},{"name":"Daniel 6:8","text":"Now, O king, establish the decree, and sign the writing, that it not be changed, according to the law of the Medes and Persians, which doesn\"t alter."},{"name":"Daniel 6:9","text":"Therefore king Darius signed the writing and the decree."},{"name":"Daniel 6:10","text":"When Daniel knew that the writing was signed, he went into his house (now his windows were open in his room toward Jerusalem) and he kneeled on his knees three times a day, and prayed, and gave thanks before his God, as he did before."},{"name":"Daniel 6:11","text":"Then these men assembled together, and found Daniel making petition and supplication before his God."},{"name":"Daniel 6:12","text":"Then they came near, and spoke before the king concerning the king\"s decree: Haven\"t you signed an decree, that every man who shall make petition to any god or man within thirty days, except to you, O king, shall be cast into the den of lions? The king answered, The thing is true, according to the law of the Medes and Persians, which doesn\"t alter."},{"name":"Daniel 6:13","text":"Then answered they and said before the king, That Daniel, who is of the children of the captivity of Judah, doesn\"t respect you, O king, nor the decree that you have signed, but makes his petition three times a day."},{"name":"Daniel 6:14","text":"Then the king, when he heard these words, was very displeased, and set his heart on Daniel to deliver him; and he labored until the going down of the sun to rescue him."},{"name":"Daniel 6:15","text":"Then these men assembled together to the king, and said to the king, Know, O king, that it is a law of the Medes and Persians, that no decree nor statute which the king establishes may be changed."},{"name":"Daniel 6:16","text":"Then the king commanded, and they brought Daniel, and cast him into the den of lions. Now the king spoke and said to Daniel, Your God whom you serve continually, he will deliver you."},{"name":"Daniel 6:17","text":"A stone was brought, and laid on the mouth of the den; and the king sealed it with his own signet, and with the signet of his lords; that nothing might be changed concerning Daniel."},{"name":"Daniel 6:18","text":"Then the king went to his palace, and passed the night fasting; neither were instruments of music brought before him: and his sleep fled from him."},{"name":"Daniel 6:19","text":"Then the king arose very early in the morning, and went in haste to the den of lions."},{"name":"Daniel 6:20","text":"When he came near to the den to Daniel, he cried with a lamentable voice; the king spoke and said to Daniel, Daniel, servant of the living God, is your God, whom you serve continually, able to deliver you from the lions?"},{"name":"Daniel 6:21","text":"Then Daniel said to the king, O king, live forever."},{"name":"Daniel 6:22","text":"My God has sent his angel, and has shut the lions\" mouths, and they have not hurt me; because as before him innocence was found in me; and also before you, O king, have I done no hurt."},{"name":"Daniel 6:23","text":"Then was the king exceeding glad, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no kind of harm was found on him, because he had trusted in his God."},{"name":"Daniel 6:24","text":"The king commanded, and they brought those men who had accused Daniel, and they cast them into the den of lions, them, their children, and their wives; and the lions mauled them, and broke all their bones in pieces, before they came to the bottom of the den."},{"name":"Daniel 6:25","text":"Then king Darius wrote to all the peoples, nations, and languages, who dwell in all the earth: Peace be multiplied to you."},{"name":"Daniel 6:26","text":"I make a decree, that in all the dominion of my kingdom men tremble and fear before the God of Daniel; for he is the living God, and steadfast forever, His kingdom that which shall not be destroyed; and his dominion shall be even to the end."},{"name":"Daniel 6:27","text":"He delivers and rescues, and he works signs and wonders in heaven and in earth, who has delivered Daniel from the power of the lions."},{"name":"Daniel 6:28","text":"So this Daniel prospered in the reign of Darius, and in the reign of Cyrus the Persian."},{"name":"Daniel 7:1","text":"In the first year of Belshazzar king of Babylon Daniel had a dream and visions of his head on his bed: then he wrote the dream and told the sum of the matters."},{"name":"Daniel 7:2","text":"Daniel spoke and said, I saw in my vision by night, and, behold, the four winds of the sky broke forth on the great sea."},{"name":"Daniel 7:3","text":"Four great animals came up from the sea, diverse one from another."},{"name":"Daniel 7:4","text":"The first was like a lion, and had eagle\"s wings: I saw until its wings were plucked, and it was lifted up from the earth, and made to stand on two feet as a man; and a man\"s heart was given to it."},{"name":"Daniel 7:5","text":"Behold, another animal, a second, like a bear; and it was raised up on one side, and three ribs were in its mouth between its teeth: and they said thus to it, Arise, devour much flesh."},{"name":"Daniel 7:6","text":"After this I saw, and behold, another, like a leopard, which had on its back four wings of a bird; the animal had also four heads; and dominion was given to it."},{"name":"Daniel 7:7","text":"After this I saw in the night visions, and, behold, a fourth animal, awesome and powerful, and strong exceedingly; and it had great iron teeth; it devoured and broke in pieces, and stamped the residue with its feet: and it was diverse from all the animals that were before it; and it had ten horns."},{"name":"Daniel 7:8","text":"I considered the horns, and behold, there came up among them another horn, a little one, before which three of the first horns were plucked up by the roots: and behold, in this horn were eyes like the eyes of a man, and a mouth speaking great things."},{"name":"Daniel 7:9","text":"I saw until thrones were placed, and one who was ancient of days sat: his clothing was white as snow, and the hair of his head like pure wool; his throne was fiery flames, and its wheels burning fire."},{"name":"Daniel 7:10","text":"A fiery stream issued and came forth from before him: thousands of thousands ministered to him, and ten thousand times ten thousand stood before him: the judgment was set, and the books were opened."},{"name":"Daniel 7:11","text":"I saw at that time because of the voice of the great words which the horn spoke; I saw even until the animal was slain, and its body destroyed, and it was given to be burned with fire."},{"name":"Daniel 7:12","text":"As for the rest of the animals, their dominion was taken away: yet their lives were prolonged for a season and a time."},{"name":"Daniel 7:13","text":"I saw in the night visions, and behold, there came with the clouds of the sky one like a son of man, and he came even to the ancient of days, and they brought him near before him."},{"name":"Daniel 7:14","text":"There was given him dominion, and glory, and a kingdom, that all the peoples, nations, and languages should serve him: his dominion is an everlasting dominion, which shall not pass away, and his kingdom that which shall not be destroyed."},{"name":"Daniel 7:15","text":"As for me, Daniel, my spirit was grieved in the midst of my body, and the visions of my head troubled me."},{"name":"Daniel 7:16","text":"I came near to one of those who stood by, and asked him the truth concerning all this. So he told me, and made me know the interpretation of the things."},{"name":"Daniel 7:17","text":"These great animals, which are four, are four kings, who shall arise out of the earth."},{"name":"Daniel 7:18","text":"But the saints of the Most High shall receive the kingdom, and possess the kingdom forever, even forever and ever."},{"name":"Daniel 7:19","text":"Then I desired to know the truth concerning the fourth animal, which was diverse from all of them, exceedingly terrible, whose teeth were of iron, and its nails of brass; which devoured, broke in pieces, and stamped the residue with its feet;"},{"name":"Daniel 7:20","text":"and concerning the ten horns that were on its head, and the other horn which came up, and before which three fell, even that horn that had eyes, and a mouth that spoke great things, whose look was more stout than its fellows."},{"name":"Daniel 7:21","text":"I saw, and the same horn made war with the saints, and prevailed against them;"},{"name":"Daniel 7:22","text":"until the ancient of days came, and judgment was given to the saints of the Most High, and the time came that the saints possessed the kingdom."},{"name":"Daniel 7:23","text":"Thus he said, The fourth animal shall be a fourth kingdom on earth, which shall be diverse from all the kingdoms, and shall devour the whole earth, and shall tread it down, and break it in pieces."},{"name":"Daniel 7:24","text":"As for the ten horns, out of this kingdom shall ten kings arise: and another shall arise after them; and he shall be diverse from the former, and he shall put down three kings."},{"name":"Daniel 7:25","text":"He shall speak words against the Most High, and shall wear out the saints of the Most High; and he shall think to change the times and the law; and they shall be given into his hand until a time and times and half a time."},{"name":"Daniel 7:26","text":"But the judgment shall be set, and they shall take away his dominion, to consume and to destroy it to the end."},{"name":"Daniel 7:27","text":"The kingdom and the dominion, and the greatness of the kingdoms under the whole sky, shall be given to the people of the saints of the Most High: his kingdom is an everlasting kingdom, and all dominions shall serve and obey him."},{"name":"Daniel 7:28","text":"Here is the end of the matter. As for me, Daniel, my thoughts much troubled me, and my face was changed in me: but I kept the matter in my heart."},{"name":"Daniel 8:1","text":"In the third year of the reign of king Belshazzar a vision appeared to me, even to me, Daniel, after that which appeared to me at the first."},{"name":"Daniel 8:2","text":"I saw in the vision; now it was so, that when I saw, I was in the citadel of Susa, which is in the province of Elam; and I saw in the vision, and I was by the river Ulai."},{"name":"Daniel 8:3","text":"Then I lifted up my eyes, and saw, and behold, there stood before the river a ram which had two horns: and the two horns were high; but one was higher than the other, and the higher came up last."},{"name":"Daniel 8:4","text":"I saw the ram pushing westward, and northward, and southward; and no animals could stand before him, neither was there any who could deliver out of his hand; but he did according to his will, and magnified himself."},{"name":"Daniel 8:5","text":"As I was considering, behold, a male goat came from the west over the surface of the whole earth, and didn\"t touch the ground: and the goat had a notable horn between his eyes."},{"name":"Daniel 8:6","text":"He came to the ram that had the two horns, which I saw standing before the river, and ran on him in the fury of his power."},{"name":"Daniel 8:7","text":"I saw him come close to the ram, and he was moved with anger against him, and struck the ram, and broke his two horns; and there was no power in the ram to stand before him; but he cast him down to the ground, and trampled on him; and there was none who could deliver the ram out of his hand."},{"name":"Daniel 8:8","text":"The male goat magnified himself exceedingly: and when he was strong, the great horn was broken; and instead of it there came up four notable horns toward the four winds of the sky."},{"name":"Daniel 8:9","text":"Out of one of them came forth a little horn, which grew exceeding great, toward the south, and toward the east, and toward the glorious land."},{"name":"Daniel 8:10","text":"It grew great, even to the army of the sky; and some of the army and of the stars it cast down to the ground, and trampled on them."},{"name":"Daniel 8:11","text":"Yes, it magnified itself, even to the prince of the army; and it took away from him the continual burnt offering, and the place of his sanctuary was cast down."},{"name":"Daniel 8:12","text":"The army was given over to it together with the continual burnt offering through disobedience; and it cast down truth to the ground, and it did its pleasure and prospered."},{"name":"Daniel 8:13","text":"Then I heard a holy one speaking; and another holy one said to that certain one who spoke, How long shall be the vision concerning the continual burnt offering, and the disobedience that makes desolate, to give both the sanctuary and the army to be trodden under foot?"},{"name":"Daniel 8:14","text":"He said to me, To two thousand and three hundred evenings and mornings; then shall the sanctuary be cleansed."},{"name":"Daniel 8:15","text":"It happened, when I, even I Daniel, had seen the vision, that I sought to understand it; and behold, there stood before me as the appearance of a man."},{"name":"Daniel 8:16","text":"I heard a man\"s voice between the banks of the Ulai, which called, and said, Gabriel, make this man to understand the vision."},{"name":"Daniel 8:17","text":"So he came near where I stood; and when he came, I was frightened, and fell on my face: but he said to me, Understand, son of man; for the vision belongs to the time of the end."},{"name":"Daniel 8:18","text":"Now as he was speaking with me, I fell into a deep sleep with my face toward the ground; but he touched me, and set me upright."},{"name":"Daniel 8:19","text":"He said, Behold, I will make you know what shall be in the latter time of the indignation; for it belongs to the appointed time of the end."},{"name":"Daniel 8:20","text":"The ram which you saw, that had the two horns, they are the kings of Media and Persia."},{"name":"Daniel 8:21","text":"The rough male goat is the king of Greece: and the great horn that is between his eyes is the first king."},{"name":"Daniel 8:22","text":"As for that which was broken, in the place where four stood up, four kingdoms shall stand up out of the nation, but not with his power."},{"name":"Daniel 8:23","text":"In the latter time of their kingdom, when the transgressors have come to the full, a king of fierce face, and understanding dark sentences, shall stand up."},{"name":"Daniel 8:24","text":"His power shall be mighty, but not by his own power; and he shall destroy wonderfully, and shall prosper and do his pleasure; and he shall destroy the mighty ones and the holy people."},{"name":"Daniel 8:25","text":"Through his policy he shall cause craft to prosper in his hand; and he shall magnify himself in his heart, and in their security shall he destroy many: he shall also stand up against the prince of princes; but he shall be broken without hand."},{"name":"Daniel 8:26","text":"The vision of the evenings and mornings which has been told is true: but seal up the vision; for it belongs to many days to come."},{"name":"Daniel 8:27","text":"I, Daniel, fainted, and was sick certain days; then I rose up, and did the king\"s business: and I wondered at the vision, but none understood it."},{"name":"Daniel 9:1","text":"In the first year of Darius the son of Ahasuerus, of the seed of the Medes, who was made king over the realm of the Chaldeans,"},{"name":"Daniel 9:2","text":"in the first year of his reign I, Daniel, understood by the books the number of the years about which the word of Yahweh came to Jeremiah the prophet, for the accomplishing of the desolations of Jerusalem, even seventy years."},{"name":"Daniel 9:3","text":"I set my face to the Lord God, to seek by prayer and petitions, with fasting and sackcloth and ashes."},{"name":"Daniel 9:4","text":"I prayed to Yahweh my God, and made confession, and said, Oh, Lord, the great and dreadful God, who keeps covenant and loving kindness with those who love him and keep his commandments,"},{"name":"Daniel 9:5","text":"we have sinned, and have dealt perversely, and have done wickedly, and have rebelled, even turning aside from your precepts and from your ordinances;"},{"name":"Daniel 9:6","text":"neither have we listened to your servants the prophets, who spoke in your name to our kings, our princes, and our fathers, and to all the people of the land."},{"name":"Daniel 9:7","text":"Lord, righteousness belongs to you, but to us confusion of face, as at this day; to the men of Judah, and to the inhabitants of Jerusalem, and to all Israel, who are near, and who are far off, through all the countries where you have driven them, because of their trespass that they have trespassed against you."},{"name":"Daniel 9:8","text":"Lord, to us belongs confusion of face, to our kings, to our princes, and to our fathers, because we have sinned against you."},{"name":"Daniel 9:9","text":"To the Lord our God belong mercies and forgiveness; for we have rebelled against him;"},{"name":"Daniel 9:10","text":"neither have we obeyed the voice of Yahweh our God, to walk in his laws, which he set before us by his servants the prophets."},{"name":"Daniel 9:11","text":"Yes, all Israel have transgressed your law, turning aside, that they should not obey your voice: therefore the curse and the oath written in the law of Moses the servant of God has been poured out on us; for we have sinned against him."},{"name":"Daniel 9:12","text":"He has confirmed his words, which he spoke against us, and against our judges who judged us, by bringing on us a great evil; for under the whole sky, such has not been done as has been done to Jerusalem."},{"name":"Daniel 9:13","text":"As it is written in the law of Moses, all this evil has come on us: yet have we not entreated the favor of Yahweh our God, that we should turn from our iniquities, and have discernment in your truth."},{"name":"Daniel 9:14","text":"Therefore has Yahweh watched over the evil, and brought it on us; for Yahweh our God is righteous in all his works which he does, and we have not obeyed his voice."},{"name":"Daniel 9:15","text":"Now, Lord our God, who has brought your people forth out of the land of Egypt with a mighty hand, and have gotten yourself renown, as at this day; we have sinned, we have done wickedly."},{"name":"Daniel 9:16","text":"Lord, according to all your righteousness, let your anger and please let your wrath be turned away from your city Jerusalem, your holy mountain; because for our sins, and for the iniquities of our fathers, Jerusalem and your people have become a reproach to all who are around us."},{"name":"Daniel 9:17","text":"Now therefore, our God, listen to the prayer of your servant, and to his petitions, and cause your face to shine on your sanctuary that is desolate, for the Lord\"s sake."},{"name":"Daniel 9:18","text":"My God, turn your ear, and hear; open your eyes, and see our desolations, and the city which is called by your name: for we do not present our petitions before you for our righteousness, but for your great mercies\" sake."},{"name":"Daniel 9:19","text":"Lord, hear; Lord, forgive; Lord, listen and do; don\"t defer, for your own sake, my God, because your city and your people are called by your name."},{"name":"Daniel 9:20","text":"While I was speaking, and praying, and confessing my sin and the sin of my people Israel, and presenting my supplication before Yahweh my God for the holy mountain of my God;"},{"name":"Daniel 9:21","text":"yes, while I was speaking in prayer, the man Gabriel, whom I had seen in the vision at the beginning, being caused to fly swiftly, touched me about the time of the evening offering."},{"name":"Daniel 9:22","text":"He instructed me, and talked with me, and said, Daniel, I am now come forth to give you wisdom and understanding."},{"name":"Daniel 9:23","text":"At the beginning of your petitions the commandment went forth, and I have come to tell you; for you are greatly beloved: therefore consider the matter, and understand the vision."},{"name":"Daniel 9:24","text":"Seventy weeks are decreed on your people and on your holy city, to finish disobedience, and to make an end of sins, and to make reconciliation for iniquity, and to bring in everlasting righteousness, and to seal up vision and prophecy, and to anoint the most holy."},{"name":"Daniel 9:25","text":"Know therefore and discern, that from the going forth of the commandment to restore and to build Jerusalem to the Anointed One, the prince, shall be seven weeks, and sixty-two weeks: it shall be built again, with street and moat, even in troubled times."},{"name":"Daniel 9:26","text":"After the sixty-two weeks the Anointed One shall be cut off, and shall have nothing: and the people of the prince who shall come shall destroy the city and the sanctuary; and its end shall be with a flood, and even to the end shall be war; desolations are determined."},{"name":"Daniel 9:27","text":"He shall make a firm covenant with many for one week: and in the midst of the week he shall cause the sacrifice and the offering to cease; and on the wing of abominations shall come one who makes desolate; and even to the full end, and that determined, shall wrath be poured out on the desolate."},{"name":"Daniel 10:1","text":"In the third year of Cyrus king of Persia a thing was revealed to Daniel, whose name was called Belteshazzar; and the thing was true, even a great warfare: and he understood the thing, and had understanding of the vision."},{"name":"Daniel 10:2","text":"In those days I, Daniel, was mourning three whole weeks."},{"name":"Daniel 10:3","text":"I ate no pleasant bread, neither came flesh nor wine into my mouth, neither did I anoint myself at all, until three whole weeks were fulfilled."},{"name":"Daniel 10:4","text":"In the four and twentieth day of the first month, as I was by the side of the great river, which is Hiddekel,"},{"name":"Daniel 10:5","text":"I lifted up my eyes, and looked, and behold, a man clothed in linen, whose thighs were adorned with pure gold of Uphaz:"}]