[{"name":"Proverbs 22:1","text":"A good name is more desirable than great riches, and loving favor is better than silver and gold."},{"name":"Proverbs 22:2","text":"The rich and the poor have this in common: Yahweh is the maker of them all."},{"name":"Proverbs 22:3","text":"A prudent man sees danger, and hides himself; but the simple pass on, and suffer for it."},{"name":"Proverbs 22:4","text":"The result of humility and the fear of Yahweh is wealth, honor, and life."},{"name":"Proverbs 22:5","text":"Thorns and snares are in the path of the wicked: whoever guards his soul stays from them."},{"name":"Proverbs 22:6","text":"Train up a child in the way he should go, and when he is old he will not depart from it."},{"name":"Proverbs 22:7","text":"The rich rule over the poor. The borrower is servant to the lender."},{"name":"Proverbs 22:8","text":"He who sows wickedness reaps trouble, and the rod of his fury will be destroyed."},{"name":"Proverbs 22:9","text":"He who has a generous eye will be blessed; for he shares his food with the poor."},{"name":"Proverbs 22:10","text":"Drive out the mocker, and strife will go out; yes, quarrels and insults will stop."},{"name":"Proverbs 22:11","text":"He who loves purity of heart and speaks gracefully is the king\"s friend."},{"name":"Proverbs 22:12","text":"The eyes of Yahweh watch over knowledge; but he frustrates the words of the unfaithful."},{"name":"Proverbs 22:13","text":"The sluggard says, \"There is a lion outside! I will be killed in the streets!\""},{"name":"Proverbs 22:14","text":"The mouth of an adulteress is a deep pit: he who is under Yahweh\"s wrath will fall into it."},{"name":"Proverbs 22:15","text":"Folly is bound up in the heart of a child: the rod of discipline drives it far from him."},{"name":"Proverbs 22:16","text":"Whoever oppresses the poor for his own increase and whoever gives to the rich, both come to poverty."},{"name":"Proverbs 22:17","text":"Turn your ear, and listen to the words of the wise. Apply your heart to my teaching."},{"name":"Proverbs 22:18","text":"For it is a pleasant thing if you keep them within you, if all of them are ready on your lips."},{"name":"Proverbs 22:19","text":"That your trust may be in Yahweh, I teach you today, even you."},{"name":"Proverbs 22:20","text":"Haven\"t I written to you thirty excellent things of counsel and knowledge,"},{"name":"Proverbs 22:21","text":"To teach you truth, reliable words, to give sound answers to the ones who sent you?"},{"name":"Proverbs 22:22","text":"Don\"t exploit the poor, because he is poor; and don\"t crush the needy in court;"},{"name":"Proverbs 22:23","text":"for Yahweh will plead their case, and plunder the life of those who plunder them."},{"name":"Proverbs 22:24","text":"Don\"t befriend a hot-tempered man, and don\"t associate with one who harbors anger:"},{"name":"Proverbs 22:25","text":"lest you learn his ways, and ensnare your soul."},{"name":"Proverbs 22:26","text":"Don\"t you be one of those who strike hands, of those who are collateral for debts."},{"name":"Proverbs 22:27","text":"If you don\"t have means to pay, why should he take away your bed from under you?"},{"name":"Proverbs 22:28","text":"Don\"t move the ancient boundary stone, which your fathers have set up."},{"name":"Proverbs 22:29","text":"Do you see a man skilled in his work? He will serve kings. He won\"t serve obscure men."},{"name":"Proverbs 23:1","text":"When you sit to eat with a ruler, consider diligently what is before you;"},{"name":"Proverbs 23:2","text":"put a knife to your throat, if you are a man given to appetite."},{"name":"Proverbs 23:3","text":"Don\"t be desirous of his dainties, since they are deceitful food."},{"name":"Proverbs 23:4","text":"Don\"t weary yourself to be rich. In your wisdom, show restraint."},{"name":"Proverbs 23:5","text":"Why do you set your eyes on that which is not? For it certainly sprouts wings like an eagle and flies in the sky."},{"name":"Proverbs 23:6","text":"Don\"t eat the food of him who has a stingy eye, and don\"t crave his delicacies:"},{"name":"Proverbs 23:7","text":"for as he thinks about the cost, so he is. \"Eat and drink!\" he says to you, but his heart is not with you."},{"name":"Proverbs 23:8","text":"The morsel which you have eaten you shall vomit up, and lose your good words."},{"name":"Proverbs 23:9","text":"Don\"t speak in the ears of a fool, for he will despise the wisdom of your words."},{"name":"Proverbs 23:10","text":"Don\"t move the ancient boundary stone. Don\"t encroach on the fields of the fatherless:"},{"name":"Proverbs 23:11","text":"for their Defender is strong. He will plead their case against you."},{"name":"Proverbs 23:12","text":"Apply your heart to instruction, and your ears to the words of knowledge."},{"name":"Proverbs 23:13","text":"Don\"t withhold correction from a child. If you punish him with the rod, he will not die."},{"name":"Proverbs 23:14","text":"Punish him with the rod, and save his soul from Sheol."},{"name":"Proverbs 23:15","text":"My son, if your heart is wise, then my heart will be glad, even mine:"},{"name":"Proverbs 23:16","text":"yes, my heart will rejoice, when your lips speak what is right."},{"name":"Proverbs 23:17","text":"Don\"t let your heart envy sinners; but rather fear Yahweh all the day long."},{"name":"Proverbs 23:18","text":"Indeed surely there is a future hope, and your hope will not be cut off."},{"name":"Proverbs 23:19","text":"Listen, my son, and be wise, and keep your heart on the right path!"},{"name":"Proverbs 23:20","text":"Don\"t be among ones drinking too much wine, or those who gorge themselves on meat:"},{"name":"Proverbs 23:21","text":"for the drunkard and the glutton shall become poor; and drowsiness clothes them in rags."},{"name":"Proverbs 23:22","text":"Listen to your father who gave you life, and don\"t despise your mother when she is old."},{"name":"Proverbs 23:23","text":"Buy the truth, and don\"t sell it. Get wisdom, discipline, and understanding."},{"name":"Proverbs 23:24","text":"The father of the righteous has great joy. Whoever fathers a wise child delights in him."},{"name":"Proverbs 23:25","text":"Let your father and your mother be glad! Let her who bore you rejoice!"},{"name":"Proverbs 23:26","text":"My son, give me your heart; and let your eyes keep in my ways."},{"name":"Proverbs 23:27","text":"For a prostitute is a deep pit; and a wayward wife is a narrow well."},{"name":"Proverbs 23:28","text":"Yes, she lies in wait like a robber, and increases the unfaithful among men."},{"name":"Proverbs 23:29","text":"Who has woe? Who has sorrow? Who has strife? Who has complaints? Who has needless bruises? Who has bloodshot eyes?"},{"name":"Proverbs 23:30","text":"Those who stay long at the wine; those who go to seek out mixed wine."},{"name":"Proverbs 23:31","text":"Don\"t look at the wine when it is red, when it sparkles in the cup, when it goes down smoothly."},{"name":"Proverbs 23:32","text":"In the end, it bites like a snake, and poisons like a viper."},{"name":"Proverbs 23:33","text":"Your eyes will see strange things, and your mind will imagine confusing things."},{"name":"Proverbs 23:34","text":"Yes, you will be as he who lies down in the midst of the sea, or as he who lies on top of the rigging:"},{"name":"Proverbs 23:35","text":"\"They hit me, and I was not hurt! They beat me, and I don\"t feel it! When will I wake up? I can do it again. I can find another.\""},{"name":"Proverbs 24:1","text":"Don\"t be envious of evil men; neither desire to be with them:"},{"name":"Proverbs 24:2","text":"for their hearts plot violence, and their lips talk about mischief."},{"name":"Proverbs 24:3","text":"Through wisdom a house is built; by understanding it is established;"},{"name":"Proverbs 24:4","text":"by knowledge the rooms are filled with all rare and beautiful treasure."},{"name":"Proverbs 24:5","text":"A wise man has great power; and a knowledgeable man increases strength;"},{"name":"Proverbs 24:6","text":"for by wise guidance you wage your war; and victory is in many advisors."},{"name":"Proverbs 24:7","text":"Wisdom is too high for a fool: he doesn\"t open his mouth in the gate."},{"name":"Proverbs 24:8","text":"One who plots to do evil will be called a schemer."},{"name":"Proverbs 24:9","text":"The schemes of folly are sin. The mocker is detested by men."},{"name":"Proverbs 24:10","text":"If you falter in the time of trouble, your strength is small."},{"name":"Proverbs 24:11","text":"Rescue those who are being led away to death! Indeed, hold back those who are staggering to the slaughter!"},{"name":"Proverbs 24:12","text":"If you say, \"Behold, we didn\"t know this;\" doesn\"t he who weighs the hearts consider it? He who keeps your soul, doesn\"t he know it? Shall he not render to every man according to his work?"},{"name":"Proverbs 24:13","text":"My son, eat honey, for it is good; the droppings of the honeycomb, which are sweet to your taste:"},{"name":"Proverbs 24:14","text":"so you shall know wisdom to be to your soul; if you have found it, then there will be a reward, your hope will not be cut off."},{"name":"Proverbs 24:15","text":"Don\"t lay in wait, wicked man, against the habitation of the righteous. Don\"t destroy his resting place:"},{"name":"Proverbs 24:16","text":"for a righteous man falls seven times, and rises up again; but the wicked are overthrown by calamity."},{"name":"Proverbs 24:17","text":"Don\"t rejoice when your enemy falls. Don\"t let your heart be glad when he is overthrown;"},{"name":"Proverbs 24:18","text":"lest Yahweh see it, and it displease him, and he turn away his wrath from him."},{"name":"Proverbs 24:19","text":"Don\"t fret yourself because of evildoers; neither be envious of the wicked:"},{"name":"Proverbs 24:20","text":"for there will be no reward to the evil man; and the lamp of the wicked shall be snuffed out."},{"name":"Proverbs 24:21","text":"My son, fear Yahweh and the king. Don\"t join those who are rebellious:"},{"name":"Proverbs 24:22","text":"for their calamity will rise suddenly; the destruction from them both\"who knows?"},{"name":"Proverbs 24:23","text":"These also are sayings of the wise. To show partiality in judgment is not good."},{"name":"Proverbs 24:24","text":"He who says to the wicked, \"You are righteous;\" peoples shall curse him, and nations shall abhor him\""},{"name":"Proverbs 24:25","text":"but it will go well with those who convict the guilty, and a rich blessing will come on them."},{"name":"Proverbs 24:26","text":"An honest answer is like a kiss on the lips."},{"name":"Proverbs 24:27","text":"Prepare your work outside, and get your fields ready. Afterwards, build your house."},{"name":"Proverbs 24:28","text":"Don\"t be a witness against your neighbor without cause. Don\"t deceive with your lips."},{"name":"Proverbs 24:29","text":"Don\"t say, \"I will do to him as he has done to me; I will render to the man according to his work.\""},{"name":"Proverbs 24:30","text":"I went by the field of the sluggard, by the vineyard of the man void of understanding;"},{"name":"Proverbs 24:31","text":"Behold, it was all grown over with thorns. Its surface was covered with nettles, and its stone wall was broken down."},{"name":"Proverbs 24:32","text":"Then I saw, and considered well. I saw, and received instruction:"},{"name":"Proverbs 24:33","text":"a little sleep, a little slumber, a little folding of the hands to sleep;"},{"name":"Proverbs 24:34","text":"so your poverty will come as a robber, and your want as an armed man."},{"name":"Proverbs 25:1","text":"These also are proverbs of Solomon, which the men of Hezekiah king of Judah copied out."},{"name":"Proverbs 25:2","text":"It is the glory of God to conceal a thing, but the glory of kings is to search out a matter."},{"name":"Proverbs 25:3","text":"As the heavens for height, and the earth for depth, so the hearts of kings are unsearchable."},{"name":"Proverbs 25:4","text":"Take away the dross from the silver, and material comes out for the refiner;"},{"name":"Proverbs 25:5","text":"Take away the wicked from the king\"s presence, and his throne will be established in righteousness."},{"name":"Proverbs 25:6","text":"Don\"t exalt yourself in the presence of the king, or claim a place among great men;"},{"name":"Proverbs 25:7","text":"for it is better that it be said to you, \"Come up here,\" than that you should be put lower in the presence of the prince, whom your eyes have seen."},{"name":"Proverbs 25:8","text":"Don\"t be hasty in bringing charges to court. What will you do in the end when your neighbor shames you?"},{"name":"Proverbs 25:9","text":"Debate your case with your neighbor, and don\"t betray the confidence of another;"},{"name":"Proverbs 25:10","text":"lest one who hears it put you to shame, and your bad reputation never depart."},{"name":"Proverbs 25:11","text":"A word fitly spoken is like apples of gold in settings of silver."},{"name":"Proverbs 25:12","text":"As an earring of gold, and an ornament of fine gold, so is a wise reprover to an obedient ear."},{"name":"Proverbs 25:13","text":"As the cold of snow in the time of harvest, so is a faithful messenger to those who send him; for he refreshes the soul of his masters."},{"name":"Proverbs 25:14","text":"As clouds and wind without rain, so is he who boasts of gifts deceptively."},{"name":"Proverbs 25:15","text":"By patience a ruler is persuaded. A soft tongue breaks the bone."},{"name":"Proverbs 25:16","text":"Have you found honey? Eat as much as is sufficient for you, lest you eat too much, and vomit it."},{"name":"Proverbs 25:17","text":"Let your foot be seldom in your neighbor\"s house, lest he be weary of you, and hate you."},{"name":"Proverbs 25:18","text":"A man who gives false testimony against his neighbor is like a club, a sword, or a sharp arrow."},{"name":"Proverbs 25:19","text":"Confidence in someone unfaithful in time of trouble is like a bad tooth, or a lame foot."},{"name":"Proverbs 25:20","text":"As one who takes away a garment in cold weather, or vinegar on soda, so is one who sings songs to a heavy heart."},{"name":"Proverbs 25:21","text":"If your enemy is hungry, give him food to eat. If he is thirsty, give him water to drink:"},{"name":"Proverbs 25:22","text":"for you will heap coals of fire on his head, and Yahweh will reward you."},{"name":"Proverbs 25:23","text":"The north wind brings forth rain: so a backbiting tongue brings an angry face."},{"name":"Proverbs 25:24","text":"It is better to dwell in the corner of the housetop, than to share a house with a contentious woman."},{"name":"Proverbs 25:25","text":"Like cold water to a thirsty soul, so is good news from a far country."},{"name":"Proverbs 25:26","text":"Like a muddied spring, and a polluted well, so is a righteous man who gives way before the wicked."},{"name":"Proverbs 25:27","text":"It is not good to eat much honey; nor is it honorable to seek one\"s own honor."},{"name":"Proverbs 25:28","text":"Like a city that is broken down and without walls is a man whose spirit is without restraint."},{"name":"Proverbs 26:1","text":"Like snow in summer, and as rain in harvest, so honor is not fitting for a fool."},{"name":"Proverbs 26:2","text":"Like a fluttering sparrow, like a darting swallow, so the undeserved curse doesn\"t come to rest."},{"name":"Proverbs 26:3","text":"A whip is for the horse, a bridle for the donkey, and a rod for the back of fools!"},{"name":"Proverbs 26:4","text":"Don\"t answer a fool according to his folly, lest you also be like him."},{"name":"Proverbs 26:5","text":"Answer a fool according to his folly, lest he be wise in his own eyes."},{"name":"Proverbs 26:6","text":"One who sends a message by the hand of a fool is cutting off feet and drinking violence."},{"name":"Proverbs 26:7","text":"Like the legs of the lame that hang loose: so is a parable in the mouth of fools."},{"name":"Proverbs 26:8","text":"As one who binds a stone in a sling, so is he who gives honor to a fool."},{"name":"Proverbs 26:9","text":"Like a thornbush that goes into the hand of a drunkard, so is a parable in the mouth of fools."},{"name":"Proverbs 26:10","text":"As an archer who wounds all, so is he who hires a fool or he who hires those who pass by."},{"name":"Proverbs 26:11","text":"As a dog that returns to his vomit, so is a fool who repeats his folly."},{"name":"Proverbs 26:12","text":"Do you see a man wise in his own eyes? There is more hope for a fool than for him."},{"name":"Proverbs 26:13","text":"The sluggard says, \"There is a lion in the road! A fierce lion roams the streets!\""},{"name":"Proverbs 26:14","text":"As the door turns on its hinges, so does the sluggard on his bed."},{"name":"Proverbs 26:15","text":"The sluggard buries his hand in the dish. He is too lazy to bring it back to his mouth."},{"name":"Proverbs 26:16","text":"The sluggard is wiser in his own eyes than seven men who answer with discretion."},{"name":"Proverbs 26:17","text":"Like one who grabs a dog\"s ears is one who passes by and meddles in a quarrel not his own."},{"name":"Proverbs 26:18","text":"Like a madman who shoots torches, arrows, and death,"},{"name":"Proverbs 26:19","text":"is the man who deceives his neighbor and says, \"Am I not joking?\""},{"name":"Proverbs 26:20","text":"For lack of wood a fire goes out. Without gossip, a quarrel dies down."},{"name":"Proverbs 26:21","text":"As coals are to hot embers, and wood to fire, so is a contentious man to kindling strife."},{"name":"Proverbs 26:22","text":"The words of a whisperer are as dainty morsels, they go down into the innermost parts."},{"name":"Proverbs 26:23","text":"Like silver dross on an earthen vessel are the lips of a fervent one with an evil heart."},{"name":"Proverbs 26:24","text":"A malicious man disguises himself with his lips, but he harbors evil in his heart."},{"name":"Proverbs 26:25","text":"When his speech is charming, don\"t believe him; for there are seven abominations in his heart."},{"name":"Proverbs 26:26","text":"His malice may be concealed by deception, but his wickedness will be exposed in the assembly."},{"name":"Proverbs 26:27","text":"Whoever digs a pit shall fall into it. Whoever rolls a stone, it will come back on him."},{"name":"Proverbs 26:28","text":"A lying tongue hates those it hurts; and a flattering mouth works ruin."},{"name":"Proverbs 27:1","text":"Don\"t boast about tomorrow; for you don\"t know what a day may bring forth."},{"name":"Proverbs 27:2","text":"Let another man praise you, and not your own mouth; a stranger, and not your own lips."},{"name":"Proverbs 27:3","text":"A stone is heavy, and sand is a burden; but a fool\"s provocation is heavier than both."},{"name":"Proverbs 27:4","text":"Wrath is cruel, and anger is overwhelming; but who is able to stand before jealousy?"},{"name":"Proverbs 27:5","text":"Better is open rebuke than hidden love."},{"name":"Proverbs 27:6","text":"Faithful are the wounds of a friend; although the kisses of an enemy are profuse."},{"name":"Proverbs 27:7","text":"A full soul loathes a honeycomb; but to a hungry soul, every bitter thing is sweet."},{"name":"Proverbs 27:8","text":"As a bird that wanders from her nest, so is a man who wanders from his home."},{"name":"Proverbs 27:9","text":"Perfume and incense bring joy to the heart; so does earnest counsel from a man\"s friend."},{"name":"Proverbs 27:10","text":"Don\"t forsake your friend and your father\"s friend. Don\"t go to your brother\"s house in the day of your disaster: better is a neighbor who is near than a distant brother."},{"name":"Proverbs 27:11","text":"Be wise, my son, and bring joy to my heart, then I can answer my tormentor."},{"name":"Proverbs 27:12","text":"A prudent man sees danger and takes refuge; but the simple pass on, and suffer for it."},{"name":"Proverbs 27:13","text":"Take his garment when he puts up collateral for a stranger. Hold it for a wayward woman!"},{"name":"Proverbs 27:14","text":"He who blesses his neighbor with a loud voice early in the morning, it will be taken as a curse by him."},{"name":"Proverbs 27:15","text":"A continual dropping on a rainy day and a contentious wife are alike:"},{"name":"Proverbs 27:16","text":"restraining her is like restraining the wind, or like grasping oil in his right hand."},{"name":"Proverbs 27:17","text":"Iron sharpens iron; so a man sharpens his friend\"s countenance."},{"name":"Proverbs 27:18","text":"Whoever tends the fig tree shall eat its fruit. He who looks after his master shall be honored."},{"name":"Proverbs 27:19","text":"As water reflects a face, so a man\"s heart reflects the man."},{"name":"Proverbs 27:20","text":"Sheol and Abaddon are never satisfied; and a man\"s eyes are never satisfied."},{"name":"Proverbs 27:21","text":"The crucible is for silver, and the furnace for gold; but man is refined by his praise."},{"name":"Proverbs 27:22","text":"Though you grind a fool in a mortar with a pestle along with grain, yet his foolishness will not be removed from him."},{"name":"Proverbs 27:23","text":"Know well the state of your flocks, and pay attention to your herds:"},{"name":"Proverbs 27:24","text":"for riches are not forever, nor does even the crown endure to all generations."},{"name":"Proverbs 27:25","text":"The hay is removed, and the new growth appears, the grasses of the hills are gathered in."},{"name":"Proverbs 27:26","text":"The lambs are for your clothing, and the goats are the price of a field."},{"name":"Proverbs 27:27","text":"There will be plenty of goats\" milk for your food, for your family\"s food, and for the nourishment of your servant girls."},{"name":"Proverbs 28:1","text":"The wicked flee when no one pursues; but the righteous are as bold as a lion."},{"name":"Proverbs 28:2","text":"In rebellion, a land has many rulers, but order is maintained by a man of understanding and knowledge."},{"name":"Proverbs 28:3","text":"A needy man who oppresses the poor is like a driving rain which leaves no crops."},{"name":"Proverbs 28:4","text":"Those who forsake the law praise the wicked; but those who keep the law contend with them."},{"name":"Proverbs 28:5","text":"Evil men don\"t understand justice; but those who seek Yahweh understand it fully."},{"name":"Proverbs 28:6","text":"Better is the poor who walks in his integrity, than he who is perverse in his ways, and he is rich."},{"name":"Proverbs 28:7","text":"Whoever keeps the law is a wise son; but he who is a companion of gluttons shames his father."},{"name":"Proverbs 28:8","text":"He who increases his wealth by excessive interest gathers it for one who has pity on the poor."},{"name":"Proverbs 28:9","text":"He who turns away his ear from hearing the law, even his prayer is an abomination."},{"name":"Proverbs 28:10","text":"Whoever causes the upright to go astray in an evil way, he will fall into his own trap; but the blameless will inherit good."},{"name":"Proverbs 28:11","text":"The rich man is wise in his own eyes; but the poor who has understanding sees through him."},{"name":"Proverbs 28:12","text":"When the righteous triumph, there is great glory; but when the wicked rise, men hide themselves."},{"name":"Proverbs 28:13","text":"He who conceals his sins doesn\"t prosper, but whoever confesses and renounces them finds mercy."},{"name":"Proverbs 28:14","text":"Blessed is the man who always fears; but one who hardens his heart falls into trouble."},{"name":"Proverbs 28:15","text":"As a roaring lion or a charging bear, so is a wicked ruler over helpless people."},{"name":"Proverbs 28:16","text":"A tyrannical ruler lacks judgment. One who hates ill-gotten gain will have long days."},{"name":"Proverbs 28:17","text":"A man who is tormented by life blood will be a fugitive until death; no one will support him."},{"name":"Proverbs 28:18","text":"Whoever walks blamelessly is kept safe; but one with perverse ways will fall suddenly."},{"name":"Proverbs 28:19","text":"One who works his land will have an abundance of food; but one who chases fantasies will have his fill of poverty."},{"name":"Proverbs 28:20","text":"A faithful man is rich with blessings; but one who is eager to be rich will not go unpunished."},{"name":"Proverbs 28:21","text":"To show partiality is not good; yet a man will do wrong for a piece of bread."},{"name":"Proverbs 28:22","text":"A stingy man hurries after riches, and doesn\"t know that poverty waits for him."},{"name":"Proverbs 28:23","text":"One who rebukes a man will afterward find more favor than one who flatters with the tongue."},{"name":"Proverbs 28:24","text":"Whoever robs his father or his mother, and says, \"It\"s not wrong.\" He is a partner with a destroyer."},{"name":"Proverbs 28:25","text":"One who is greedy stirs up strife; but one who trusts in Yahweh will prosper."},{"name":"Proverbs 28:26","text":"One who trusts in himself is a fool; but one who walks in wisdom is kept safe."},{"name":"Proverbs 28:27","text":"One who gives to the poor has no lack; but one who closes his eyes will have many curses."},{"name":"Proverbs 28:28","text":"When the wicked rise, men hide themselves; but when they perish, the righteous thrive."},{"name":"Proverbs 29:1","text":"He who is often rebuked and stiffens his neck will be destroyed suddenly, with no remedy."},{"name":"Proverbs 29:2","text":"When the righteous thrive, the people rejoice; but when the wicked rule, the people groan."},{"name":"Proverbs 29:3","text":"Whoever loves wisdom brings joy to his father; but a companion of prostitutes squanders his wealth."},{"name":"Proverbs 29:4","text":"The king by justice makes the land stable, but he who takes bribes tears it down."},{"name":"Proverbs 29:5","text":"A man who flatters his neighbor spreads a net for his feet."},{"name":"Proverbs 29:6","text":"An evil man is snared by his sin, but the righteous can sing and be glad."},{"name":"Proverbs 29:7","text":"The righteous care about justice for the poor. The wicked aren\"t concerned about knowledge."},{"name":"Proverbs 29:8","text":"Mockers stir up a city, but wise men turn away anger."},{"name":"Proverbs 29:9","text":"If a wise man goes to court with a foolish man, the fool rages or scoffs, and there is no peace."},{"name":"Proverbs 29:10","text":"The bloodthirsty hate a man of integrity; and they seek the life of the upright."},{"name":"Proverbs 29:11","text":"A fool vents all of his anger, but a wise man brings himself under control."},{"name":"Proverbs 29:12","text":"If a ruler listens to lies, all of his officials are wicked."},{"name":"Proverbs 29:13","text":"The poor man and the oppressor have this in common: Yahweh gives sight to the eyes of both."},{"name":"Proverbs 29:14","text":"The king who fairly judges the poor, his throne shall be established forever."},{"name":"Proverbs 29:15","text":"The rod of correction gives wisdom, but a child left to himself causes shame to his mother."},{"name":"Proverbs 29:16","text":"When the wicked increase, sin increases; but the righteous will see their downfall."},{"name":"Proverbs 29:17","text":"Correct your son, and he will give you peace; yes, he will bring delight to your soul."},{"name":"Proverbs 29:18","text":"Where there is no revelation, the people cast off restraint; but one who keeps the law is blessed."},{"name":"Proverbs 29:19","text":"A servant can\"t be corrected by words. Though he understands, yet he will not respond."},{"name":"Proverbs 29:20","text":"Do you see a man who is hasty in his words? There is more hope for a fool than for him."},{"name":"Proverbs 29:21","text":"He who pampers his servant from youth will have him become a son in the end."},{"name":"Proverbs 29:22","text":"An angry man stirs up strife, and a wrathful man abounds in sin."},{"name":"Proverbs 29:23","text":"A man\"s pride brings him low, but one of lowly spirit gains honor."},{"name":"Proverbs 29:24","text":"Whoever is an accomplice of a thief is an enemy of his own soul. He takes an oath, but dares not testify."},{"name":"Proverbs 29:25","text":"The fear of man proves to be a snare, but whoever puts his trust in Yahweh is kept safe."},{"name":"Proverbs 29:26","text":"Many seek the ruler\"s favor, but a man\"s justice comes from Yahweh."},{"name":"Proverbs 29:27","text":"A dishonest man detests the righteous, and the upright in their ways detest the wicked."},{"name":"Proverbs 30:1","text":"The words of Agur the son of Jakeh, the oracle: the man says to Ithiel, to Ithiel and Ucal:"},{"name":"Proverbs 30:2","text":"\"Surely I am the most ignorant man, and don\"t have a man\"s understanding."},{"name":"Proverbs 30:3","text":"I have not learned wisdom, neither do I have the knowledge of the Holy One."},{"name":"Proverbs 30:4","text":"Who has ascended up into heaven, and descended? Who has gathered the wind in his fists? Who has bound the waters in his garment? Who has established all the ends of the earth? What is his name, and what is his son\"s name, if you know?"},{"name":"Proverbs 30:5","text":"\"Every word of God is flawless. He is a shield to those who take refuge in him."},{"name":"Proverbs 30:6","text":"Don\"t you add to his words, lest he reprove you, and you be found a liar."},{"name":"Proverbs 30:7","text":"\"Two things I have asked of you; don\"t deny me before I die:"},{"name":"Proverbs 30:8","text":"Remove far from me falsehood and lies. Give me neither poverty nor riches. Feed me with the food that is needful for me;"},{"name":"Proverbs 30:9","text":"lest I be full, deny you, and say, \"Who is Yahweh?\" or lest I be poor, and steal, and so dishonor the name of my God."},{"name":"Proverbs 30:10","text":"\"Don\"t slander a servant to his master, lest he curse you, and you be held guilty."},{"name":"Proverbs 30:11","text":"There is a generation that curses their father, and doesn\"t bless their mother."},{"name":"Proverbs 30:12","text":"There is a generation that is pure in their own eyes, yet are not washed from their filthiness."},{"name":"Proverbs 30:13","text":"There is a generation, oh how lofty are their eyes! Their eyelids are lifted up."},{"name":"Proverbs 30:14","text":"There is a generation whose teeth are like swords, and their jaws like knives, to devour the poor from the earth, and the needy from among men."},{"name":"Proverbs 30:15","text":"\"The leach has two daughters: \"Give, give.\" \"There are three things that are never satisfied; four that don\"t say, \"Enough:\""},{"name":"Proverbs 30:16","text":"Sheol, the barren womb; the earth that is not satisfied with water; and the fire that doesn\"t say, \"Enough.\""},{"name":"Proverbs 30:17","text":"\"The eye that mocks at his father, and scorns obedience to his mother: the ravens of the valley shall pick it out, the young eagles shall eat it."},{"name":"Proverbs 30:18","text":"\"There are three things which are too amazing for me, four which I don\"t understand:"},{"name":"Proverbs 30:19","text":"The way of an eagle in the air; the way of a serpent on a rock; the way of a ship in the midst of the sea; and the way of a man with a maiden."},{"name":"Proverbs 30:20","text":"\"So is the way of an adulterous woman: she eats and wipes her mouth, and says, \"I have done nothing wrong.\""},{"name":"Proverbs 30:21","text":"\"For three things the earth tremble, and under four, it can\"t bear up:"},{"name":"Proverbs 30:22","text":"For a servant when he is king; a fool when he is filled with food;"},{"name":"Proverbs 30:23","text":"for an unloved woman when she is married; and a handmaid who is heir to her mistress."},{"name":"Proverbs 30:24","text":"\"There are four things which are little on the earth, but they are exceedingly wise:"},{"name":"Proverbs 30:25","text":"the ants are not a strong people, yet they provide their food in the summer."},{"name":"Proverbs 30:26","text":"The conies are but a feeble folk, yet make they their houses in the rocks."},{"name":"Proverbs 30:27","text":"The locusts have no king, yet they advance in ranks."},{"name":"Proverbs 30:28","text":"You can catch a lizard with your hands, yet it is in kings\" palaces."},{"name":"Proverbs 30:29","text":"\"There are three things which are stately in their march, four which are stately in going:"},{"name":"Proverbs 30:30","text":"The lion, which is mightiest among animals, and doesn\"t turn away for any;"},{"name":"Proverbs 30:31","text":"the greyhound, the male goat also; and the king against whom there is no rising up."},{"name":"Proverbs 30:32","text":"\"If you have done foolishly in lifting up yourself, or if you have thought evil, put your hand over your mouth."},{"name":"Proverbs 30:33","text":"For as the churning of milk brings forth butter, and the wringing of the nose brings forth blood; so the forcing of wrath brings forth strife.\""},{"name":"Proverbs 31:1","text":"The words of king Lemuel; the oracle which his mother taught him."},{"name":"Proverbs 31:2","text":"\"Oh, my son! Oh, son of my womb! Oh, son of my vows!"},{"name":"Proverbs 31:3","text":"Don\"t give your strength to women, nor your ways to that which destroys kings."},{"name":"Proverbs 31:4","text":"It is not for kings, Lemuel; it is not for kings to drink wine; nor for princes to say, \"Where is strong drink?\""},{"name":"Proverbs 31:5","text":"lest they drink, and forget the law, and pervert the justice due to anyone who is afflicted."},{"name":"Proverbs 31:6","text":"Give strong drink to him who is ready to perish; and wine to the bitter in soul:"},{"name":"Proverbs 31:7","text":"Let him drink, and forget his poverty, and remember his misery no more."},{"name":"Proverbs 31:8","text":"Open your mouth for the mute, in the cause of all who are left desolate."},{"name":"Proverbs 31:9","text":"Open your mouth, judge righteously, and serve justice to the poor and needy.\""},{"name":"Proverbs 31:10","text":"Who can find a worthy woman? For her price is far above rubies."},{"name":"Proverbs 31:11","text":"The heart of her husband trusts in her. He shall have no lack of gain."},{"name":"Proverbs 31:12","text":"She does him good, and not harm, all the days of her life."},{"name":"Proverbs 31:13","text":"She seeks wool and flax, and works eagerly with her hands."},{"name":"Proverbs 31:14","text":"She is like the merchant ships. She brings her bread from afar."},{"name":"Proverbs 31:15","text":"She rises also while it is yet night, gives food to her household, and portions for her servant girls."},{"name":"Proverbs 31:16","text":"She considers a field, and buys it. With the fruit of her hands, she plants a vineyard."},{"name":"Proverbs 31:17","text":"She arms her waist with strength, and makes her arms strong."},{"name":"Proverbs 31:18","text":"She perceives that her merchandise is profitable. Her lamp doesn\"t go out by night."},{"name":"Proverbs 31:19","text":"She lays her hands to the distaff, and her hands hold the spindle."},{"name":"Proverbs 31:20","text":"She opens her arms to the poor; yes, she extends her hands to the needy."},{"name":"Proverbs 31:21","text":"She is not afraid of the snow for her household; for all her household are clothed with scarlet."},{"name":"Proverbs 31:22","text":"She makes for herself carpets of tapestry. Her clothing is fine linen and purple."},{"name":"Proverbs 31:23","text":"Her husband is respected in the gates, when he sits among the elders of the land."},{"name":"Proverbs 31:24","text":"She makes linen garments and sells them, and delivers sashes to the merchant."},{"name":"Proverbs 31:25","text":"Strength and dignity are her clothing. She laughs at the time to come."},{"name":"Proverbs 31:26","text":"She opens her mouth with wisdom. Faithful instruction is on her tongue."},{"name":"Proverbs 31:27","text":"She looks well to the ways of her household, and doesn\"t eat the bread of idleness."},{"name":"Proverbs 31:28","text":"Her children rise up and call her blessed. Her husband also praises her:"},{"name":"Proverbs 31:29","text":"\"Many women do noble things, but you excel them all.\""},{"name":"Proverbs 31:30","text":"Charm is deceitful, and beauty is vain; but a woman who fears Yahweh, she shall be praised."},{"name":"Proverbs 31:31","text":"Give her of the fruit of her hands! Let her works praise her in the gates!"},{"name":"Ecclesiastes 1:1","text":"The words of the Preacher, the son of David, king in Jerusalem:"},{"name":"Ecclesiastes 1:2","text":"\"Vanity of vanities,\" says the Preacher; \"Vanity of vanities, all is vanity.\""},{"name":"Ecclesiastes 1:3","text":"What does man gain from all his labor in which he labors under the sun?"},{"name":"Ecclesiastes 1:4","text":"One generation goes, and another generation comes; but the earth remains forever."},{"name":"Ecclesiastes 1:5","text":"The sun also rises, and the sun goes down, and hurries to its place where it rises."},{"name":"Ecclesiastes 1:6","text":"The wind goes toward the south, and turns around to the north. It turns around continually as it goes, and the wind returns again to its courses."},{"name":"Ecclesiastes 1:7","text":"All the rivers run into the sea, yet the sea is not full. To the place where the rivers flow, there they flow again."},{"name":"Ecclesiastes 1:8","text":"All things are full of weariness beyond uttering. The eye is not satisfied with seeing, nor the ear filled with hearing."},{"name":"Ecclesiastes 1:9","text":"That which has been is that which shall be; and that which has been done is that which shall be done: and there is no new thing under the sun."},{"name":"Ecclesiastes 1:10","text":"Is there a thing of which it may be said, \"Behold, this is new?\" It has been long ago, in the ages which were before us."},{"name":"Ecclesiastes 1:11","text":"There is no memory of the former; neither shall there be any memory of the latter that are to come, among those that shall come after."},{"name":"Ecclesiastes 1:12","text":"I, the Preacher, was king over Israel in Jerusalem."},{"name":"Ecclesiastes 1:13","text":"I applied my heart to seek and to search out by wisdom concerning all that is done under the sky. It is a heavy burden that God has given to the sons of men to be afflicted with."},{"name":"Ecclesiastes 1:14","text":"I have seen all the works that are done under the sun; and behold, all is vanity and a chasing after wind."},{"name":"Ecclesiastes 1:15","text":"That which is crooked can\"t be made straight; and that which is lacking can\"t be counted."},{"name":"Ecclesiastes 1:16","text":"I said to myself, \"Behold, I have obtained for myself great wisdom above all who were before me in Jerusalem. Yes, my heart has had great experience of wisdom and knowledge.\""},{"name":"Ecclesiastes 1:17","text":"I applied my heart to know wisdom, and to know madness and folly. I perceived that this also was a chasing after wind."},{"name":"Ecclesiastes 1:18","text":"For in much wisdom is much grief; and he who increases knowledge increases sorrow."},{"name":"Ecclesiastes 2:1","text":"I said in my heart, \"Come now, I will test you with mirth: therefore enjoy pleasure;\" and behold, this also was vanity."},{"name":"Ecclesiastes 2:2","text":"I said of laughter, \"It is foolishness;\" and of mirth, \"What does it accomplish?\""},{"name":"Ecclesiastes 2:3","text":"I searched in my heart how to cheer my flesh with wine, my heart yet guiding me with wisdom, and how to lay hold of folly, until I might see what it was good for the sons of men that they should do under heaven all the days of their lives."},{"name":"Ecclesiastes 2:4","text":"I made myself great works. I built myself houses. I planted myself vineyards."},{"name":"Ecclesiastes 2:5","text":"I made myself gardens and parks, and I planted trees in them of all kinds of fruit."},{"name":"Ecclesiastes 2:6","text":"I made myself pools of water, to water from it the forest where trees were reared."},{"name":"Ecclesiastes 2:7","text":"I bought male servants and female servants, and had servants born in my house. I also had great possessions of herds and flocks, above all who were before me in Jerusalem;"},{"name":"Ecclesiastes 2:8","text":"I also gathered silver and gold for myself, and the treasure of kings and of the provinces. I got myself male and female singers, and the delights of the sons of men\"musical instruments, and that of all sorts."},{"name":"Ecclesiastes 2:9","text":"So I was great, and increased more than all who were before me in Jerusalem. My wisdom also remained with me."},{"name":"Ecclesiastes 2:10","text":"Whatever my eyes desired, I didn\"t keep from them. I didn\"t withhold my heart from any joy, for my heart rejoiced because of all my labor, and this was my portion from all my labor."},{"name":"Ecclesiastes 2:11","text":"Then I looked at all the works that my hands had worked, and at the labor that I had labored to do; and behold, all was vanity and a chasing after wind, and there was no profit under the sun."},{"name":"Ecclesiastes 2:12","text":"I turned myself to consider wisdom, madness, and folly: for what can the king\"s successor do? Just that which has been done long ago."},{"name":"Ecclesiastes 2:13","text":"Then I saw that wisdom excels folly, as far as light excels darkness."},{"name":"Ecclesiastes 2:14","text":"The wise man\"s eyes are in his head, and the fool walks in darkness\"and yet I perceived that one event happens to them all."},{"name":"Ecclesiastes 2:15","text":"Then I said in my heart, \"As it happens to the fool, so will it happen even to me; and why was I then more wise?\" Then I said in my heart that this also is vanity."},{"name":"Ecclesiastes 2:16","text":"For of the wise man, even as of the fool, there is no memory for ever, since in the days to come all will have been long forgotten. Indeed, the wise man must die just like the fool!"},{"name":"Ecclesiastes 2:17","text":"So I hated life, because the work that is worked under the sun was grievous to me; for all is vanity and a chasing after wind."},{"name":"Ecclesiastes 2:18","text":"I hated all my labor in which I labored under the sun, because I must leave it to the man who comes after me."},{"name":"Ecclesiastes 2:19","text":"Who knows whether he will be a wise man or a fool? Yet he will have rule over all of my labor in which I have labored, and in which I have shown myself wise under the sun. This also is vanity."},{"name":"Ecclesiastes 2:20","text":"Therefore I began to cause my heart to despair concerning all the labor in which I had labored under the sun."},{"name":"Ecclesiastes 2:21","text":"For there is a man whose labor is with wisdom, with knowledge, and with skillfulness; yet he shall leave it for his portion to a man who has not labored for it. This also is vanity and a great evil."},{"name":"Ecclesiastes 2:22","text":"For what has a man of all his labor, and of the striving of his heart, in which he labors under the sun?"},{"name":"Ecclesiastes 2:23","text":"For all his days are sorrows, and his travail is grief; yes, even in the night his heart takes no rest. This also is vanity."},{"name":"Ecclesiastes 2:24","text":"There is nothing better for a man than that he should eat and drink, and make his soul enjoy good in his labor. This also I saw, that it is from the hand of God."},{"name":"Ecclesiastes 2:25","text":"For who can eat, or who can have enjoyment, more than I?"},{"name":"Ecclesiastes 2:26","text":"For to the man who pleases him, God gives wisdom, knowledge, and joy; but to the sinner he gives travail, to gather and to heap up, that he may give to him who pleases God. This also is vanity and a chasing after wind."},{"name":"Ecclesiastes 3:1","text":"For everything there is a season, and a time for every purpose under heaven:"},{"name":"Ecclesiastes 3:2","text":"a time to be born, and a time to die; a time to plant, and a time to pluck up that which is planted;"},{"name":"Ecclesiastes 3:3","text":"a time to kill, and a time to heal; a time to break down, and a time to build up;"},{"name":"Ecclesiastes 3:4","text":"a time to weep, and a time to laugh; a time to mourn, and a time to dance;"},{"name":"Ecclesiastes 3:5","text":"a time to cast away stones, and a time to gather stones together; a time to embrace, and a time to refrain from embracing;"},{"name":"Ecclesiastes 3:6","text":"a time to seek, and a time to lose; a time to keep, and a time to cast away;"},{"name":"Ecclesiastes 3:7","text":"a time to tear, and a time to sew; a time to keep silence, and a time to speak;"},{"name":"Ecclesiastes 3:8","text":"a time to love, and a time to hate; a time for war, and a time for peace."},{"name":"Ecclesiastes 3:9","text":"What profit has he who works in that in which he labors?"},{"name":"Ecclesiastes 3:10","text":"I have seen the burden which God has given to the sons of men to be afflicted with."},{"name":"Ecclesiastes 3:11","text":"He has made everything beautiful in its time. He has also set eternity in their hearts, yet so that man can\"t find out the work that God has done from the beginning even to the end."},{"name":"Ecclesiastes 3:12","text":"I know that there is nothing better for them than to rejoice, and to do good as long as they live."},{"name":"Ecclesiastes 3:13","text":"Also that every man should eat and drink, and enjoy good in all his labor, is the gift of God."},{"name":"Ecclesiastes 3:14","text":"I know that whatever God does, it shall be forever. Nothing can be added to it, nor anything taken from it; and God has done it, that men should fear before him."},{"name":"Ecclesiastes 3:15","text":"That which is has been long ago, and that which is to be has been long ago: and God seeks again that which is passed away."},{"name":"Ecclesiastes 3:16","text":"Moreover I saw under the sun, in the place of justice, that wickedness was there; and in the place of righteousness, that wickedness was there."},{"name":"Ecclesiastes 3:17","text":"I said in my heart, \"God will judge the righteous and the wicked; for there is a time there for every purpose and for every work.\""},{"name":"Ecclesiastes 3:18","text":"I said in my heart, \"As for the sons of men, God tests them, so that they may see that they themselves are like animals."},{"name":"Ecclesiastes 3:19","text":"For that which happens to the sons of men happens to animals. Even one thing happens to them. As the one dies, so the other dies. Yes, they have all one breath; and man has no advantage over the animals: for all is vanity."},{"name":"Ecclesiastes 3:20","text":"All go to one place. All are from the dust, and all turn to dust again."},{"name":"Ecclesiastes 3:21","text":"Who knows the spirit of man, whether it goes upward, and the spirit of the animal, whether it goes downward to the earth?\""},{"name":"Ecclesiastes 3:22","text":"Therefore I saw that there is nothing better, than that a man should rejoice in his works; for that is his portion: for who can bring him to see what will be after him?"},{"name":"Ecclesiastes 4:1","text":"Then I returned and saw all the oppressions that are done under the sun: and behold, the tears of those who were oppressed, and they had no comforter; and on the side of their oppressors there was power; but they had no comforter."},{"name":"Ecclesiastes 4:2","text":"Therefore I praised the dead who have been long dead more than the living who are yet alive."},{"name":"Ecclesiastes 4:3","text":"Yes, better than them both is him who has not yet been, who has not seen the evil work that is done under the sun."},{"name":"Ecclesiastes 4:4","text":"Then I saw all the labor and achievement that is the envy of a man\"s neighbor. This also is vanity and a striving after wind."},{"name":"Ecclesiastes 4:5","text":"The fool folds his hands together and ruins himself."},{"name":"Ecclesiastes 4:6","text":"Better is a handful, with quietness, than two handfuls with labor and chasing after wind."},{"name":"Ecclesiastes 4:7","text":"Then I returned and saw vanity under the sun."},{"name":"Ecclesiastes 4:8","text":"There is one who is alone, and he has neither son nor brother. There is no end to all of his labor, neither are his eyes satisfied with wealth. \"For whom then, do I labor, and deprive my soul of enjoyment?\" This also is vanity. Yes, it is a miserable business."},{"name":"Ecclesiastes 4:9","text":"Two are better than one, because they have a good reward for their labor."},{"name":"Ecclesiastes 4:10","text":"For if they fall, the one will lift up his fellow; but woe to him who is alone when he falls, and doesn\"t have another to lift him up."},{"name":"Ecclesiastes 4:11","text":"Again, if two lie together, then they have warmth; but how can one keep warm alone?"},{"name":"Ecclesiastes 4:12","text":"If a man prevails against one who is alone, two shall withstand him; and a threefold cord is not quickly broken."},{"name":"Ecclesiastes 4:13","text":"Better is a poor and wise youth than an old and foolish king who doesn\"t know how to receive admonition any more."},{"name":"Ecclesiastes 4:14","text":"For out of prison he came forth to be king; yes, even in his kingdom he was born poor."},{"name":"Ecclesiastes 4:15","text":"I saw all the living who walk under the sun, that they were with the youth, the other, who succeeded him."},{"name":"Ecclesiastes 4:16","text":"There was no end of all the people, even of all them over whom he was\"yet those who come after shall not rejoice in him. Surely this also is vanity and a chasing after wind."},{"name":"Ecclesiastes 5:1","text":"Guard your steps when you go to God\"s house; for to draw near to listen is better than to give the sacrifice of fools, for they don\"t know that they do evil."},{"name":"Ecclesiastes 5:2","text":"Don\"t be rash with your mouth, and don\"t let your heart be hasty to utter anything before God; for God is in heaven, and you on earth. Therefore let your words be few."},{"name":"Ecclesiastes 5:3","text":"For as a dream comes with a multitude of cares, so a fool\"s speech with a multitude of words."},{"name":"Ecclesiastes 5:4","text":"When you vow a vow to God, don\"t defer to pay it; for he has no pleasure in fools. Pay that which you vow."},{"name":"Ecclesiastes 5:5","text":"It is better that you should not vow, than that you should vow and not pay."},{"name":"Ecclesiastes 5:6","text":"Don\"t allow your mouth to lead you into sin. Don\"t protest before the messenger that this was a mistake. Why should God be angry at your voice, and destroy the work of your hands?"},{"name":"Ecclesiastes 5:7","text":"For in the multitude of dreams there are vanities, as well as in many words: but you must fear God."},{"name":"Ecclesiastes 5:8","text":"If you see the oppression of the poor, and the violent taking away of justice and righteousness in a district, don\"t marvel at the matter: for one official is eyed by a higher one; and there are officials over them."},{"name":"Ecclesiastes 5:9","text":"Moreover the profit of the earth is for all. The king profits from the field."},{"name":"Ecclesiastes 5:10","text":"He who loves silver shall not be satisfied with silver; nor he who loves abundance, with increase: this also is vanity."},{"name":"Ecclesiastes 5:11","text":"When goods increase, those who eat them are increased; and what advantage is there to its owner, except to feast on them with his eyes?"},{"name":"Ecclesiastes 5:12","text":"The sleep of a laboring man is sweet, whether he eats little or much; but the abundance of the rich will not allow him to sleep."},{"name":"Ecclesiastes 5:13","text":"There is a grievous evil which I have seen under the sun: wealth kept by its owner to his harm."},{"name":"Ecclesiastes 5:14","text":"Those riches perish by misfortune, and if he has fathered a son, there is nothing in his hand."},{"name":"Ecclesiastes 5:15","text":"As he came forth from his mother\"s womb, naked shall he go again as he came, and shall take nothing for his labor, which he may carry away in his hand."},{"name":"Ecclesiastes 5:16","text":"This also is a grievous evil, that in all points as he came, so shall he go. And what profit does he have who labors for the wind?"},{"name":"Ecclesiastes 5:17","text":"All his days he also eats in darkness, he is frustrated, and has sickness and wrath."},{"name":"Ecclesiastes 5:18","text":"Behold, that which I have seen to be good and proper is for one to eat and to drink, and to enjoy good in all his labor, in which he labors under the sun, all the days of his life which God has given him; for this is his portion."},{"name":"Ecclesiastes 5:19","text":"Every man also to whom God has given riches and wealth, and has given him power to eat of it, and to take his portion, and to rejoice in his labor\"this is the gift of God."},{"name":"Ecclesiastes 5:20","text":"For he shall not often reflect on the days of his life; because God occupies him with the joy of his heart."},{"name":"Ecclesiastes 6:1","text":"There is an evil which I have seen under the sun, and it is heavy on men:"},{"name":"Ecclesiastes 6:2","text":"a man to whom God gives riches, wealth, and honor, so that he lacks nothing for his soul of all that he desires, yet God gives him no power to eat of it, but an alien eats it. This is vanity, and it is an evil disease."},{"name":"Ecclesiastes 6:3","text":"If a man fathers a hundred children, and lives many years, so that the days of his years are many, but his soul is not filled with good, and moreover he has no burial; I say, that a stillborn child is better than he:"},{"name":"Ecclesiastes 6:4","text":"for it comes in vanity, and departs in darkness, and its name is covered with darkness."},{"name":"Ecclesiastes 6:5","text":"Moreover it has not seen the sun nor known it. This has rest rather than the other."},{"name":"Ecclesiastes 6:6","text":"Yes, though he live a thousand years twice told, and yet fails to enjoy good, don\"t all go to one place?"},{"name":"Ecclesiastes 6:7","text":"All the labor of man is for his mouth, and yet the appetite is not filled."},{"name":"Ecclesiastes 6:8","text":"For what advantage has the wise more than the fool? What has the poor man, that knows how to walk before the living?"},{"name":"Ecclesiastes 6:9","text":"Better is the sight of the eyes than the wandering of the desire. This also is vanity and a chasing after wind."},{"name":"Ecclesiastes 6:10","text":"Whatever has been, its name was given long ago; and it is known what man is; neither can he contend with him who is mightier than he."},{"name":"Ecclesiastes 6:11","text":"For there are many words that create vanity. What does that profit man?"},{"name":"Ecclesiastes 6:12","text":"For who knows what is good for man in life, all the days of his vain life which he spends like a shadow? For who can tell a man what will be after him under the sun?"},{"name":"Ecclesiastes 7:1","text":"A good name is better than fine perfume; and the day of death better than the day of one\"s birth."},{"name":"Ecclesiastes 7:2","text":"It is better to go to the house of mourning than to go to the house of feasting: for that is the end of all men, and the living should take this to heart."},{"name":"Ecclesiastes 7:3","text":"Sorrow is better than laughter; for by the sadness of the face the heart is made good."},{"name":"Ecclesiastes 7:4","text":"The heart of the wise is in the house of mourning; but the heart of fools is in the house of mirth."},{"name":"Ecclesiastes 7:5","text":"It is better to hear the rebuke of the wise, than for a man to hear the song of fools."},{"name":"Ecclesiastes 7:6","text":"For as the crackling of thorns under a pot, so is the laughter of the fool. This also is vanity."},{"name":"Ecclesiastes 7:7","text":"Surely extortion makes the wise man foolish; and a bribe destroys the understanding."},{"name":"Ecclesiastes 7:8","text":"Better is the end of a thing than its beginning. The patient in spirit is better than the proud in spirit."},{"name":"Ecclesiastes 7:9","text":"Don\"t be hasty in your spirit to be angry, for anger rests in the bosom of fools."},{"name":"Ecclesiastes 7:10","text":"Don\"t say, \"Why were the former days better than these?\" For you do not ask wisely about this."},{"name":"Ecclesiastes 7:11","text":"Wisdom is as good as an inheritance. Yes, it is more excellent for those who see the sun."},{"name":"Ecclesiastes 7:12","text":"For wisdom is a defense, even as money is a defense; but the excellency of knowledge is that wisdom preserves the life of him who has it."},{"name":"Ecclesiastes 7:13","text":"Consider the work of God, for who can make that straight, which he has made crooked?"},{"name":"Ecclesiastes 7:14","text":"In the day of prosperity be joyful, and in the day of adversity consider; yes, God has made the one side by side with the other, to the end that man should not find out anything after him."},{"name":"Ecclesiastes 7:15","text":"All this have I seen in my days of vanity: there is a righteous man who perishes in his righteousness, and there is a wicked man who lives long in his evildoing."},{"name":"Ecclesiastes 7:16","text":"Don\"t be overly righteous, neither make yourself overly wise. Why should you destroy yourself?"},{"name":"Ecclesiastes 7:17","text":"Don\"t be too wicked, neither be foolish. Why should you die before your time?"},{"name":"Ecclesiastes 7:18","text":"It is good that you should take hold of this. Yes, also from that don\"t withdraw your hand; for he who fears God will come forth from them all."},{"name":"Ecclesiastes 7:19","text":"Wisdom is a strength to the wise man more than ten rulers who are in a city."},{"name":"Ecclesiastes 7:20","text":"Surely there is not a righteous man on earth, who does good and doesn\"t sin."},{"name":"Ecclesiastes 7:21","text":"Also don\"t take heed to all words that are spoken, lest you hear your servant curse you;"},{"name":"Ecclesiastes 7:22","text":"for often your own heart knows that you yourself have likewise cursed others."},{"name":"Ecclesiastes 7:23","text":"All this have I proved in wisdom. I said, \"I will be wise;\" but it was far from me."},{"name":"Ecclesiastes 7:24","text":"That which is, is far off and exceedingly deep. Who can find it out?"},{"name":"Ecclesiastes 7:25","text":"I turned around, and my heart sought to know and to search out, and to seek wisdom and the scheme of things, and to know that wickedness is stupidity, and that foolishness is madness."},{"name":"Ecclesiastes 7:26","text":"I find more bitter than death the woman whose heart is snares and traps, whose hands are chains. Whoever pleases God shall escape from her; but the sinner will be ensnared by her."},{"name":"Ecclesiastes 7:27","text":"\"Behold, I have found this,\" says the Preacher, \"one to another, to find out the scheme;"},{"name":"Ecclesiastes 7:28","text":"which my soul still seeks; but I have not found. One man among a thousand have I found; but I have not found a woman among all those."},{"name":"Ecclesiastes 7:29","text":"Behold, this only have I found: that God made man upright; but they search for many schemes.\""},{"name":"Ecclesiastes 8:1","text":"Who is like the wise man? And who knows the interpretation of a thing? A man\"s wisdom makes his face shine, and the hardness of his face is changed."},{"name":"Ecclesiastes 8:2","text":"I say, \"Keep the king\"s command!\" because of the oath to God."},{"name":"Ecclesiastes 8:3","text":"Don\"t be hasty to go out of his presence. Don\"t persist in an evil thing, for he does whatever pleases him,"},{"name":"Ecclesiastes 8:4","text":"for the king\"s word is supreme. Who can say to him, \"What are you doing?\""},{"name":"Ecclesiastes 8:5","text":"Whoever keeps the commandment shall not come to harm, and his wise heart will know the time and procedure."},{"name":"Ecclesiastes 8:6","text":"For there is a time and procedure for every purpose, although the misery of man is heavy on him."},{"name":"Ecclesiastes 8:7","text":"For he doesn\"t know that which will be; for who can tell him how it will be?"},{"name":"Ecclesiastes 8:8","text":"There is no man who has power over the spirit to contain the spirit; neither does he have power over the day of death. There is no discharge in war; neither shall wickedness deliver those who practice it."},{"name":"Ecclesiastes 8:9","text":"All this have I seen, and applied my mind to every work that is done under the sun. There is a time in which one man has power over another to his hurt."},{"name":"Ecclesiastes 8:10","text":"So I saw the wicked buried. Indeed they came also from holiness. They went and were forgotten in the city where they did this. This also is vanity."},{"name":"Ecclesiastes 8:11","text":"Because sentence against an evil work is not executed speedily, therefore the heart of the sons of men is fully set in them to do evil."},{"name":"Ecclesiastes 8:12","text":"Though a sinner commits crimes a hundred times, and lives long, yet surely I know that it will be better with those who fear God, who are reverent before him."},{"name":"Ecclesiastes 8:13","text":"But it shall not be well with the wicked, neither shall he lengthen days like a shadow; because he doesn\"t fear God."},{"name":"Ecclesiastes 8:14","text":"There is a vanity which is done on the earth, that there are righteous men to whom it happens according to the work of the wicked. Again, there are wicked men to whom it happens according to the work of the righteous. I said that this also is vanity."},{"name":"Ecclesiastes 8:15","text":"Then I commended mirth, because a man has no better thing under the sun, than to eat, and to drink, and to be joyful: for that will accompany him in his labor all the days of his life which God has given him under the sun."},{"name":"Ecclesiastes 8:16","text":"When I applied my heart to know wisdom, and to see the business that is done on the earth (for also there is that neither day nor night sees sleep with his eyes),"},{"name":"Ecclesiastes 8:17","text":"then I saw all the work of God, that man can\"t find out the work that is done under the sun, because however much a man labors to seek it out, yet he won\"t find it. Yes even though a wise man thinks he can comprehend it, he won\"t be able to find it."},{"name":"Ecclesiastes 9:1","text":"For all this I laid to my heart, even to explore all this: that the righteous, and the wise, and their works, are in the hand of God; whether it is love or hatred, man doesn\"t know it; all is before them."},{"name":"Ecclesiastes 9:2","text":"All things come alike to all. There is one event to the righteous and to the wicked; to the good, to the clean, to the unclean, to him who sacrifices, and to him who doesn\"t sacrifice. As is the good, so is the sinner; he who takes an oath, as he who fears an oath."},{"name":"Ecclesiastes 9:3","text":"This is an evil in all that is done under the sun, that there is one event to all: yes also, the heart of the sons of men is full of evil, and madness is in their heart while they live, and after that they go to the dead."},{"name":"Ecclesiastes 9:4","text":"For to him who is joined with all the living there is hope; for a living dog is better than a dead lion."},{"name":"Ecclesiastes 9:5","text":"For the living know that they will die, but the dead don\"t know anything, neither do they have any more a reward; for their memory is forgotten."},{"name":"Ecclesiastes 9:6","text":"Also their love, their hatred, and their envy has perished long ago; neither have they any more a portion forever in anything that is done under the sun."},{"name":"Ecclesiastes 9:7","text":"Go your way\"eat your bread with joy, and drink your wine with a merry heart; for God has already accepted your works."},{"name":"Ecclesiastes 9:8","text":"Let your garments be always white, and don\"t let your head lack oil."},{"name":"Ecclesiastes 9:9","text":"Live joyfully with the wife whom you love all the days of your life of vanity, which he has given you under the sun, all your days of vanity: for that is your portion in life, and in your labor in which you labor under the sun."},{"name":"Ecclesiastes 9:10","text":"Whatever your hand finds to do, do it with your might; for there is no work, nor device, nor knowledge, nor wisdom, in Sheol, where you are going."},{"name":"Ecclesiastes 9:11","text":"I returned, and saw under the sun, that the race is not to the swift, nor the battle to the strong, neither yet bread to the wise, nor yet riches to men of understanding, nor yet favor to men of skill; but time and chance happen to them all."},{"name":"Ecclesiastes 9:12","text":"For man also doesn\"t know his time. As the fish that are taken in an evil net, and as the birds that are caught in the snare, even so are the sons of men snared in an evil time, when it falls suddenly on them."},{"name":"Ecclesiastes 9:13","text":"I have also seen wisdom under the sun in this way, and it seemed great to me."},{"name":"Ecclesiastes 9:14","text":"There was a little city, and few men within it; and a great king came against it, besieged it, and built great bulwarks against it."},{"name":"Ecclesiastes 9:15","text":"Now a poor wise man was found in it, and he by his wisdom delivered the city; yet no man remembered that same poor man."},{"name":"Ecclesiastes 9:16","text":"Then I said, \"Wisdom is better than strength.\" Nevertheless the poor man\"s wisdom is despised, and his words are not heard."},{"name":"Ecclesiastes 9:17","text":"The words of the wise heard in quiet are better than the cry of him who rules among fools."},{"name":"Ecclesiastes 9:18","text":"Wisdom is better than weapons of war; but one sinner destroys much good."},{"name":"Ecclesiastes 10:1","text":"Dead flies cause the oil of the perfumer to send forth an evil odor; so does a little folly outweigh wisdom and honor."},{"name":"Ecclesiastes 10:2","text":"A wise man\"s heart is at his right hand, but a fool\"s heart at his left."},{"name":"Ecclesiastes 10:3","text":"Yes also, when the fool walks by the way, his understanding fails him, and he says to everyone that he is a fool."},{"name":"Ecclesiastes 10:4","text":"If the spirit of the ruler rises up against you, don\"t leave your place; for gentleness lays great offenses to rest."},{"name":"Ecclesiastes 10:5","text":"There is an evil which I have seen under the sun, the sort of error which proceeds from the ruler."},{"name":"Ecclesiastes 10:6","text":"Folly is set in great dignity, and the rich sit in a low place."},{"name":"Ecclesiastes 10:7","text":"I have seen servants on horses, and princes walking like servants on the earth."},{"name":"Ecclesiastes 10:8","text":"He who digs a pit may fall into it; and whoever breaks through a wall may be bitten by a snake."},{"name":"Ecclesiastes 10:9","text":"Whoever carves out stones may be injured by them. Whoever splits wood may be endangered thereby."},{"name":"Ecclesiastes 10:10","text":"If the axe is blunt, and one doesn\"t sharpen the edge, then he must use more strength; but skill brings success."},{"name":"Ecclesiastes 10:11","text":"If the snake bites before it is charmed, then is there no profit for the charmer\"s tongue."},{"name":"Ecclesiastes 10:12","text":"The words of a wise man\"s mouth are gracious; but a fool is swallowed by his own lips."},{"name":"Ecclesiastes 10:13","text":"The beginning of the words of his mouth is foolishness; and the end of his talk is mischievous madness."},{"name":"Ecclesiastes 10:14","text":"A fool also multiplies words. Man doesn\"t know what will be; and that which will be after him, who can tell him?"},{"name":"Ecclesiastes 10:15","text":"The labor of fools wearies every one of them; for he doesn\"t know how to go to the city."},{"name":"Ecclesiastes 10:16","text":"Woe to you, land, when your king is a child, and your princes eat in the morning!"},{"name":"Ecclesiastes 10:17","text":"Happy are you, land, when your king is the son of nobles, and your princes eat in due season, for strength, and not for drunkenness!"},{"name":"Ecclesiastes 10:18","text":"By slothfulness the roof sinks in; and through idleness of the hands the house leaks."},{"name":"Ecclesiastes 10:19","text":"A feast is made for laughter, and wine makes the life glad; and money is the answer for all things."},{"name":"Ecclesiastes 10:20","text":"Don\"t curse the king, no, not in your thoughts; and don\"t curse the rich in your bedroom: for a bird of the sky may carry your voice, and that which has wings may tell the matter."},{"name":"Ecclesiastes 11:1","text":"Cast your bread on the waters; for you shall find it after many days."},{"name":"Ecclesiastes 11:2","text":"Give a portion to seven, yes, even to eight; for you don\"t know what evil will be on the earth."},{"name":"Ecclesiastes 11:3","text":"If the clouds are full of rain, they empty themselves on the earth; and if a tree falls toward the south, or toward the north, in the place where the tree falls, there shall it be."},{"name":"Ecclesiastes 11:4","text":"He who observes the wind won\"t sow; and he who regards the clouds won\"t reap."},{"name":"Ecclesiastes 11:5","text":"As you don\"t know what is the way of the wind, nor how the bones grow in the womb of her who is with child; even so you don\"t know the work of God who does all."},{"name":"Ecclesiastes 11:6","text":"In the morning sow your seed, and in the evening don\"t withhold your hand; for you don\"t know which will prosper, whether this or that, or whether they both will be equally good."},{"name":"Ecclesiastes 11:7","text":"Truly the light is sweet, and a pleasant thing it is for the eyes to see the sun."},{"name":"Ecclesiastes 11:8","text":"Yes, if a man lives many years, let him rejoice in them all; but let him remember the days of darkness, for they shall be many. All that comes is vanity."},{"name":"Ecclesiastes 11:9","text":"Rejoice, young man, in your youth, and let your heart cheer you in the days of your youth, and walk in the ways of your heart, and in the sight of your eyes; but know that for all these things God will bring you into judgment."},{"name":"Ecclesiastes 11:10","text":"Therefore remove sorrow from your heart, and put away evil from your flesh; for youth and the dawn of life are vanity."},{"name":"Ecclesiastes 12:1","text":"Remember also your Creator in the days of your youth, before the evil days come, and the years draw near, when you will say, \"I have no pleasure in them;\""},{"name":"Ecclesiastes 12:2","text":"Before the sun, the light, the moon, and the stars are darkened, and the clouds return after the rain;"},{"name":"Ecclesiastes 12:3","text":"in the day when the keepers of the house shall tremble, and the strong men shall bow themselves, and the grinders cease because they are few, and those who look out of the windows are darkened,"},{"name":"Ecclesiastes 12:4","text":"and the doors shall be shut in the street; when the sound of the grinding is low, and one shall rise up at the voice of a bird, and all the daughters of music shall be brought low;"},{"name":"Ecclesiastes 12:5","text":"yes, they shall be afraid of heights, and terrors will be in the way; and the almond tree shall blossom, and the grasshopper shall be a burden, and desire shall fail; because man goes to his everlasting home, and the mourners go about the streets:"},{"name":"Ecclesiastes 12:6","text":"before the silver cord is severed, or the golden bowl is broken, or the pitcher is broken at the spring, or the wheel broken at the cistern,"},{"name":"Ecclesiastes 12:7","text":"and the dust returns to the earth as it was, and the spirit returns to God who gave it."},{"name":"Ecclesiastes 12:8","text":"\"Vanity of vanities,\" says the Preacher. \"All is vanity!\""},{"name":"Ecclesiastes 12:9","text":"Further, because the Preacher was wise, he still taught the people knowledge. Yes, he pondered, sought out, and set in order many proverbs."},{"name":"Ecclesiastes 12:10","text":"The Preacher sought to find out acceptable words, and that which was written blamelessly, words of truth."},{"name":"Ecclesiastes 12:11","text":"The words of the wise are like goads; and like nails well fastened are words from the masters of assemblies, which are given from one shepherd."},{"name":"Ecclesiastes 12:12","text":"Furthermore, my son, be admonished: of making many books there is no end; and much study is a weariness of the flesh."},{"name":"Ecclesiastes 12:13","text":"This is the end of the matter. All has been heard. Fear God, and keep his commandments; for this is the whole duty of man."},{"name":"Ecclesiastes 12:14","text":"For God will bring every work into judgment, with every hidden thing, whether it is good, or whether it is evil."},{"name":"Song of Solomon 1:1","text":"The Song of songs, which is Solomon\"s."},{"name":"Song of Solomon 1:2","text":"Let him kiss me with the kisses of his mouth; for your love is better than wine."},{"name":"Song of Solomon 1:3","text":"Your oils have a pleasing fragrance. Your name is oil poured forth, therefore the virgins love you."},{"name":"Song of Solomon 1:4","text":"Take me away with you. Let us hurry. The king has brought me into his rooms. We will be glad and rejoice in you. We will praise your love more than wine! They are right to love you."},{"name":"Song of Solomon 1:5","text":"I am dark, but lovely, you daughters of Jerusalem, like Kedar\"s tents, like Solomon\"s curtains."},{"name":"Song of Solomon 1:6","text":"Don\"t stare at me because I am dark, because the sun has scorched me. My mother\"s sons were angry with me. They made me keeper of the vineyards. I haven\"t kept my own vineyard."},{"name":"Song of Solomon 1:7","text":"Tell me, you whom my soul loves, where you graze your flock, where you rest them at noon; For why should I be as one who is veiled beside the flocks of your companions?"},{"name":"Song of Solomon 1:8","text":"If you don\"t know, most beautiful among women, follow the tracks of the sheep. Graze your young goats beside the shepherds\" tents."},{"name":"Song of Solomon 1:9","text":"I have compared you, my love, to a steed in Pharaoh\"s chariots."},{"name":"Song of Solomon 1:10","text":"Your cheeks are beautiful with earrings, your neck with strings of jewels."},{"name":"Song of Solomon 1:11","text":"We will make you earrings of gold, with studs of silver."},{"name":"Song of Solomon 1:12","text":"While the king sat at his table, my perfume spread its fragrance."},{"name":"Song of Solomon 1:13","text":"My beloved is to me a sachet of myrrh, that lies between my breasts."},{"name":"Song of Solomon 1:14","text":"My beloved is to me a cluster of henna blossoms from the vineyards of En Gedi."},{"name":"Song of Solomon 1:15","text":"Behold, you are beautiful, my love. Behold, you are beautiful. Your eyes are doves."},{"name":"Song of Solomon 1:16","text":"Behold, you are beautiful, my beloved, yes, pleasant; and our couch is verdant."},{"name":"Song of Solomon 1:17","text":"The beams of our house are cedars. Our rafters are firs."},{"name":"Song of Solomon 2:1","text":"I am a rose of Sharon, a lily of the valleys."},{"name":"Song of Solomon 2:2","text":"As a lily among thorns, so is my love among the daughters."},{"name":"Song of Solomon 2:3","text":"As the apple tree among the trees of the wood, so is my beloved among the sons. I sat down under his shadow with great delight, his fruit was sweet to my taste."},{"name":"Song of Solomon 2:4","text":"He brought me to the banquet hall. His banner over me is love."},{"name":"Song of Solomon 2:5","text":"Strengthen me with raisins, refresh me with apples; For I am faint with love."},{"name":"Song of Solomon 2:6","text":"His left hand is under my head. His right hand embraces me."},{"name":"Song of Solomon 2:7","text":"I adjure you, daughters of Jerusalem, by the roes, or by the hinds of the field, that you not stir up, nor awaken love, until it so desires."},{"name":"Song of Solomon 2:8","text":"The voice of my beloved! Behold, he comes, leaping on the mountains, skipping on the hills."},{"name":"Song of Solomon 2:9","text":"My beloved is like a roe or a young hart. Behold, he stands behind our wall! He looks in at the windows. He glances through the lattice."},{"name":"Song of Solomon 2:10","text":"My beloved spoke, and said to me, \"Rise up, my love, my beautiful one, and come away."},{"name":"Song of Solomon 2:11","text":"For, behold, the winter is past. The rain is over and gone."},{"name":"Song of Solomon 2:12","text":"The flowers appear on the earth. The time of the singing has come, and the voice of the turtledove is heard in our land."},{"name":"Song of Solomon 2:13","text":"The fig tree ripens her green figs. The vines are in blossom. They give forth their fragrance. Arise, my love, my beautiful one, and come away.\""},{"name":"Song of Solomon 2:14","text":"My dove in the clefts of the rock, In the hiding places of the mountainside, Let me see your face. Let me hear your voice; for your voice is sweet, and your face is lovely."},{"name":"Song of Solomon 2:15","text":"Catch for us the foxes, the little foxes that spoil the vineyards; for our vineyards are in blossom."},{"name":"Song of Solomon 2:16","text":"My beloved is mine, and I am his. He browses among the lilies."},{"name":"Song of Solomon 2:17","text":"Until the day is cool, and the shadows flee away, turn, my beloved, and be like a roe or a young hart on the mountains of Bether."},{"name":"Song of Solomon 3:1","text":"By night on my bed, I sought him whom my soul loves. I sought him, but I didn\"t find him."},{"name":"Song of Solomon 3:2","text":"I will get up now, and go about the city; in the streets and in the squares I will seek him whom my soul loves. I sought him, but I didn\"t find him."},{"name":"Song of Solomon 3:3","text":"The watchmen who go about the city found me; \"Have you seen him whom my soul loves?\""},{"name":"Song of Solomon 3:4","text":"I had scarcely passed from them, when I found him whom my soul loves. I held him, and would not let him go, until I had brought him into my mother\"s house, into the room of her who conceived me."},{"name":"Song of Solomon 3:5","text":"I adjure you, daughters of Jerusalem, by the roes, or by the hinds of the field, that you not stir up, nor awaken love, until it so desires."},{"name":"Song of Solomon 3:6","text":"Who is this who comes up from the wilderness like pillars of smoke, perfumed with myrrh and frankincense, with all spices of the merchant?"},{"name":"Song of Solomon 3:7","text":"Behold, it is Solomon\"s carriage! Sixty mighty men are around it, of the mighty men of Israel."},{"name":"Song of Solomon 3:8","text":"They all handle the sword, and are expert in war. Every man has his sword on his thigh, because of fear in the night."},{"name":"Song of Solomon 3:9","text":"King Solomon made himself a carriage of the wood of Lebanon."},{"name":"Song of Solomon 3:10","text":"He made its pillars of silver, its bottom of gold, its seat of purple, its midst being paved with love, from the daughters of Jerusalem."},{"name":"Song of Solomon 3:11","text":"Go forth, you daughters of Zion, and see king Solomon, with the crown with which his mother has crowned him, in the day of his weddings, in the day of the gladness of his heart."},{"name":"Song of Solomon 4:1","text":"Behold, you are beautiful, my love. Behold, you are beautiful. Your eyes are doves behind your veil. Your hair is as a flock of goats, that descend from Mount Gilead."},{"name":"Song of Solomon 4:2","text":"Your teeth are like a newly shorn flock, which have come up from the washing, where every one of them has twins. None is bereaved among them."},{"name":"Song of Solomon 4:3","text":"Your lips are like scarlet thread. Your mouth is lovely. Your temples are like a piece of a pomegranate behind your veil."},{"name":"Song of Solomon 4:4","text":"Your neck is like David\"s tower built for an armory, whereon a thousand shields hang, all the shields of the mighty men."},{"name":"Song of Solomon 4:5","text":"Your two breasts are like two fawns that are twins of a roe, which feed among the lilies."},{"name":"Song of Solomon 4:6","text":"Until the day is cool, and the shadows flee away, I will go to the mountain of myrrh, to the hill of frankincense."},{"name":"Song of Solomon 4:7","text":"You are all beautiful, my love. There is no spot in you."},{"name":"Song of Solomon 4:8","text":"Come with me from Lebanon, my bride, with me from Lebanon. Look from the top of Amana, from the top of Senir and Hermon, from the lions\" dens, from the mountains of the leopards."},{"name":"Song of Solomon 4:9","text":"You have ravished my heart, my sister, my bride. You have ravished my heart with one of your eyes, with one chain of your neck."},{"name":"Song of Solomon 4:10","text":"How beautiful is your love, my sister, my bride! How much better is your love than wine! The fragrance of your perfumes than all kinds of spices!"},{"name":"Song of Solomon 4:11","text":"Your lips, my bride, drip like the honeycomb. Honey and milk are under your tongue. The smell of your garments is like the smell of Lebanon."},{"name":"Song of Solomon 4:12","text":"A locked up garden is my sister, my bride; a locked up spring, a sealed fountain."},{"name":"Song of Solomon 4:13","text":"Your shoots are an orchard of pomegranates, with precious fruits: henna with spikenard plants,"},{"name":"Song of Solomon 4:14","text":"spikenard and saffron, calamus and cinnamon, with every kind of incense tree; myrrh and aloes, with all the best spices,"},{"name":"Song of Solomon 4:15","text":"a fountain of gardens, a well of living waters, flowing streams from Lebanon."},{"name":"Song of Solomon 4:16","text":"Awake, north wind; and come, you south! Blow on my garden, that its spices may flow out. Let my beloved come into his garden, and taste his precious fruits."},{"name":"Song of Solomon 5:1","text":"I have come into my garden, my sister, my bride. I have gathered my myrrh with my spice; I have eaten my honeycomb with my honey; I have drunk my wine with my milk. Eat, friends! Drink, yes, drink abundantly, beloved."},{"name":"Song of Solomon 5:2","text":"I was asleep, but my heart was awake. It is the voice of my beloved who knocks: \"Open to me, my sister, my love, my dove, my undefiled; for my head is filled with dew, and my hair with the dampness of the night.\""},{"name":"Song of Solomon 5:3","text":"I have taken off my robe. Indeed, must I put it on? I have washed my feet. Indeed, must I soil them?"},{"name":"Song of Solomon 5:4","text":"My beloved thrust his hand in through the latch opening. My heart pounded for him."},{"name":"Song of Solomon 5:5","text":"I rose up to open for my beloved. My hands dripped with myrrh, my fingers with liquid myrrh, on the handles of the lock."},{"name":"Song of Solomon 5:6","text":"I opened to my beloved; but my beloved left; and had gone away. My heart went out when he spoke. I looked for him, but I didn\"t find him. I called him, but he didn\"t answer."},{"name":"Song of Solomon 5:7","text":"The watchmen who go about the city found me. They beat me. They bruised me. The keepers of the walls took my cloak away from me."},{"name":"Song of Solomon 5:8","text":"I adjure you, daughters of Jerusalem, If you find my beloved, that you tell him that I am faint with love."},{"name":"Song of Solomon 5:9","text":"How is your beloved better than another beloved, you fairest among women? How is your beloved better than another beloved, that you do so adjure us?"},{"name":"Song of Solomon 5:10","text":"My beloved is white and ruddy. The best among ten thousand."},{"name":"Song of Solomon 5:11","text":"His head is like the purest gold. His hair is bushy, black as a raven."},{"name":"Song of Solomon 5:12","text":"His eyes are like doves beside the water brooks, washed with milk, mounted like jewels."},{"name":"Song of Solomon 5:13","text":"His cheeks are like a bed of spices with towers of perfumes. His lips are like lilies, dropping liquid myrrh."},{"name":"Song of Solomon 5:14","text":"His hands are like rings of gold set with beryl. His body is like ivory work overlaid with sapphires."},{"name":"Song of Solomon 5:15","text":"His legs are like pillars of marble set on sockets of fine gold. His appearance is like Lebanon, excellent as the cedars."},{"name":"Song of Solomon 5:16","text":"His mouth is sweetness; yes, he is altogether lovely. This is my beloved, and this is my friend, daughters of Jerusalem."},{"name":"Song of Solomon 6:1","text":"Where has your beloved gone, you fairest among women? Where has your beloved turned, that we may seek him with you?"},{"name":"Song of Solomon 6:2","text":"My beloved has gone down to his garden, to the beds of spices, to feed in the gardens, and to gather lilies."},{"name":"Song of Solomon 6:3","text":"I am my beloved\"s, and my beloved is mine. He browses among the lilies,"},{"name":"Song of Solomon 6:4","text":"You are beautiful, my love, as Tirzah, lovely as Jerusalem, awesome as an army with banners."},{"name":"Song of Solomon 6:5","text":"Turn away your eyes from me, for they have overcome me. Your hair is like a flock of goats, that lie along the side of Gilead."},{"name":"Song of Solomon 6:6","text":"Your teeth are like a flock of ewes, which have come up from the washing; of which every one has twins; none is bereaved among them."},{"name":"Song of Solomon 6:7","text":"Your temples are like a piece of a pomegranate behind your veil."},{"name":"Song of Solomon 6:8","text":"There are sixty queens, eighty concubines, and virgins without number."},{"name":"Song of Solomon 6:9","text":"My dove, my perfect one, is unique. She is her mother\"s only daughter. She is the favorite one of her who bore her. The daughters saw her, and called her blessed; the queens and the concubines, and they praised her."},{"name":"Song of Solomon 6:10","text":"Who is she who looks forth as the morning, beautiful as the moon, clear as the sun, and awesome as an army with banners?"},{"name":"Song of Solomon 6:11","text":"I went down into the nut tree grove, to see the green plants of the valley, to see whether the vine budded, and the pomegranates were in flower."},{"name":"Song of Solomon 6:12","text":"Without realizing it, my desire set me with my royal people\"s chariots."},{"name":"Song of Solomon 6:13","text":"Return, return, Shulammite! Return, return, that we may gaze at you. Why do you desire to gaze at the Shulammite, as at the dance of Mahanaim?"},{"name":"Song of Solomon 7:1","text":"How beautiful are your feet in sandals, prince\"s daughter! Your rounded thighs are like jewels, the work of the hands of a skillful workman."},{"name":"Song of Solomon 7:2","text":"Your body is like a round goblet, no mixed wine is wanting. Your waist is like a heap of wheat, set about with lilies."},{"name":"Song of Solomon 7:3","text":"Your two breasts are like two fawns, that are twins of a roe."},{"name":"Song of Solomon 7:4","text":"Your neck is like an ivory tower. Your eyes are like the pools in Heshbon by the gate of Bathrabbim. Your nose is like the tower of Lebanon which looks toward Damascus."},{"name":"Song of Solomon 7:5","text":"Your head on you is like Carmel. The hair of your head like purple. The king is held captive in its tresses."},{"name":"Song of Solomon 7:6","text":"How beautiful and how pleasant you are, love, for delights!"},{"name":"Song of Solomon 7:7","text":"This, your stature, is like a palm tree, your breasts like its fruit."},{"name":"Song of Solomon 7:8","text":"I said, \"I will climb up into the palm tree. I will take hold of its fruit.\" Let your breasts be like clusters of the vine, the smell of your breath like apples,"},{"name":"Song of Solomon 7:9","text":"Your mouth like the best wine, that goes down smoothly for my beloved, gliding through the lips of those who are asleep."},{"name":"Song of Solomon 7:10","text":"I am my beloved\"s. His desire is toward me."},{"name":"Song of Solomon 7:11","text":"Come, my beloved, let us go forth into the field. Let us lodge in the villages."},{"name":"Song of Solomon 7:12","text":"Let\"s go early up to the vineyards. Let\"s see whether the vine has budded, its blossom is open, and the pomegranates are in flower. There I will give you my love."},{"name":"Song of Solomon 7:13","text":"The mandrakes give forth fragrance. At our doors are all kinds of precious fruits, new and old, which I have stored up for you, my beloved."},{"name":"Song of Solomon 8:1","text":"Oh that you were like my brother, who nursed from the breasts of my mother! If I found you outside, I would kiss you; yes, and no one would despise me."},{"name":"Song of Solomon 8:2","text":"I would lead you, bringing you into my mother\"s house, who would instruct me. I would have you drink spiced wine, of the juice of my pomegranate."},{"name":"Song of Solomon 8:3","text":"His left hand would be under my head. His right hand would embrace me."},{"name":"Song of Solomon 8:4","text":"I adjure you, daughters of Jerusalem, that you not stir up, nor awaken love, until it so desires."},{"name":"Song of Solomon 8:5","text":"Who is this who comes up from the wilderness, leaning on her beloved? Under the apple tree I aroused you. There your mother conceived you. There she was in labor and bore you."},{"name":"Song of Solomon 8:6","text":"Set me as a seal on your heart, as a seal on your arm; for love is strong as death. Jealousy is as cruel as Sheol. Its flashes are flashes of fire, a very flame of Yahweh."},{"name":"Song of Solomon 8:7","text":"Many waters can\"t quench love, neither can floods drown it. If a man would give all the wealth of his house for love, he would be utterly scorned."},{"name":"Song of Solomon 8:8","text":"We have a little sister. She has no breasts. What shall we do for our sister in the day when she is to be spoken for?"},{"name":"Song of Solomon 8:9","text":"If she is a wall, we will build on her a turret of silver. if she is a door, we will enclose her with boards of cedar."},{"name":"Song of Solomon 8:10","text":"I am a wall, and my breasts like towers, then I was in his eyes like one who found peace."},{"name":"Song of Solomon 8:11","text":"Solomon had a vineyard at Baal Hamon. He leased out the vineyard to keepers. Each was to bring a thousand shekels of silver for its fruit."},{"name":"Song of Solomon 8:12","text":"My own vineyard is before me. The thousand are for you, Solomon; two hundred for those who tend its fruit."},{"name":"Song of Solomon 8:13","text":"You who dwell in the gardens, with friends in attendance, let me hear your voice!"},{"name":"Song of Solomon 8:14","text":"Come away, my beloved! Be like a gazelle or a young stag on the mountains of spices!"},{"name":"Isaiah 1:1","text":"The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah."},{"name":"Isaiah 1:2","text":"Hear, heavens, and listen, earth; for Yahweh has spoken: \"I have nourished and brought up children, and they have rebelled against me."},{"name":"Isaiah 1:3","text":"The ox knows his owner, and the donkey his master\"s crib; but Israel doesn\"t know, my people don\"t consider.\""},{"name":"Isaiah 1:4","text":"Ah sinful nation, a people loaded with iniquity, a seed of evildoers, children who deal corruptly! They have forsaken Yahweh. They have despised the Holy One of Israel. They are estranged and backward."},{"name":"Isaiah 1:5","text":"Why should you be beaten more, that you revolt more and more? The whole head is sick, and the whole heart faint."},{"name":"Isaiah 1:6","text":"From the sole of the foot even to the head there is no soundness in it: wounds, welts, and open sores. They haven\"t been closed, neither bandaged, neither soothed with oil."},{"name":"Isaiah 1:7","text":"Your country is desolate. Your cities are burned with fire. Strangers devour your land in your presence, and it is desolate, as overthrown by strangers."},{"name":"Isaiah 1:8","text":"The daughter of Zion is left like a shelter in a vineyard, like a hut in a field of melons, like a besieged city."},{"name":"Isaiah 1:9","text":"Unless Yahweh of Armies had left to us a very small remnant, we would have been as Sodom; we would have been like Gomorrah."},{"name":"Isaiah 1:10","text":"Hear the word of Yahweh, you rulers of Sodom! Listen to the law of our God, you people of Gomorrah!"},{"name":"Isaiah 1:11","text":"\"What are the multitude of your sacrifices to me?,\" says Yahweh. \"I have had enough of the burnt offerings of rams, and the fat of fed animals. I don\"t delight in the blood of bulls, or of lambs, or of male goats."},{"name":"Isaiah 1:12","text":"When you come to appear before me, who has required this at your hand, to trample my courts?"},{"name":"Isaiah 1:13","text":"Bring no more vain offerings. Incense is an abomination to me; new moons, Sabbaths, and convocations: I can\"t bear with evil assemblies."},{"name":"Isaiah 1:14","text":"My soul hates your New Moons and your appointed feasts. They are a burden to me. I am weary of bearing them."},{"name":"Isaiah 1:15","text":"When you spread forth your hands, I will hide my eyes from you. Yes, when you make many prayers, I will not hear. Your hands are full of blood."},{"name":"Isaiah 1:16","text":"Wash yourselves, make yourself clean. Put away the evil of your doings from before my eyes. Cease to do evil."},{"name":"Isaiah 1:17","text":"Learn to do well. Seek justice. Relieve the oppressed. Judge the fatherless. Plead for the widow.\""},{"name":"Isaiah 1:18","text":"\"Come now, and let us reason together,\" says Yahweh: \"Though your sins be as scarlet, they shall be as white as snow. Though they be red like crimson, they shall be as wool."},{"name":"Isaiah 1:19","text":"If you are willing and obedient, you shall eat the good of the land;"},{"name":"Isaiah 1:20","text":"but if you refuse and rebel, you shall be devoured with the sword; for the mouth of Yahweh has spoken it.\""},{"name":"Isaiah 1:21","text":"How the faithful city has become a prostitute! She was full of justice; righteousness lodged in her, but now murderers."},{"name":"Isaiah 1:22","text":"Your silver has become dross, your wine mixed with water."},{"name":"Isaiah 1:23","text":"Your princes are rebellious, and companions of thieves. Everyone loves bribes, and follows after rewards. They don\"t judge the fatherless, neither does the cause of the widow come to them."},{"name":"Isaiah 1:24","text":"Therefore the Lord, Yahweh of Armies, the Mighty One of Israel, says: \"Ah, I will get relief from my adversaries, and avenge myself of my enemies;"},{"name":"Isaiah 1:25","text":"and I will turn my hand on you, thoroughly purge away your dross, and will take away all your tin."},{"name":"Isaiah 1:26","text":"I will restore your judges as at the first, and your counselors as at the beginning. Afterward you shall be called \"The city of righteousness, a faithful town.\""},{"name":"Isaiah 1:27","text":"Zion shall be redeemed with justice, and her converts with righteousness."},{"name":"Isaiah 1:28","text":"But the destruction of transgressors and sinners shall be together, and those who forsake Yahweh shall be consumed."},{"name":"Isaiah 1:29","text":"For they shall be ashamed of the oaks which you have desired, and you shall be confounded for the gardens that you have chosen."},{"name":"Isaiah 1:30","text":"For you shall be as an oak whose leaf fades, and as a garden that has no water."},{"name":"Isaiah 1:31","text":"The strong will be like tinder, and his work like a spark. They will both burn together, and no one will quench them.\""},{"name":"Isaiah 2:1","text":"This is what Isaiah the son of Amoz saw concerning Judah and Jerusalem."},{"name":"Isaiah 2:2","text":"It shall happen in the latter days, that the mountain of Yahweh\"s house shall be established on the top of the mountains, and shall be raised above the hills; and all nations shall flow to it."},{"name":"Isaiah 2:3","text":"Many peoples shall go and say, \"Come, let\"s go up to the mountain of Yahweh, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths.\" For out of Zion the law shall go forth, and the word of Yahweh from Jerusalem."},{"name":"Isaiah 2:4","text":"He will judge between the nations, and will decide concerning many peoples; and they shall beat their swords into plowshares, and their spears into pruning hooks. Nation shall not lift up sword against nation, neither shall they learn war any more."},{"name":"Isaiah 2:5","text":"House of Jacob, come, and let us walk in the light of Yahweh."},{"name":"Isaiah 2:6","text":"For you have forsaken your people, the house of Jacob, because they are filled from the east, with those who practice divination like the Philistines, and they clasp hands with the children of foreigners."},{"name":"Isaiah 2:7","text":"Their land is full of silver and gold, neither is there any end of their treasures. Their land also is full of horses, neither is there any end of their chariots."},{"name":"Isaiah 2:8","text":"Their land also is full of idols. They worship the work of their own hands, that which their own fingers have made."},{"name":"Isaiah 2:9","text":"Man is brought low, and mankind is humbled; therefore don\"t forgive them."},{"name":"Isaiah 2:10","text":"Enter into the rock, and hide in the dust, from before the terror of Yahweh, and from the glory of his majesty."},{"name":"Isaiah 2:11","text":"The lofty looks of man will be brought low, the haughtiness of men will be bowed down, and Yahweh alone will be exalted in that day."},{"name":"Isaiah 2:12","text":"For there will be a day of Yahweh of Armies for all that is proud and haughty, and for all that is lifted up; and it shall be brought low:"},{"name":"Isaiah 2:13","text":"For all the cedars of Lebanon, that are high and lifted up, for all the oaks of Bashan,"},{"name":"Isaiah 2:14","text":"For all the high mountains, for all the hills that are lifted up,"},{"name":"Isaiah 2:15","text":"For every lofty tower, for every fortified wall,"},{"name":"Isaiah 2:16","text":"For all the ships of Tarshish, and for all pleasant imagery."},{"name":"Isaiah 2:17","text":"The loftiness of man shall be bowed down, and the haughtiness of men shall be brought low; and Yahweh alone shall be exalted in that day."},{"name":"Isaiah 2:18","text":"The idols shall utterly pass away."},{"name":"Isaiah 2:19","text":"Men shall go into the caves of the rocks, and into the holes of the earth, from before the terror of Yahweh, and from the glory of his majesty, when he arises to shake the earth mightily."},{"name":"Isaiah 2:20","text":"In that day, men shall cast away their idols of silver, and their idols of gold, which have been made for themselves to worship, to the moles and to the bats;"},{"name":"Isaiah 2:21","text":"To go into the caverns of the rocks, and into the clefts of the ragged rocks, from before the terror of Yahweh, and from the glory of his majesty, when he arises to shake the earth mightily."},{"name":"Isaiah 2:22","text":"Stop trusting in man, whose breath is in his nostrils; for of what account is he?"},{"name":"Isaiah 3:1","text":"For, behold, the Lord, Yahweh of Armies, takes away from Jerusalem and from Judah supply and support, the whole supply of bread, and the whole supply of water;"},{"name":"Isaiah 3:2","text":"the mighty man, the man of war, the judge, the prophet, the diviner, the elder,"},{"name":"Isaiah 3:3","text":"the captain of fifty, the honorable man, the counselor, the skilled craftsman, and the clever enchanter."},{"name":"Isaiah 3:4","text":"I will give boys to be their princes, and children shall rule over them."},{"name":"Isaiah 3:5","text":"The people will be oppressed, everyone by another, and everyone by his neighbor. The child will behave himself proudly against the old man, and the base against the honorable."},{"name":"Isaiah 3:6","text":"Indeed a man shall take hold of his brother in the house of his father, saying, \"You have clothing, you be our ruler, and let this ruin be under your hand.\""},{"name":"Isaiah 3:7","text":"In that day he will cry out, saying, \"I will not be a healer; for in my house is neither bread nor clothing. You shall not make me ruler of the people.\""},{"name":"Isaiah 3:8","text":"For Jerusalem is ruined, and Judah is fallen; because their tongue and their doings are against Yahweh, to provoke the eyes of his glory."},{"name":"Isaiah 3:9","text":"The look of their faces testify against them. They parade their sin like Sodom. They don\"t hide it. Woe to their soul! For they have brought disaster upon themselves."},{"name":"Isaiah 3:10","text":"Tell the righteous \"Good!\" For they shall eat the fruit of their deeds."},{"name":"Isaiah 3:11","text":"Woe to the wicked! Disaster is upon them; for the deeds of his hands will be paid back to him."},{"name":"Isaiah 3:12","text":"As for my people, children are their oppressors, and women rule over them. My people, those who lead you cause you to err, and destroy the way of your paths."},{"name":"Isaiah 3:13","text":"Yahweh stands up to contend, and stands to judge the peoples."},{"name":"Isaiah 3:14","text":"Yahweh will enter into judgment with the elders of his people, and their leaders: \"It is you who have eaten up the vineyard. The spoil of the poor is in your houses."},{"name":"Isaiah 3:15","text":"What do you mean that you crush my people, and grind the face of the poor?\" says the Lord, Yahweh of Armies."},{"name":"Isaiah 3:16","text":"Moreover Yahweh said, \"Because the daughters of Zion are haughty, and walk with outstretched necks and flirting eyes, walking to trip as they go, jingling ornaments on their feet;"},{"name":"Isaiah 3:17","text":"therefore the Lord brings sores on the crown of the head of the women of Zion, and Yahweh will make their scalps bald.\""},{"name":"Isaiah 3:18","text":"In that day the Lord will take away the beauty of their anklets, the headbands, the crescent necklaces,"},{"name":"Isaiah 3:19","text":"the earrings, the bracelets, the veils,"},{"name":"Isaiah 3:20","text":"the headdresses, the ankle chains, the sashes, the perfume bottles, the charms,"},{"name":"Isaiah 3:21","text":"the signet rings, the nose rings,"},{"name":"Isaiah 3:22","text":"the fine robes, the capes, the cloaks, the purses,"},{"name":"Isaiah 3:23","text":"the hand mirrors, the fine linen garments, the tiaras, and the shawls."},{"name":"Isaiah 3:24","text":"It shall happen that instead of sweet spices, there shall be rottenness; instead of a belt, a rope; instead of well set hair, baldness; instead of a robe, a wearing of sackcloth; and branding instead of beauty."},{"name":"Isaiah 3:25","text":"Your men shall fall by the sword, and your mighty in the war."},{"name":"Isaiah 3:26","text":"Her gates shall lament and mourn; and she shall be desolate and sit on the ground."},{"name":"Isaiah 4:1","text":"Seven women shall take hold of one man in that day, saying, \"We will eat our own bread, and wear our own clothing: only let us be called by your name. Take away our reproach.\""},{"name":"Isaiah 4:2","text":"In that day, Yahweh\"s branch will be beautiful and glorious, and the fruit of the land will be the beauty and glory of the survivors of Israel."},{"name":"Isaiah 4:3","text":"It will happen, that he who is left in Zion, and he who remains in Jerusalem, shall be called holy, even everyone who is written among the living in Jerusalem;"},{"name":"Isaiah 4:4","text":"when the Lord shall have washed away the filth of the daughters of Zion, and shall have purged the blood of Jerusalem from its midst, by the spirit of justice, and by the spirit of burning."},{"name":"Isaiah 4:5","text":"Yahweh will create over the whole habitation of Mount Zion, and over her assemblies, a cloud and smoke by day, and the shining of a flaming fire by night; for over all the glory will be a canopy."},{"name":"Isaiah 4:6","text":"There will be a pavilion for a shade in the daytime from the heat, and for a refuge and for a shelter from storm and from rain."},{"name":"Isaiah 5:1","text":"Let me sing for my well beloved a song of my beloved about his vineyard. My beloved had a vineyard on a very fruitful hill."},{"name":"Isaiah 5:2","text":"He dug it up, gathered out its stones, planted it with the choicest vine, built a tower in its midst, and also cut out a winepress therein. He looked for it to yield grapes, but it yielded wild grapes."},{"name":"Isaiah 5:3","text":"\"Now, inhabitants of Jerusalem and men of Judah, please judge between me and my vineyard."},{"name":"Isaiah 5:4","text":"What could have been done more to my vineyard, that I have not done in it? Why, when I looked for it to yield grapes, did it yield wild grapes?"},{"name":"Isaiah 5:5","text":"Now I will tell you what I will do to my vineyard. I will take away its hedge, and it will be eaten up. I will break down its wall of it, and it will be trampled down."},{"name":"Isaiah 5:6","text":"I will lay it a wasteland. It won\"t be pruned nor hoed, but it will grow briers and thorns. I will also command the clouds that they rain no rain on it.\""},{"name":"Isaiah 5:7","text":"For the vineyard of Yahweh of Armies is the house of Israel, and the men of Judah his pleasant plant: and he looked for justice, but, behold, oppression; for righteousness, but, behold, a cry of distress."},{"name":"Isaiah 5:8","text":"Woe to those who join house to house, who lay field to field, until there is no room, and you are made to dwell alone in the midst of the land!"},{"name":"Isaiah 5:9","text":"In my ears, Yahweh of Armies says: \"Surely many houses will be desolate, even great and beautiful, unoccupied."},{"name":"Isaiah 5:10","text":"For ten acres of vineyard shall yield one bath, and a homer of seed shall yield an ephah.\""},{"name":"Isaiah 5:11","text":"Woe to those who rise up early in the morning, that they may follow strong drink; who stay late into the night, until wine inflames them!"},{"name":"Isaiah 5:12","text":"The harp, lyre, tambourine, and flute, with wine, are at their feasts; but they don\"t respect the work of Yahweh, neither have they considered the operation of his hands."},{"name":"Isaiah 5:13","text":"Therefore my people go into captivity for lack of knowledge. Their honorable men are famished, and their multitudes are parched with thirst."},{"name":"Isaiah 5:14","text":"Therefore Sheol has enlarged its desire, and opened its mouth without measure; and their glory, their multitude, their pomp, and he who rejoices among them, descend into it."},{"name":"Isaiah 5:15","text":"So man is brought low, mankind is humbled, and the eyes of the arrogant ones are humbled;"},{"name":"Isaiah 5:16","text":"but Yahweh of Armies is exalted in justice, and God the Holy One is sanctified in righteousness."},{"name":"Isaiah 5:17","text":"Then the lambs will graze as in their pasture, and strangers will eat the ruins of the rich."},{"name":"Isaiah 5:18","text":"Woe to those who draw iniquity with cords of falsehood, and wickedness as with cart rope;"},{"name":"Isaiah 5:19","text":"Who say, \"Let him make speed, let him hasten his work, that we may see it; and let the counsel of the Holy One of Israel draw near and come, that we may know it!\""},{"name":"Isaiah 5:20","text":"Woe to those who call evil good, and good evil; who put darkness for light, and light for darkness; who put bitter for sweet, and sweet for bitter!"},{"name":"Isaiah 5:21","text":"Woe to those who are wise in their own eyes, and prudent in their own sight!"},{"name":"Isaiah 5:22","text":"Woe to those who are mighty to drink wine, and champions at mixing strong drink;"},{"name":"Isaiah 5:23","text":"who acquit the guilty for a bribe, but deny justice for the innocent!"},{"name":"Isaiah 5:24","text":"Therefore as the tongue of fire devours the stubble, and as the dry grass sinks down in the flame, so their root shall be as rottenness, and their blossom shall go up as dust; because they have rejected the law of Yahweh of Armies, and despised the word of the Holy One of Israel."},{"name":"Isaiah 5:25","text":"Therefore Yahweh\"s anger burns against his people, and he has stretched out his hand against them, and has struck them. The mountains tremble, and their dead bodies are as refuse in the midst of the streets. For all this, his anger is not turned away, but his hand is still stretched out."},{"name":"Isaiah 5:26","text":"He will lift up a banner to the nations from far, and he will whistle for them from the end of the earth. Behold, they will come speedily and swiftly."},{"name":"Isaiah 5:27","text":"None shall be weary nor stumble among them; none shall slumber nor sleep; neither shall the belt of their waist be untied, nor the latchet of their shoes be broken:"},{"name":"Isaiah 5:28","text":"whose arrows are sharp, and all their bows bent. Their horses\" hoofs will be like flint, and their wheels like a whirlwind."},{"name":"Isaiah 5:29","text":"Their roaring will be like a lioness. They will roar like young lions. Yes, they shall roar, and seize their prey and carry it off, and there will be no one to deliver."},{"name":"Isaiah 5:30","text":"They will roar against them in that day like the roaring of the sea. If one looks to the land behold, darkness and distress. The light is darkened in its clouds."},{"name":"Isaiah 6:1","text":"In the year that king Uzziah died, I saw the Lord sitting on a throne, high and lifted up; and his train filled the temple."},{"name":"Isaiah 6:2","text":"Above him stood the seraphim. Each one had six wings. With two he covered his face. With two he covered his feet. With two he flew."},{"name":"Isaiah 6:3","text":"One called to another, and said, \"Holy, holy, holy, is Yahweh of Armies! The whole earth is full of his glory!\""},{"name":"Isaiah 6:4","text":"The foundations of the thresholds shook at the voice of him who called, and the house was filled with smoke."},{"name":"Isaiah 6:5","text":"Then I said, \"Woe is me! For I am undone, because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips: for my eyes have seen the King, Yahweh of Armies!\""},{"name":"Isaiah 6:6","text":"Then one of the seraphim flew to me, having a live coal in his hand, which he had taken with the tongs from off the altar."},{"name":"Isaiah 6:7","text":"He touched my mouth with it, and said, \"Behold, this has touched your lips; and your iniquity is taken away, and your sin forgiven.\""},{"name":"Isaiah 6:8","text":"I heard the Lord\"s voice, saying, \"Whom shall I send, and who will go for us?\" Then I said, \"Here I am. Send me!\""},{"name":"Isaiah 6:9","text":"He said, \"Go, and tell this people, \"You hear indeed, but don\"t understand; and you see indeed, but don\"t perceive.\""},{"name":"Isaiah 6:10","text":"Make the heart of this people fat. Make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and turn again, and be healed.\""},{"name":"Isaiah 6:11","text":"Then I said, \"Lord, how long?\" He answered, \"Until cities are waste without inhabitant, and houses without man, and the land becomes utterly waste,"},{"name":"Isaiah 6:12","text":"And Yahweh has removed men far away, and the forsaken places are many in the midst of the land."},{"name":"Isaiah 6:13","text":"If there is a tenth left in it, that also will in turn be consumed: as a terebinth, and as an oak, whose stock remains when they are felled; so the holy seed is its stock.\""},{"name":"Isaiah 7:1","text":"It happened in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin the king of Syria, and Pekah the son of Remaliah, king of Israel, went up to Jerusalem to war against it, but could not prevail against it."},{"name":"Isaiah 7:2","text":"It was told the house of David, saying, \"Syria is allied with Ephraim.\" His heart trembled, and the heart of his people, as the trees of the forest tremble with the wind."},{"name":"Isaiah 7:3","text":"Then Yahweh said to Isaiah, \"Go out now to meet Ahaz, you, and Shearjashub your son, at the end of the conduit of the upper pool, on the highway of the fuller\"s field."},{"name":"Isaiah 7:4","text":"Tell him, \"Be careful, and keep calm. Don\"t be afraid, neither let your heart be faint because of these two tails of smoking torches, for the fierce anger of Rezin and Syria, and of the son of Remaliah."},{"name":"Isaiah 7:5","text":"Because Syria, Ephraim, and the son of Remaliah, have plotted evil against you, saying,"},{"name":"Isaiah 7:6","text":"\"Let\"s go up against Judah, and tear it apart, and let\"s divide it among ourselves, and set up a king in its midst, even the son of Tabeel.\""},{"name":"Isaiah 7:7","text":"This is what the Lord Yahweh says: \"It shall not stand, neither shall it happen.\""},{"name":"Isaiah 7:8","text":"For the head of Syria is Damascus, and the head of Damascus is Rezin; and within sixty-five years Ephraim shall be broken in pieces, so that it shall not be a people;"},{"name":"Isaiah 7:9","text":"and the head of Ephraim is Samaria, and the head of Samaria is Remaliah\"s son. If you will not believe, surely you shall not be established.\"\""},{"name":"Isaiah 7:10","text":"Yahweh spoke again to Ahaz, saying,"},{"name":"Isaiah 7:11","text":"\"Ask a sign of Yahweh your God; ask it either in the depth, or in the height above.\""},{"name":"Isaiah 7:12","text":"But Ahaz said, \"I will not ask, neither will I tempt Yahweh.\""},{"name":"Isaiah 7:13","text":"He said, \"Listen now, house of David. Is it not enough for you to try the patience of men, that you will try the patience of my God also?"},{"name":"Isaiah 7:14","text":"Therefore the Lord himself will give you a sign. Behold, the virgin will conceive, and bear a son, and shall call his name Immanuel."},{"name":"Isaiah 7:15","text":"He shall eat butter and honey when he knows to refuse the evil, and choose the good."},{"name":"Isaiah 7:16","text":"For before the child knows to refuse the evil, and choose the good, the land whose two kings you abhor shall be forsaken."},{"name":"Isaiah 7:17","text":"Yahweh will bring on you, on your people, and on your father\"s house, days that have not come, from the day that Ephraim departed from Judah; even the king of Assyria."},{"name":"Isaiah 7:18","text":"It will happen in that day that Yahweh will whistle for the fly that is in the uttermost part of the rivers of Egypt, and for the bee that is in the land of Assyria."},{"name":"Isaiah 7:19","text":"They shall come, and shall all rest in the desolate valleys, in the clefts of the rocks, on all thorn hedges, and on all pastures."},{"name":"Isaiah 7:20","text":"In that day the Lord will shave with a razor that is hired in the parts beyond the River, even with the king of Assyria, the head and the hair of the feet; and it shall also consume the beard."},{"name":"Isaiah 7:21","text":"It shall happen in that day that a man shall keep alive a young cow, and two sheep;"},{"name":"Isaiah 7:22","text":"and it shall happen, that because of the abundance of milk which they shall give he shall eat butter: for everyone will eat butter and honey that is left in the midst of the land."},{"name":"Isaiah 7:23","text":"It will happen in that day that every place where there were a thousand vines at a thousand silver shekels, shall be for briers and thorns."},{"name":"Isaiah 7:24","text":"People will go there with arrows and with bow, because all the land will be briers and thorns."},{"name":"Isaiah 7:25","text":"All the hills that were cultivated with the hoe, you shall not come there for fear of briers and thorns; but it shall be for the sending forth of oxen, and for the treading of sheep.\""},{"name":"Isaiah 8:1","text":"Yahweh said to me, \"Take a large tablet, and write on it with a man\"s pen, \"For Maher Shalal Hash Baz;\""},{"name":"Isaiah 8:2","text":"and I will take for myself faithful witnesses to testify: Uriah the priest, and Zechariah the son of Jeberechiah.\""},{"name":"Isaiah 8:3","text":"I went to the prophetess, and she conceived, and bore a son. Then Yahweh said to me, \"Call his name \"Maher Shalal Hash Baz.\""},{"name":"Isaiah 8:4","text":"For before the child knows how to say, \"My father,\" and, \"My mother,\" the riches of Damascus and the spoil of Samaria will be carried away by the king of Assyria.\""},{"name":"Isaiah 8:5","text":"Yahweh spoke to me yet again, saying,"},{"name":"Isaiah 8:6","text":"\"Because this people have refused the waters of Shiloah that go softly, and rejoice in Rezin and Remaliah\"s son;"},{"name":"Isaiah 8:7","text":"now therefore, behold, the Lord brings upon them the mighty flood waters of the River: the king of Assyria and all his glory. It will come up over all its channels, and go over all its banks."},{"name":"Isaiah 8:8","text":"It will sweep onward into Judah. It will overflow and pass through; it will reach even to the neck; and the stretching out of its wings will fill the breadth of your land, Immanuel."},{"name":"Isaiah 8:9","text":"Make an uproar, you peoples, and be broken in pieces! Listen, all you from far countries: dress for battle, and be shattered! Dress for battle, and be shattered!"},{"name":"Isaiah 8:10","text":"Take counsel together, and it will be brought to nothing; speak the word, and it will not stand: for God is with us.\""},{"name":"Isaiah 8:11","text":"For Yahweh spoke thus to me with a strong hand, and instructed me not to walk in the way of this people, saying,"},{"name":"Isaiah 8:12","text":"\"Don\"t say, \"A conspiracy!\" concerning all about which this people say, \"A conspiracy!\" neither fear their threats, nor be terrorized."},{"name":"Isaiah 8:13","text":"Yahweh of Armies is who you must respect as holy. He is the one you must fear. He is the one you must dread."},{"name":"Isaiah 8:14","text":"He will be a sanctuary, but for both houses of Israel, he will be a trap and a snare for the inhabitants of Jerusalem."},{"name":"Isaiah 8:15","text":"Many will stumble over it, fall, be broken, be snared, and be captured.\""},{"name":"Isaiah 8:16","text":"Wrap up the testimony. Seal the law among my disciples."},{"name":"Isaiah 8:17","text":"I will wait for Yahweh, who hides his face from the house of Jacob, and I will look for him."},{"name":"Isaiah 8:18","text":"Behold, I and the children whom Yahweh has given me are for signs and for wonders in Israel from Yahweh of Armies, who dwells in Mount Zion."},{"name":"Isaiah 8:19","text":"When they tell you, \"Consult with those who have familiar spirits and with the wizards, who chirp and who mutter:\" shouldn\"t a people consult with their God? Should they consult the dead on behalf of the living?"},{"name":"Isaiah 8:20","text":"Turn to the law and to the testimony! If they don\"t speak according to this word, surely there is no morning for them."},{"name":"Isaiah 8:21","text":"They will pass through it, very distressed and hungry; and it will happen that when they are hungry, they will worry, and curse by their king and by their God. They will turn their faces upward,"},{"name":"Isaiah 8:22","text":"and look to the earth, and see distress, darkness, and the gloom of anguish. They will be driven into thick darkness."},{"name":"Isaiah 9:1","text":"But there shall be no more gloom for her who was in anguish. In the former time, he brought into contempt the land of Zebulun and the land of Naphtali; but in the latter time he has made it glorious, by the way of the sea, beyond the Jordan, Galilee of the nations."},{"name":"Isaiah 9:2","text":"The people who walked in darkness have seen a great light. Those who lived in the land of the shadow of death, on them the light has shined."},{"name":"Isaiah 9:3","text":"You have multiplied the nation. You have increased their joy. They rejoice before you according to the joy in harvest, as men rejoice when they divide the spoil."},{"name":"Isaiah 9:4","text":"For the yoke of his burden, and the staff of his shoulder, the rod of his oppressor, you have broken as in the day of Midian."},{"name":"Isaiah 9:5","text":"For all the armor of the armed man in the noisy battle, and the garments rolled in blood, will be for burning, fuel for the fire."},{"name":"Isaiah 9:6","text":"For to us a child is born. To us a son is given; and the government will be on his shoulders. His name will be called Wonderful, Counselor, Mighty God, Everlasting Father, Prince of Peace."},{"name":"Isaiah 9:7","text":"Of the increase of his government and of peace there shall be no end, on the throne of David, and on his kingdom, to establish it, and to uphold it with justice and with righteousness from that time on, even forever. The zeal of Yahweh of Armies will perform this."},{"name":"Isaiah 9:8","text":"The Lord sent a word into Jacob, and it falls on Israel."},{"name":"Isaiah 9:9","text":"All the people will know, including Ephraim and the inhabitants of Samaria, who say in pride and in arrogance of heart,"},{"name":"Isaiah 9:10","text":"\"The bricks have fallen, but we will build with cut stone. The sycamore fig trees have been cut down, but we will put cedars in their place.\""},{"name":"Isaiah 9:11","text":"Therefore Yahweh will set up on high against him the adversaries of Rezin, and will stir up his enemies,"},{"name":"Isaiah 9:12","text":"The Syrians in front, and the Philistines behind; and they will devour Israel with open mouth. For all this, his anger is not turned away, but his hand is stretched out still."},{"name":"Isaiah 9:13","text":"Yet the people have not turned to him who struck them, neither have they sought Yahweh of Armies."},{"name":"Isaiah 9:14","text":"Therefore Yahweh will cut off from Israel head and tail, palm branch and reed, in one day."},{"name":"Isaiah 9:15","text":"The elder and the honorable man is the head, and the prophet who teaches lies is the tail."},{"name":"Isaiah 9:16","text":"For those who lead this people lead them astray; and those who are led by them are destroyed."},{"name":"Isaiah 9:17","text":"Therefore the Lord will not rejoice over their young men, neither will he have compassion on their fatherless and widows; for everyone is profane and an evildoer, and every mouth speaks folly. For all this his anger is not turned away, but his hand is stretched out still."},{"name":"Isaiah 9:18","text":"For wickedness burns like a fire. It devours the briers and thorns; yes, it kindles in the thickets of the forest, and they roll upward in a column of smoke."},{"name":"Isaiah 9:19","text":"Through the wrath of Yahweh of Armies, the land is burnt up; and the people are the fuel for the fire. No one spares his brother."},{"name":"Isaiah 9:20","text":"One will devour on the right hand, and be hungry; and he will eat on the left hand, and they will not be satisfied. Everyone will eat the flesh of his own arm:"},{"name":"Isaiah 9:21","text":"Manasseh, Ephraim; and Ephraim, Manasseh; and they together shall be against Judah. For all this his anger is not turned away, but his hand is stretched out still."},{"name":"Isaiah 10:1","text":"Woe to those who decree unrighteous decrees, and to the writers who write oppressive decrees;"},{"name":"Isaiah 10:2","text":"to deprive the needy from justice, and to rob the poor among my people of their rights, that widows may be their spoil, and that they may make the fatherless their prey!"},{"name":"Isaiah 10:3","text":"What will you do in the day of visitation, and in the desolation which will come from afar? To whom will you flee for help? Where will you leave your wealth?"},{"name":"Isaiah 10:4","text":"They will only bow down under the prisoners, and will fall under the slain. For all this his anger is not turned away, but his hand is stretched out still."},{"name":"Isaiah 10:5","text":"Alas Assyrian, the rod of my anger, the staff in whose hand is my indignation!"},{"name":"Isaiah 10:6","text":"I will send him against a profane nation, and against the people who anger me will I give him a command to take the spoil and to take the prey, and to tread them down like the mire of the streets."},{"name":"Isaiah 10:7","text":"However he doesn\"t mean so, neither does his heart think so; but it is in his heart to destroy, and to cut off not a few nations."},{"name":"Isaiah 10:8","text":"For he says, \"Aren\"t all of my princes kings?"},{"name":"Isaiah 10:9","text":"Isn\"t Calno like Carchemish? Isn\"t Hamath like Arpad? Isn\"t Samaria like Damascus?\""},{"name":"Isaiah 10:10","text":"As my hand has found the kingdoms of the idols, whose engraved images exceeded those of Jerusalem and of Samaria;"},{"name":"Isaiah 10:11","text":"shall I not, as I have done to Samaria and her idols, so do to Jerusalem and her idols?"},{"name":"Isaiah 10:12","text":"Therefore it will happen that, when the Lord has performed his whole work on Mount Zion and on Jerusalem, I will punish the fruit of the willful proud heart of the king of Assyria, and the insolence of his haughty looks."},{"name":"Isaiah 10:13","text":"For he has said, \"By the strength of my hand I have done it, and by my wisdom; for I have understanding: and I have removed the boundaries of the peoples, and have robbed their treasures. Like a valiant man I have brought down their rulers."},{"name":"Isaiah 10:14","text":"My hand has found the riches of the peoples like a nest, and like one gathers eggs that are abandoned, have I gathered all the earth. There was no one who moved their wing, or that opened their mouth, or chirped.\""},{"name":"Isaiah 10:15","text":"Should an axe brag against him who chops with it? Should a saw exalt itself above him who saws with it? As if a rod should lift those who lift it up, or as if a staff should lift up someone who is not wood."},{"name":"Isaiah 10:16","text":"Therefore the Lord, Yahweh of Armies, will send among his fat ones leanness; and under his glory a burning will be kindled like the burning of fire."},{"name":"Isaiah 10:17","text":"The light of Israel will be for a fire, and his Holy One for a flame; and it will burn and devour his thorns and his briers in one day."},{"name":"Isaiah 10:18","text":"He will consume the glory of his forest, and of his fruitful field, both soul and body. It will be as when a standard bearer faints."},{"name":"Isaiah 10:19","text":"The remnant of the trees of his forest shall be few, so that a child could write their number."},{"name":"Isaiah 10:20","text":"It will come to pass in that day that the remnant of Israel, and those who have escaped from the house of Jacob will no more again lean on him who struck them, but shall lean on Yahweh, the Holy One of Israel, in truth."},{"name":"Isaiah 10:21","text":"A remnant will return, even the remnant of Jacob, to the mighty God."},{"name":"Isaiah 10:22","text":"For though your people, Israel, are like the sand of the sea, only a remnant of them will return. A destruction is determined, overflowing with righteousness."},{"name":"Isaiah 10:23","text":"For the Lord, Yahweh of Armies, will make a full end, and that determined, in the midst of all the earth."},{"name":"Isaiah 10:24","text":"Therefore the Lord, Yahweh of Armies, says \"My people who dwell in Zion, don\"t be afraid of the Assyrian, though he strike you with the rod, and lift up his staff against you, as Egypt did."},{"name":"Isaiah 10:25","text":"For yet a very little while, and the indignation against you will be accomplished, and my anger will be directed to his destruction.\""},{"name":"Isaiah 10:26","text":"Yahweh of Armies will stir up a scourge against him, as in the slaughter of Midian at the rock of Oreb. His rod will be over the sea, and he will lift it up like he did against Egypt."},{"name":"Isaiah 10:27","text":"It will happen in that day, that his burden will depart from off your shoulder, and his yoke from off your neck, and the yoke shall be destroyed because of the anointing oil."},{"name":"Isaiah 10:28","text":"He has come to Aiath. He has passed through Migron. At Michmash he stores his baggage."},{"name":"Isaiah 10:29","text":"They have gone over the pass. They have taken up their lodging at Geba. Ramah trembles. Gibeah of Saul has fled."},{"name":"Isaiah 10:30","text":"Cry aloud with your voice, daughter of Gallim! Listen, Laishah! You poor Anathoth!"},{"name":"Isaiah 10:31","text":"Madmenah is a fugitive. The inhabitants of Gebim flee for safety."},{"name":"Isaiah 10:32","text":"This very day he will halt at Nob. He shakes his hand at the mountain of the daughter of Zion, the hill of Jerusalem."},{"name":"Isaiah 10:33","text":"Behold, the Lord, Yahweh of Armies, will lop the boughs with terror. The tall will be cut down, and the lofty will be brought low."},{"name":"Isaiah 10:34","text":"He will cut down the thickets of the forest with iron, and Lebanon will fall by the Mighty One."},{"name":"Isaiah 11:1","text":"A shoot will come out of the stock of Jesse, and a branch out of his roots will bear fruit."},{"name":"Isaiah 11:2","text":"The Spirit of Yahweh will rest on him: the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of Yahweh."},{"name":"Isaiah 11:3","text":"His delight will be in the fear of Yahweh. He will not judge by the sight of his eyes, neither decide by the hearing of his ears;"},{"name":"Isaiah 11:4","text":"but with righteousness he will judge the poor, and decide with equity for the humble of the earth. He will strike the earth with the rod of his mouth; and with the breath of his lips he will kill the wicked."},{"name":"Isaiah 11:5","text":"Righteousness will be the belt of his waist, and faithfulness the belt of his waist."},{"name":"Isaiah 11:6","text":"The wolf will live with the lamb, and the leopard will lie down with the young goat; The calf, the young lion, and the fattened calf together; and a little child will lead them."},{"name":"Isaiah 11:7","text":"The cow and the bear will graze. Their young ones will lie down together. The lion will eat straw like the ox."},{"name":"Isaiah 11:8","text":"The nursing child will play near a cobra\"s hole, and the weaned child will put his hand on the viper\"s den."},{"name":"Isaiah 11:9","text":"They will not hurt nor destroy in all my holy mountain; for the earth will be full of the knowledge of Yahweh, as the waters cover the sea."},{"name":"Isaiah 11:10","text":"It will happen in that day that the nations will seek the root of Jesse, who stands as a banner of the peoples; and his resting place will be glorious."},{"name":"Isaiah 11:11","text":"It will happen in that day that the Lord will set his hand again the second time to recover the remnant that is left of his people from Assyria, from Egypt, from Pathros, from Cush, from Elam, from Shinar, from Hamath, and from the islands of the sea."},{"name":"Isaiah 11:12","text":"He will set up a banner for the nations, and will assemble the outcasts of Israel, and gather together the dispersed of Judah from the four corners of the earth."},{"name":"Isaiah 11:13","text":"The envy also of Ephraim will depart, and those who persecute Judah will be cut off. Ephraim won\"t envy Judah, and Judah won\"t persecute Ephraim."},{"name":"Isaiah 11:14","text":"They will fly down on the shoulders of the Philistines on the west. Together they will plunder the children of the east. They will extend their power over Edom and Moab, and the children of Ammon will obey them."},{"name":"Isaiah 11:15","text":"Yahweh will utterly destroy the tongue of the Egyptian sea; and with his scorching wind he will wave his hand over the River, and will split it into seven streams, and cause men to march over in sandals."},{"name":"Isaiah 11:16","text":"There will be a highway for the remnant that is left of his people from Assyria, like there was for Israel in the day that he came up out of the land of Egypt."},{"name":"Isaiah 12:1","text":"In that day you will say, \"I will give thanks to you, Yahweh; for though you were angry with me, your anger has turned away and you comfort me."},{"name":"Isaiah 12:2","text":"Behold, God is my salvation. I will trust, and will not be afraid; for Yah, Yahweh, is my strength and song; and he has become my salvation.\""},{"name":"Isaiah 12:3","text":"Therefore with joy you will draw water out of the wells of salvation."},{"name":"Isaiah 12:4","text":"In that day you will say, \"Give thanks to Yahweh! Call on his name. Declare his doings among the peoples. Proclaim that his name is exalted!"},{"name":"Isaiah 12:5","text":"Sing to Yahweh, for he has done excellent things! Let this be known in all the earth!"},{"name":"Isaiah 12:6","text":"Cry aloud and shout, you inhabitant of Zion; for the Holy One of Israel is great in the midst of you!\""},{"name":"Isaiah 13:1","text":"The burden of Babylon, which Isaiah the son of Amoz saw:"},{"name":"Isaiah 13:2","text":"Set up a banner on the bare mountain! Lift up your voice to them! Wave your hand, that they may go into the gates of the nobles."},{"name":"Isaiah 13:3","text":"I have commanded my consecrated ones; yes, I have called my mighty men for my anger, even my proudly exulting ones."},{"name":"Isaiah 13:4","text":"The noise of a multitude is in the mountains, as of a great people; the noise of an uproar of the kingdoms of the nations gathered together! Yahweh of Armies is mustering the army for the battle."},{"name":"Isaiah 13:5","text":"They come from a far country, from the uttermost part of heaven, even Yahweh, and the weapons of his indignation, to destroy the whole land."},{"name":"Isaiah 13:6","text":"Wail; for the day of Yahweh is at hand! It will come as destruction from the Almighty."},{"name":"Isaiah 13:7","text":"Therefore all hands will be feeble, and everyone\"s heart will melt."},{"name":"Isaiah 13:8","text":"They will be dismayed. Pangs and sorrows will seize them. They will be in pain like a woman in labor. They will look in amazement one at another. Their faces will be faces of flame."},{"name":"Isaiah 13:9","text":"Behold, the day of Yahweh comes, cruel, with wrath and fierce anger; to make the land a desolation, and to destroy its sinners out of it."},{"name":"Isaiah 13:10","text":"For the stars of the sky and its constellations will not give their light. The sun will be darkened in its going forth, and the moon will not cause its light to shine."},{"name":"Isaiah 13:11","text":"I will punish the world for their evil, and the wicked for their iniquity. I will cause the arrogance of the proud to cease, and will humble the haughtiness of the terrible."},{"name":"Isaiah 13:12","text":"I will make people more rare than fine gold, even a person than the pure gold of Ophir."},{"name":"Isaiah 13:13","text":"Therefore I will make the heavens tremble, and the earth will be shaken out of its place in the wrath of Yahweh of Armies, and in the day of his fierce anger."},{"name":"Isaiah 13:14","text":"It will happen that like a hunted gazelle, and like sheep that no one gathers, they will each turn to their own people, and will each flee to their own land."},{"name":"Isaiah 13:15","text":"Everyone who is found will be thrust through. Everyone who is captured will fall by the sword."},{"name":"Isaiah 13:16","text":"Their infants also will be dashed in pieces before their eyes. Their houses will be ransacked, and their wives raped."},{"name":"Isaiah 13:17","text":"Behold, I will stir up the Medes against them, who will not value silver, and as for gold, they will not delight in it."},{"name":"Isaiah 13:18","text":"Their bows will dash the young men in pieces; and they shall have no pity on the fruit of the womb. Their eyes will not spare children."},{"name":"Isaiah 13:19","text":"Babylon, the glory of kingdoms, the beauty of the Chaldeans\" pride, will be like when God overthrew Sodom and Gomorrah."},{"name":"Isaiah 13:20","text":"It will never be inhabited, neither will it be lived in from generation to generation. The Arabian will not pitch a tent there, neither will shepherds make their flocks lie down there."},{"name":"Isaiah 13:21","text":"But wild animals of the desert will lie there, and their houses will be full of jackals. Ostriches will dwell there, and wild goats will frolic there."},{"name":"Isaiah 13:22","text":"Wolves will cry in their castles, and jackals in the pleasant palaces. Her time is near to come, and her days will not be prolonged."},{"name":"Isaiah 14:1","text":"For Yahweh will have compassion on Jacob, and will yet choose Israel, and set them in their own land. The foreigner will join himself with them, and they will unite with the house of Jacob."},{"name":"Isaiah 14:2","text":"The peoples will take them, and bring them to their place. The house of Israel will possess them in Yahweh\"s land for servants and for handmaids. They will take as captives those whose captives they were; and they shall rule over their oppressors."},{"name":"Isaiah 14:3","text":"It will happen in the day that Yahweh will give you rest from your sorrow, from your trouble, and from the hard service in which you were made to serve,"},{"name":"Isaiah 14:4","text":"that you will take up this parable against the king of Babylon, and say, \"How the oppressor has ceased! The golden city has ceased!\""},{"name":"Isaiah 14:5","text":"Yahweh has broken the staff of the wicked, the scepter of the rulers,"},{"name":"Isaiah 14:6","text":"who struck the peoples in wrath with a continual stroke, who ruled the nations in anger, with a persecution that none restrained."},{"name":"Isaiah 14:7","text":"The whole earth is at rest, and is quiet. They break out song."},{"name":"Isaiah 14:8","text":"Yes, the fir trees rejoice with you, with the cedars of Lebanon, saying, \"Since you are humbled, no lumberjack has come up against us.\""},{"name":"Isaiah 14:9","text":"Sheol from beneath has moved for you to meet you at your coming. It stirs up the dead for you, even all the rulers of the earth. It has raised up from their thrones all the kings of the nations."},{"name":"Isaiah 14:10","text":"They all will answer and ask you, \"Have you also become as weak as we are? Have you become like us?\""},{"name":"Isaiah 14:11","text":"Your pomp is brought down to Sheol, with the sound of your stringed instruments. Maggots are spread out under you, and worms cover you."},{"name":"Isaiah 14:12","text":"How you have fallen from heaven, morning star, son of the dawn! How you are cut down to the ground, who laid the nations low!"},{"name":"Isaiah 14:13","text":"You said in your heart, \"I will ascend into heaven! I will exalt my throne above the stars of God! I will sit on the mountain of assembly, in the far north!"},{"name":"Isaiah 14:14","text":"I will ascend above the heights of the clouds! I will make myself like the Most High!\""},{"name":"Isaiah 14:15","text":"Yet you shall be brought down to Sheol, to the depths of the pit."},{"name":"Isaiah 14:16","text":"Those who see you will stare at you. They will ponder you, saying, \"Is this the man who made the earth to tremble, who shook kingdoms;"},{"name":"Isaiah 14:17","text":"who made the world like a wilderness, and overthrew its cities; who didn\"t release his prisoners to their home?\""},{"name":"Isaiah 14:18","text":"All the kings of the nations, sleep in glory, everyone in his own house."},{"name":"Isaiah 14:19","text":"But you are cast away from your tomb like an abominable branch, clothed with the slain, who are thrust through with the sword, who go down to the stones of the pit; like a dead body trodden under foot."},{"name":"Isaiah 14:20","text":"You will not join them in burial, because you have destroyed your land. You have killed your people. The seed of evildoers will not be named forever."},{"name":"Isaiah 14:21","text":"Prepare for slaughter of his children because of the iniquity of their fathers, that they not rise up and possess the earth, and fill the surface of the world with cities."},{"name":"Isaiah 14:22","text":"\"I will rise up against them,\" says Yahweh of Armies, \"and cut off from Babylon name and remnant, and son and son\"s son,\" says Yahweh."},{"name":"Isaiah 14:23","text":"\"I will also make it a possession for the porcupine, and pools of water. I will sweep it with the broom of destruction,\" says Yahweh of Armies."},{"name":"Isaiah 14:24","text":"Yahweh of Armies has sworn, saying, \"Surely, as I have thought, so shall it happen; and as I have purposed, so shall it stand:"},{"name":"Isaiah 14:25","text":"that I will break the Assyrian in my land, and tread him under foot on my mountains. Then his yoke will leave them, and his burden leave their shoulders."},{"name":"Isaiah 14:26","text":"This is the plan that is determined for the whole earth. This is the hand that is stretched out over all the nations."},{"name":"Isaiah 14:27","text":"For Yahweh of Armies has planned, and who can stop it? His hand is stretched out, and who can turn it back?\""},{"name":"Isaiah 14:28","text":"This burden was in the year that king Ahaz died."},{"name":"Isaiah 14:29","text":"Don\"t rejoice, O Philistia, all of you, because the rod that struck you is broken; for out of the serpent\"s root an adder will emerge, and his fruit will be a fiery flying serpent."},{"name":"Isaiah 14:30","text":"The firstborn of the poor will eat, and the needy will lie down in safety; and I will kill your root with famine, and your remnant will be killed."},{"name":"Isaiah 14:31","text":"Howl, gate! Cry, city! You are melted away, Philistia, all of you; for smoke comes out of the north, and there is no straggler in his ranks."},{"name":"Isaiah 14:32","text":"What will they answer the messengers of the nation? That Yahweh has founded Zion, and in her the afflicted of his people will take refuge."},{"name":"Isaiah 15:1","text":"The burden of Moab: for in a night, Ar of Moab is laid waste, and brought to nothing; for in a night Kir of Moab is laid waste, and brought to nothing."},{"name":"Isaiah 15:2","text":"They have gone up to Bayith, and to Dibon, to the high places, to weep. Moab wails over Nebo and over Medeba. Baldness is on all of their heads. Every beard is cut off."},{"name":"Isaiah 15:3","text":"In their streets, they clothe themselves in sackcloth. In their streets and on their housetops, everyone wails, weeping abundantly."},{"name":"Isaiah 15:4","text":"Heshbon cries out with Elealeh. Their voice is heard even to Jahaz. Therefore the armed men of Moab cry aloud. Their souls tremble within them."},{"name":"Isaiah 15:5","text":"My heart cries out for Moab! Her nobles flee to Zoar, to Eglath Shelishiyah; for they go up by the ascent of Luhith with weeping; for in the way of Horonaim, they raise up a cry of destruction."},{"name":"Isaiah 15:6","text":"For the waters of Nimrim will be desolate; for the grass has withered away, the tender grass fails, there is no green thing."},{"name":"Isaiah 15:7","text":"Therefore they will carry away the abundance they have gotten, and that which they have stored up, over the brook of the willows."},{"name":"Isaiah 15:8","text":"For the cry has gone around the borders of Moab; its wailing to Eglaim, and its wailing to Beer Elim."},{"name":"Isaiah 15:9","text":"For the waters of Dimon are full of blood; for I will bring yet more on Dimon, a lion on those of Moab who escape, and on the remnant of the land."},{"name":"Isaiah 16:1","text":"Send the lambs for the ruler of the land from Selah to the wilderness, to the mountain of the daughter of Zion."},{"name":"Isaiah 16:2","text":"For it will be that as wandering birds, as a scattered nest, so will the daughters of Moab be at the fords of the Arnon."},{"name":"Isaiah 16:3","text":"Give counsel! Execute justice! Make your shade like the night in the midst of the noonday! Hide the outcasts! Don\"t betray the fugitive!"},{"name":"Isaiah 16:4","text":"Let my outcasts dwell with you! As for Moab, be a hiding place for him from the face of the destroyer. For the extortioner is brought to nothing. Destruction ceases. The oppressors are consumed out of the land."},{"name":"Isaiah 16:5","text":"A throne will be established in loving kindness. One will sit on it in truth, in the tent of David, judging, seeking justice, and swift to do righteousness."},{"name":"Isaiah 16:6","text":"We have heard of the pride of Moab, that he is very proud; even of his arrogance, his pride, and his wrath. His boastings are nothing."},{"name":"Isaiah 16:7","text":"Therefore Moab will wail for Moab. Everyone will wail. You will mourn for the raisin cakes of Kir Hareseth, utterly stricken."},{"name":"Isaiah 16:8","text":"For the fields of Heshbon languish with the vine of Sibmah. The lords of the nations have broken down its choice branches, which reached even to Jazer, which wandered into the wilderness. Its shoots were spread abroad. They passed over the sea."},{"name":"Isaiah 16:9","text":"Therefore I will weep with the weeping of Jazer for the vine of Sibmah. I will water you with my tears, Heshbon, and Elealeh: for on your summer fruits and on your harvest the battle shout has fallen."},{"name":"Isaiah 16:10","text":"Gladness is taken away, and joy out of the fruitful field; and in the vineyards there will be no singing, neither joyful noise. Nobody will tread out wine in the presses. I have made the shouting stop."},{"name":"Isaiah 16:11","text":"Therefore my heart sounds like a harp for Moab, and my inward parts for Kir Heres."},{"name":"Isaiah 16:12","text":"It will happen that when Moab presents himself, when he wearies himself on the high place, and comes to his sanctuary to pray, that he will not prevail."},{"name":"Isaiah 16:13","text":"This is the word that Yahweh spoke concerning Moab in time past."},{"name":"Isaiah 16:14","text":"But now Yahweh has spoken, saying, \"Within three years, as a worker bound by contract would count them, the glory of Moab shall be brought into contempt, with all his great multitude; and the remnant will be very small and feeble.\""},{"name":"Isaiah 17:1","text":"The burden of Damascus: \"Behold, Damascus is taken away from being a city, and it will be a ruinous heap."},{"name":"Isaiah 17:2","text":"The cities of Aroer are forsaken. They will be for flocks, which shall lie down, and none shall make them afraid."},{"name":"Isaiah 17:3","text":"The fortress shall cease from Ephraim, and the kingdom from Damascus, and the remnant of Syria. They will be as the glory of the children of Israel,\" says Yahweh of Armies."},{"name":"Isaiah 17:4","text":"\"It will happen in that day that the glory of Jacob will be made thin, and the fatness of his flesh will become lean."},{"name":"Isaiah 17:5","text":"It will be like when the harvester gathers the wheat, and his arm reaps the grain. Yes, it will be like when one gleans grain in the valley of Rephaim."},{"name":"Isaiah 17:6","text":"Yet gleanings will be left there, like the shaking of an olive tree, two or three olives in the top of the uppermost bough, four or five in the outermost branches of a fruitful tree,\" says Yahweh, the God of Israel."},{"name":"Isaiah 17:7","text":"In that day, people will look to their Maker, and their eyes will have respect for the Holy One of Israel."},{"name":"Isaiah 17:8","text":"They will not look to the altars, the work of their hands; neither shall they respect that which their fingers have made, either the Asherim, or the incense altars."},{"name":"Isaiah 17:9","text":"In that day, their strong cities will be like the forsaken places in the woods and on the mountain top, which were forsaken from before the children of Israel; and it will be a desolation."},{"name":"Isaiah 17:10","text":"For you have forgotten the God of your salvation, and have not remembered the rock of your strength. Therefore you plant pleasant plants, and set out foreign seedlings."},{"name":"Isaiah 17:11","text":"In the day of your planting, you hedge it in. In the morning, you make your seed blossom, but the harvest flees away in the day of grief and of desperate sorrow."},{"name":"Isaiah 17:12","text":"Ah, the uproar of many peoples, who roar like the roaring of the seas; and the rushing of nations, that rush like the rushing of mighty waters!"},{"name":"Isaiah 17:13","text":"The nations will rush like the rushing of many waters: but he will rebuke them, and they will flee far off, and will be chased like the chaff of the mountains before the wind, and like the whirling dust before the storm."},{"name":"Isaiah 17:14","text":"At evening, behold, terror! Before the morning, they are no more. This is the portion of those who plunder us, and the lot of those who rob us."},{"name":"Isaiah 18:1","text":"Ah, the land of the rustling of wings, which is beyond the rivers of Ethiopia;"},{"name":"Isaiah 18:2","text":"that sends ambassadors by the sea, even in vessels of papyrus on the waters, saying, \"Go, you swift messengers, to a nation tall and smooth, to a people awesome from their beginning onward, a nation that measures out and treads down, whose land the rivers divide!\""},{"name":"Isaiah 18:3","text":"All you inhabitants of the world, and you dwellers on the earth, when a banner is lifted up on the mountains, look! When the trumpet is blown, listen!"},{"name":"Isaiah 18:4","text":"For Yahweh said to me, \"I will be still, and I will see in my dwelling place, like clear heat in sunshine, like a cloud of dew in the heat of harvest.\""},{"name":"Isaiah 18:5","text":"For before the harvest, when the blossom is over, and the flower becomes a ripening grape, he will cut off the sprigs with pruning hooks, and he will cut down and take away the spreading branches."},{"name":"Isaiah 18:6","text":"They will be left together for the ravenous birds of the mountains, and for the animals of the earth. The ravenous birds will summer on them, and all the animals of the earth will winter on them."},{"name":"Isaiah 18:7","text":"In that time, a present will be brought to Yahweh of Armies from a people tall and smooth, even from a people awesome from their beginning onward, a nation that measures out and treads down, whose land the rivers divide, to the place of the name of Yahweh of Armies, Mount Zion."},{"name":"Isaiah 19:1","text":"The burden of Egypt: \"Behold, Yahweh rides on a swift cloud, and comes to Egypt. The idols of Egypt will tremble at his presence; and the heart of Egypt will melt in its midst."},{"name":"Isaiah 19:2","text":"I will stir up the Egyptians against the Egyptians, and they will fight everyone against his brother, and everyone against his neighbor; city against city, and kingdom against kingdom."},{"name":"Isaiah 19:3","text":"The spirit of Egypt will fail in its midst. I will destroy its counsel. They will seek the idols, the charmers, those who have familiar spirits, and the wizards."},{"name":"Isaiah 19:4","text":"I will give over the Egyptians into the hand of a cruel lord. A fierce king will rule over them,\" says the Lord, Yahweh of Armies."},{"name":"Isaiah 19:5","text":"The waters will fail from the sea, and the river will be wasted and become dry."},{"name":"Isaiah 19:6","text":"The rivers will become foul. The streams of Egypt will be diminished and dried up. The reeds and flags will wither away."},{"name":"Isaiah 19:7","text":"The meadows by the Nile, by the brink of the Nile, and all the sown fields of the Nile, will become dry, be driven away, and be no more."},{"name":"Isaiah 19:8","text":"The fishermen will lament, and all those who fish in the Nile will mourn, and those who spread nets on the waters will languish."},{"name":"Isaiah 19:9","text":"Moreover those who work in combed flax, and those who weave white cloth, will be confounded."},{"name":"Isaiah 19:10","text":"The pillars will be broken in pieces. All those who work for hire will be grieved in soul."},{"name":"Isaiah 19:11","text":"The princes of Zoan are utterly foolish. The counsel of the wisest counselors of Pharaoh has become stupid. How do you say to Pharaoh, \"I am the son of the wise, the son of ancient kings?\""},{"name":"Isaiah 19:12","text":"Where then are your wise men? Let them tell you now; and let them know what Yahweh of Armies has purposed concerning Egypt."}]