[{"name":"Hebrews 4:15","text":"For we don\"t have a high priest who can\"t be touched with the feeling of our infirmities, but one who has been in all points tempted like we are, yet without sin."},{"name":"Hebrews 4:16","text":"Let us therefore draw near with boldness to the throne of grace, that we may receive mercy, and may find grace for help in time of need."},{"name":"Hebrews 5:1","text":"For every high priest, being taken from among men, is appointed for men in things pertaining to God, that he may offer both gifts and sacrifices for sins."},{"name":"Hebrews 5:2","text":"The high priest can deal gently with those who are ignorant and going astray, because he himself is also surrounded with weakness."},{"name":"Hebrews 5:3","text":"Because of this, he must offer sacrifices for sins for the people, as well as for himself."},{"name":"Hebrews 5:4","text":"Nobody takes this honor on himself, but he is called by God, just like Aaron was."},{"name":"Hebrews 5:5","text":"So also Christ didn\"t glorify himself to be made a high priest, but it was he who said to him, \"You are my Son. Today I have become your father.\""},{"name":"Hebrews 5:6","text":"As he says also in another place, \"You are a priest forever, after the order of Melchizedek.\""},{"name":"Hebrews 5:7","text":"He, in the days of his flesh, having offered up prayers and petitions with strong crying and tears to him who was able to save him from death, and having been heard for his godly fear,"},{"name":"Hebrews 5:8","text":"though he was a Son, yet learned obedience by the things which he suffered."},{"name":"Hebrews 5:9","text":"Having been made perfect, he became to all of those who obey him the author of eternal salvation,"},{"name":"Hebrews 5:10","text":"named by God a high priest after the order of Melchizedek."},{"name":"Hebrews 5:11","text":"About him we have many words to say, and hard to interpret, seeing you have become dull of hearing."},{"name":"Hebrews 5:12","text":"For although by this time you should be teachers, you again need to have someone teach you the rudiments of the first principles of the oracles of God. You have come to need milk, and not solid food."},{"name":"Hebrews 5:13","text":"For everyone who lives on milk is not experienced in the word of righteousness, for he is a baby."},{"name":"Hebrews 5:14","text":"But solid food is for those who are full grown, who by reason of use have their senses exercised to discern good and evil."},{"name":"Hebrews 6:1","text":"Therefore leaving the teaching of the first principles of Christ, let us press on to perfection\"not laying again a foundation of repentance from dead works, of faith toward God,"},{"name":"Hebrews 6:2","text":"of the teaching of baptisms, of laying on of hands, of resurrection of the dead, and of eternal judgment."},{"name":"Hebrews 6:3","text":"This will we do, if God permits."},{"name":"Hebrews 6:4","text":"For concerning those who were once enlightened and tasted of the heavenly gift, and were made partakers of the Holy Spirit,"},{"name":"Hebrews 6:5","text":"and tasted the good word of God, and the powers of the age to come,"},{"name":"Hebrews 6:6","text":"and then fell away, it is impossible to renew them again to repentance; seeing they crucify the Son of God for themselves again, and put him to open shame."},{"name":"Hebrews 6:7","text":"For the land which has drunk the rain that comes often on it, and brings forth a crop suitable for them for whose sake it is also tilled, receives blessing from God;"},{"name":"Hebrews 6:8","text":"but if it bears thorns and thistles, it is rejected and near being cursed, whose end is to be burned."},{"name":"Hebrews 6:9","text":"But, beloved, we are persuaded of better things for you, and things that accompany salvation, even though we speak like this."},{"name":"Hebrews 6:10","text":"For God is not unrighteous, so as to forget your work and the labor of love which you showed toward his name, in that you served the saints, and still do serve them."},{"name":"Hebrews 6:11","text":"We desire that each one of you may show the same diligence to the fullness of hope even to the end,"},{"name":"Hebrews 6:12","text":"that you won\"t be sluggish, but imitators of those who through faith and patience inherited the promises."},{"name":"Hebrews 6:13","text":"For when God made a promise to Abraham, since he could swear by none greater, he swore by himself,"},{"name":"Hebrews 6:14","text":"saying, \"Surely blessing I will bless you, and multiplying I will multiply you.\""},{"name":"Hebrews 6:15","text":"Thus, having patiently endured, he obtained the promise."},{"name":"Hebrews 6:16","text":"For men indeed swear by a greater one, and in every dispute of theirs the oath is final for confirmation."},{"name":"Hebrews 6:17","text":"In this way God, being determined to show more abundantly to the heirs of the promise the immutability of his counsel, interposed with an oath;"},{"name":"Hebrews 6:18","text":"that by two immutable things, in which it is impossible for God to lie, we may have a strong encouragement, who have fled for refuge to take hold of the hope set before us."},{"name":"Hebrews 6:19","text":"This hope we have as an anchor of the soul, a hope both sure and steadfast and entering into that which is within the veil;"},{"name":"Hebrews 6:20","text":"where as a forerunner Jesus entered for us, having become a high priest forever after the order of Melchizedek."},{"name":"Hebrews 7:1","text":"For this Melchizedek, king of Salem, priest of God Most High, who met Abraham returning from the slaughter of the kings and blessed him,"},{"name":"Hebrews 7:2","text":"to whom also Abraham divided a tenth part of all (being first, by interpretation, king of righteousness, and then also king of Salem, which is king of peace;"},{"name":"Hebrews 7:3","text":"without father, without mother, without genealogy, having neither beginning of days nor end of life, but made like the Son of God), remains a priest continually."},{"name":"Hebrews 7:4","text":"Now consider how great this man was, to whom even Abraham, the patriarch, gave a tenth out of the best spoils."},{"name":"Hebrews 7:5","text":"They indeed of the sons of Levi who receive the priest\"s office have a commandment to take tithes of the people according to the law, that is, of their brothers, though these have come out of the body of Abraham,"},{"name":"Hebrews 7:6","text":"but he whose genealogy is not counted from them has accepted tithes from Abraham, and has blessed him who has the promises."},{"name":"Hebrews 7:7","text":"But without any dispute the lesser is blessed by the greater."},{"name":"Hebrews 7:8","text":"Here people who die receive tithes, but there one receives tithes of whom it is testified that he lives."},{"name":"Hebrews 7:9","text":"We can say that through Abraham even Levi, who receives tithes, has paid tithes,"},{"name":"Hebrews 7:10","text":"for he was yet in the body of his father when Melchizedek met him."},{"name":"Hebrews 7:11","text":"Now if there were perfection through the Levitical priesthood (for under it the people have received the law), what further need was there for another priest to arise after the order of Melchizedek, and not be called after the order of Aaron?"},{"name":"Hebrews 7:12","text":"For the priesthood being changed, there is of necessity a change made also in the law."},{"name":"Hebrews 7:13","text":"For he of whom these things are said belongs to another tribe, from which no one has officiated at the altar."},{"name":"Hebrews 7:14","text":"For it is evident that our Lord has sprung out of Judah, about which tribe Moses spoke nothing concerning priesthood."},{"name":"Hebrews 7:15","text":"This is yet more abundantly evident, if after the likeness of Melchizedek there arises another priest,"},{"name":"Hebrews 7:16","text":"who has been made, not after the law of a fleshly commandment, but after the power of an endless life:"},{"name":"Hebrews 7:17","text":"for it is testified, \"You are a priest forever, according to the order of Melchizedek.\""},{"name":"Hebrews 7:18","text":"For there is an annulling of a foregoing commandment because of its weakness and uselessness"},{"name":"Hebrews 7:19","text":"(for the law made nothing perfect), and a bringing in of a better hope, through which we draw near to God."},{"name":"Hebrews 7:20","text":"Inasmuch as he was not made priest without the taking of an oath"},{"name":"Hebrews 7:21","text":"(for they indeed have been made priests without an oath), but he with an oath by him that says of him, \"The Lord swore and will not change his mind, \"You are a priest forever, according to the order of Melchizedek.\"\""},{"name":"Hebrews 7:22","text":"By so much, Jesus has become the collateral of a better covenant."},{"name":"Hebrews 7:23","text":"Many, indeed, have been made priests, because they are hindered from continuing by death."},{"name":"Hebrews 7:24","text":"But he, because he lives forever, has his priesthood unchangeable."},{"name":"Hebrews 7:25","text":"Therefore he is also able to save to the uttermost those who draw near to God through him, seeing that he lives forever to make intercession for them."},{"name":"Hebrews 7:26","text":"For such a high priest was fitting for us: holy, guiltless, undefiled, separated from sinners, and made higher than the heavens;"},{"name":"Hebrews 7:27","text":"who doesn\"t need, like those high priests, to offer up sacrifices daily, first for his own sins, and then for the sins of the people. For he did this once for all, when he offered up himself."},{"name":"Hebrews 7:28","text":"For the law appoints men as high priests who have weakness, but the word of the oath which came after the law appoints a Son forever who has been perfected."},{"name":"Hebrews 8:1","text":"Now in the things which we are saying, the main point is this. We have such a high priest, who sat down on the right hand of the throne of the Majesty in the heavens,"},{"name":"Hebrews 8:2","text":"a servant of the sanctuary, and of the true tabernacle, which the Lord pitched, not man."},{"name":"Hebrews 8:3","text":"For every high priest is appointed to offer both gifts and sacrifices. Therefore it is necessary that this high priest also have something to offer."},{"name":"Hebrews 8:4","text":"For if he were on earth, he would not be a priest at all, seeing there are priests who offer the gifts according to the law;"},{"name":"Hebrews 8:5","text":"who serve a copy and shadow of the heavenly things, even as Moses was warned by God when he was about to make the tabernacle, for he said, \"See, you shall make everything according to the pattern that was shown to you on the mountain.\""},{"name":"Hebrews 8:6","text":"But now he has obtained a more excellent ministry, by so much as he is also the mediator of a better covenant, which on better promises has been given as law."},{"name":"Hebrews 8:7","text":"For if that first covenant had been faultless, then no place would have been sought for a second."},{"name":"Hebrews 8:8","text":"For finding fault with them, he said, \"Behold, the days come,\" says the Lord, \"that I will make a new covenant with the house of Israel and with the house of Judah;"},{"name":"Hebrews 8:9","text":"not according to the covenant that I made with their fathers, in the day that I took them by the hand to lead them out of the land of Egypt; for they didn\"t continue in my covenant, and I disregarded them,\" says the Lord."},{"name":"Hebrews 8:10","text":"\"For this is the covenant that I will make with the house of Israel. After those days,\" says the Lord; \"I will put my laws into their mind, I will also write them on their heart. I will be their God, and they will be my people."},{"name":"Hebrews 8:11","text":"They will not teach every man his fellow citizen, and every man his brother, saying, \"Know the Lord,\" for all will know me, from their least to their greatest."},{"name":"Hebrews 8:12","text":"For I will be merciful to their unrighteousness. I will remember their sins and lawless deeds no more.\""},{"name":"Hebrews 8:13","text":"In that he says, \"A new covenant,\" he has made the first old. But that which is becoming old and grows aged is near to vanishing away."},{"name":"Hebrews 9:1","text":"Now indeed even the first covenant had ordinances of divine service, and an earthly sanctuary."},{"name":"Hebrews 9:2","text":"For a tabernacle was prepared. In the first part were the lampstand, the table, and the show bread; which is called the Holy Place."},{"name":"Hebrews 9:3","text":"After the second veil was the tabernacle which is called the Holy of Holies,"},{"name":"Hebrews 9:4","text":"having a golden altar of incense, and the ark of the covenant overlaid on all sides with gold, in which was a golden pot holding the manna, Aaron\"s rod that budded, and the tablets of the covenant;"},{"name":"Hebrews 9:5","text":"and above it cherubim of glory overshadowing the mercy seat, of which things we can\"t speak now in detail."},{"name":"Hebrews 9:6","text":"Now these things having been thus prepared, the priests go in continually into the first tabernacle, accomplishing the services,"},{"name":"Hebrews 9:7","text":"but into the second the high priest alone, once in the year, not without blood, which he offers for himself, and for the errors of the people."},{"name":"Hebrews 9:8","text":"The Holy Spirit is indicating this, that the way into the Holy Place wasn\"t yet revealed while the first tabernacle was still standing;"},{"name":"Hebrews 9:9","text":"which is a symbol of the present age, where gifts and sacrifices are offered that are incapable, concerning the conscience, of making the worshipper perfect;"},{"name":"Hebrews 9:10","text":"being only (with meats and drinks and various washings) fleshly ordinances, imposed until a time of reformation."},{"name":"Hebrews 9:11","text":"But Christ having come as a high priest of the coming good things, through the greater and more perfect tabernacle, not made with hands, that is to say, not of this creation,"},{"name":"Hebrews 9:12","text":"nor yet through the blood of goats and calves, but through his own blood, entered in once for all into the Holy Place, having obtained eternal redemption."},{"name":"Hebrews 9:13","text":"For if the blood of goats and bulls, and the ashes of a heifer sprinkling those who have been defiled, sanctify to the cleanness of the flesh:"},{"name":"Hebrews 9:14","text":"how much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, cleanse your conscience from dead works to serve the living God?"},{"name":"Hebrews 9:15","text":"For this reason he is the mediator of a new covenant, since a death has occurred for the redemption of the transgressions that were under the first covenant, that those who have been called may receive the promise of the eternal inheritance."},{"name":"Hebrews 9:16","text":"For where a last will and testament is, there must of necessity be the death of him who made it."},{"name":"Hebrews 9:17","text":"For a will is in force where there has been death, for it is never in force while he who made it lives."},{"name":"Hebrews 9:18","text":"Therefore even the first covenant has not been dedicated without blood."},{"name":"Hebrews 9:19","text":"For when every commandment had been spoken by Moses to all the people according to the law, he took the blood of the calves and the goats, with water and scarlet wool and hyssop, and sprinkled both the book itself and all the people,"},{"name":"Hebrews 9:20","text":"saying, \"This is the blood of the covenant which God has commanded you.\""},{"name":"Hebrews 9:21","text":"Moreover he sprinkled the tabernacle and all the vessels of the ministry in the same way with the blood."},{"name":"Hebrews 9:22","text":"According to the law, nearly everything is cleansed with blood, and apart from shedding of blood there is no remission."},{"name":"Hebrews 9:23","text":"It was necessary therefore that the copies of the things in the heavens should be cleansed with these; but the heavenly things themselves with better sacrifices than these."},{"name":"Hebrews 9:24","text":"For Christ hasn\"t entered into holy places made with hands, which are representations of the true, but into heaven itself, now to appear in the presence of God for us;"},{"name":"Hebrews 9:25","text":"nor yet that he should offer himself often, as the high priest enters into the holy place year by year with blood not his own,"},{"name":"Hebrews 9:26","text":"or else he must have suffered often since the foundation of the world. But now once at the end of the ages, he has been revealed to put away sin by the sacrifice of himself."},{"name":"Hebrews 9:27","text":"Inasmuch as it is appointed for men to die once, and after this, judgment,"},{"name":"Hebrews 9:28","text":"so Christ also, having been offered once to bear the sins of many, will appear a second time, without sin, to those who are eagerly waiting for him for salvation."},{"name":"Hebrews 10:1","text":"For the law, having a shadow of the good to come, not the very image of the things, can never with the same sacrifices year by year, which they offer continually, make perfect those who draw near."},{"name":"Hebrews 10:2","text":"Or else wouldn\"t they have ceased to be offered, because the worshippers, having been once cleansed, would have had no more consciousness of sins?"},{"name":"Hebrews 10:3","text":"But in those sacrifices there is a yearly reminder of sins."},{"name":"Hebrews 10:4","text":"For it is impossible that the blood of bulls and goats should take away sins."},{"name":"Hebrews 10:5","text":"Therefore when he comes into the world, he says, \"Sacrifice and offering you didn\"t desire, but you prepared a body for me;"},{"name":"Hebrews 10:6","text":"You had no pleasure in whole burnt offerings and sacrifices for sin."},{"name":"Hebrews 10:7","text":"Then I said, \"Behold, I have come (in the scroll of the book it is written of me) to do your will, O God.\"\""},{"name":"Hebrews 10:8","text":"Previously saying, \"Sacrifices and offerings and whole burnt offerings and sacrifices for sin you didn\"t desire, neither had pleasure in them\" (those which are offered according to the law),"},{"name":"Hebrews 10:9","text":"then he has said, \"Behold, I have come to do your will.\" He takes away the first, that he may establish the second,"},{"name":"Hebrews 10:10","text":"by which will we have been sanctified through the offering of the body of Jesus Christ once for all."},{"name":"Hebrews 10:11","text":"Every priest indeed stands day by day serving and often offering the same sacrifices, which can never take away sins,"},{"name":"Hebrews 10:12","text":"but he, when he had offered one sacrifice for sins forever, sat down on the right hand of God;"},{"name":"Hebrews 10:13","text":"from that time waiting until his enemies are made the footstool of his feet."},{"name":"Hebrews 10:14","text":"For by one offering he has perfected forever those who are being sanctified."},{"name":"Hebrews 10:15","text":"The Holy Spirit also testifies to us, for after saying,"},{"name":"Hebrews 10:16","text":"\"This is the covenant that I will make with them: \"After those days,\" says the Lord, \"I will put my laws on their heart, I will also write them on their mind;\"\" then he says,"},{"name":"Hebrews 10:17","text":"\"I will remember their sins and their iniquities no more.\""},{"name":"Hebrews 10:18","text":"Now where remission of these is, there is no more offering for sin."},{"name":"Hebrews 10:19","text":"Having therefore, brothers, boldness to enter into the holy place by the blood of Jesus,"},{"name":"Hebrews 10:20","text":"by the way which he dedicated for us, a new and living way, through the veil, that is to say, his flesh;"},{"name":"Hebrews 10:21","text":"and having a great priest over the house of God,"},{"name":"Hebrews 10:22","text":"let\"s draw near with a true heart in fullness of faith, having our hearts sprinkled from an evil conscience, and having our body washed with pure water,"},{"name":"Hebrews 10:23","text":"let us hold fast the confession of our hope without wavering; for he who promised is faithful."},{"name":"Hebrews 10:24","text":"Let us consider how to provoke one another to love and good works,"},{"name":"Hebrews 10:25","text":"not forsaking our own assembling together, as the custom of some is, but exhorting one another; and so much the more, as you see the Day approaching."},{"name":"Hebrews 10:26","text":"For if we sin willfully after we have received the knowledge of the truth, there remains no more a sacrifice for sins,"},{"name":"Hebrews 10:27","text":"but a certain fearful expectation of judgment, and a fierceness of fire which will devour the adversaries."},{"name":"Hebrews 10:28","text":"A man who disregards Moses\" law dies without compassion on the word of two or three witnesses."},{"name":"Hebrews 10:29","text":"How much worse punishment, do you think, will he be judged worthy of, who has trodden under foot the Son of God, and has counted the blood of the covenant with which he was sanctified an unholy thing, and has insulted the Spirit of grace?"},{"name":"Hebrews 10:30","text":"For we know him who said, \"Vengeance belongs to me,\" says the Lord, \"I will repay.\" Again, \"The Lord will judge his people.\""},{"name":"Hebrews 10:31","text":"It is a fearful thing to fall into the hands of the living God."},{"name":"Hebrews 10:32","text":"But remember the former days, in which, after you were enlightened, you endured a great struggle with sufferings;"},{"name":"Hebrews 10:33","text":"partly, being exposed to both reproaches and oppressions; and partly, becoming partakers with those who were treated so."},{"name":"Hebrews 10:34","text":"For you both had compassion on me in my chains, and joyfully accepted the plundering of your possessions, knowing that you have for yourselves a better possession and an enduring one in the heavens."},{"name":"Hebrews 10:35","text":"Therefore don\"t throw away your boldness, which has a great reward."},{"name":"Hebrews 10:36","text":"For you need endurance so that, having done the will of God, you may receive the promise."},{"name":"Hebrews 10:37","text":"\"In a very little while, he who comes will come, and will not wait."},{"name":"Hebrews 10:38","text":"But the righteous will live by faith. If he shrinks back, my soul has no pleasure in him.\""},{"name":"Hebrews 10:39","text":"But we are not of those who shrink back to destruction, but of those who have faith to the saving of the soul."},{"name":"Hebrews 11:1","text":"Now faith is assurance of things hoped for, proof of things not seen."},{"name":"Hebrews 11:2","text":"For by this, the elders obtained testimony."},{"name":"Hebrews 11:3","text":"By faith, we understand that the universe has been framed by the word of God, so that what is seen has not been made out of things which are visible."},{"name":"Hebrews 11:4","text":"By faith, Abel offered to God a more excellent sacrifice than Cain, through which he had testimony given to him that he was righteous, God testifying with respect to his gifts; and through it he, being dead, still speaks."},{"name":"Hebrews 11:5","text":"By faith, Enoch was taken away, so that he wouldn\"t see death, and he was not found, because God translated him. For he has had testimony given to him that before his translation he had been well pleasing to God."},{"name":"Hebrews 11:6","text":"Without faith it is impossible to be well pleasing to him, for he who comes to God must believe that he exists, and that he is a rewarder of those who seek him."},{"name":"Hebrews 11:7","text":"By faith, Noah, being warned about things not yet seen, moved with godly fear, prepared a ship for the saving of his house, through which he condemned the world, and became heir of the righteousness which is according to faith."},{"name":"Hebrews 11:8","text":"By faith, Abraham, when he was called, obeyed to go out to the place which he was to receive for an inheritance. He went out, not knowing where he went."},{"name":"Hebrews 11:9","text":"By faith, he lived as an alien in the land of promise, as in a land not his own, dwelling in tents, with Isaac and Jacob, the heirs with him of the same promise."},{"name":"Hebrews 11:10","text":"For he looked for the city which has the foundations, whose builder and maker is God."},{"name":"Hebrews 11:11","text":"By faith, even Sarah herself received power to conceive, and she bore a child when she was past age, since she counted him faithful who had promised."},{"name":"Hebrews 11:12","text":"Therefore as many as the stars of the sky in multitude, and as innumerable as the sand which is by the sea shore, were fathered by one man, and him as good as dead."},{"name":"Hebrews 11:13","text":"These all died in faith, not having received the promises, but having seen them and embraced them from afar, and having confessed that they were strangers and pilgrims on the earth."},{"name":"Hebrews 11:14","text":"For those who say such things make it clear that they are seeking a country of their own."},{"name":"Hebrews 11:15","text":"If indeed they had been thinking of that country from which they went out, they would have had enough time to return."},{"name":"Hebrews 11:16","text":"But now they desire a better country, that is, a heavenly one. Therefore God is not ashamed of them, to be called their God, for he has prepared a city for them."},{"name":"Hebrews 11:17","text":"By faith, Abraham, being tested, offered up Isaac. Yes, he who had gladly received the promises was offering up his one and only son;"},{"name":"Hebrews 11:18","text":"even he to whom it was said, \"In Isaac will your seed be called;\""},{"name":"Hebrews 11:19","text":"concluding that God is able to raise up even from the dead. Figuratively speaking, he also did receive him back from the dead."},{"name":"Hebrews 11:20","text":"By faith, Isaac blessed Jacob and Esau, even concerning things to come."},{"name":"Hebrews 11:21","text":"By faith, Jacob, when he was dying, blessed each of the sons of Joseph, and worshiped, leaning on the top of his staff."},{"name":"Hebrews 11:22","text":"By faith, Joseph, when his end was near, made mention of the departure of the children of Israel; and gave instructions concerning his bones."},{"name":"Hebrews 11:23","text":"By faith, Moses, when he was born, was hidden for three months by his parents, because they saw that he was a beautiful child, and they were not afraid of the king\"s commandment."},{"name":"Hebrews 11:24","text":"By faith, Moses, when he had grown up, refused to be called the son of Pharaoh\"s daughter,"},{"name":"Hebrews 11:25","text":"choosing rather to share ill treatment with God\"s people, than to enjoy the pleasures of sin for a time;"},{"name":"Hebrews 11:26","text":"accounting the reproach of Christ greater riches than the treasures of Egypt; for he looked to the reward."},{"name":"Hebrews 11:27","text":"By faith, he left Egypt, not fearing the wrath of the king; for he endured, as seeing him who is invisible."},{"name":"Hebrews 11:28","text":"By faith, he kept the Passover, and the sprinkling of the blood, that the destroyer of the firstborn should not touch them."},{"name":"Hebrews 11:29","text":"By faith, they passed through the Red Sea as on dry land. When the Egyptians tried to do so, they were swallowed up."},{"name":"Hebrews 11:30","text":"By faith, the walls of Jericho fell down, after they had been encircled for seven days."},{"name":"Hebrews 11:31","text":"By faith, Rahab the prostitute, didn\"t perish with those who were disobedient, having received the spies in peace."},{"name":"Hebrews 11:32","text":"What more shall I say? For the time would fail me if I told of Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets;"},{"name":"Hebrews 11:33","text":"who, through faith subdued kingdoms, worked out righteousness, obtained promises, stopped the mouths of lions,"},{"name":"Hebrews 11:34","text":"quenched the power of fire, escaped the edge of the sword, from weakness were made strong, grew mighty in war, and caused foreign armies to flee."},{"name":"Hebrews 11:35","text":"Women received their dead by resurrection. Others were tortured, not accepting their deliverance, that they might obtain a better resurrection."},{"name":"Hebrews 11:36","text":"Others were tried by mocking and scourging, yes, moreover by bonds and imprisonment."},{"name":"Hebrews 11:37","text":"They were stoned. They were sawn apart. They were tempted. They were slain with the sword. They went around in sheep skins and in goat skins; being destitute, afflicted, ill-treated"},{"name":"Hebrews 11:38","text":"(of whom the world was not worthy), wandering in deserts, mountains, caves, and the holes of the earth."},{"name":"Hebrews 11:39","text":"These all, having had testimony given to them through their faith, didn\"t receive the promise,"},{"name":"Hebrews 11:40","text":"God having provided some better thing concerning us, so that apart from us they should not be made perfect."},{"name":"Hebrews 12:1","text":"Therefore let us also, seeing we are surrounded by so great a cloud of witnesses, lay aside every weight and the sin which so easily entangles us, and let us run with patience the race that is set before us,"},{"name":"Hebrews 12:2","text":"looking to Jesus, the author and perfecter of faith, who for the joy that was set before him endured the cross, despising its shame, and has sat down at the right hand of the throne of God."},{"name":"Hebrews 12:3","text":"For consider him who has endured such contradiction of sinners against himself, that you don\"t grow weary, fainting in your souls."},{"name":"Hebrews 12:4","text":"You have not yet resisted to blood, striving against sin;"},{"name":"Hebrews 12:5","text":"and you have forgotten the exhortation which reasons with you as with children, \"My son, don\"t take lightly the chastening of the Lord, nor faint when you are reproved by him;"},{"name":"Hebrews 12:6","text":"For whom the Lord loves, he chastens, and scourges every son whom he receives.\""},{"name":"Hebrews 12:7","text":"It is for discipline that you endure. God deals with you as with children, for what son is there whom his father doesn\"t discipline?"},{"name":"Hebrews 12:8","text":"But if you are without discipline, of which all have been made partakers, then are you illegitimate, and not children."},{"name":"Hebrews 12:9","text":"Furthermore, we had the fathers of our flesh to chasten us, and we paid them respect. Shall we not much rather be in subjection to the Father of spirits, and live?"},{"name":"Hebrews 12:10","text":"For they indeed, for a few days, punished us as seemed good to them; but he for our profit, that we may be partakers of his holiness."},{"name":"Hebrews 12:11","text":"All chastening seems for the present to be not joyous but grievous; yet afterward it yields the peaceful fruit of righteousness to those who have been exercised thereby."},{"name":"Hebrews 12:12","text":"Therefore, lift up the hands that hang down and the feeble knees,"},{"name":"Hebrews 12:13","text":"and make straight paths for your feet, so that which is lame may not be dislocated, but rather be healed."},{"name":"Hebrews 12:14","text":"Follow after peace with all men, and the sanctification without which no man will see the Lord,"},{"name":"Hebrews 12:15","text":"looking carefully lest there be any man who falls short of the grace of God; lest any root of bitterness springing up trouble you, and many be defiled by it;"},{"name":"Hebrews 12:16","text":"lest there be any sexually immoral person, or profane person, like Esau, who sold his birthright for one meal."},{"name":"Hebrews 12:17","text":"For you know that even when he afterward desired to inherit the blessing, he was rejected, for he found no place for a change of mind though he sought it diligently with tears."},{"name":"Hebrews 12:18","text":"For you have not come to a mountain that might be touched, and that burned with fire, and to blackness, darkness, storm,"},{"name":"Hebrews 12:19","text":"the sound of a trumpet, and the voice of words; which those who heard it begged that not one more word should be spoken to them,"},{"name":"Hebrews 12:20","text":"for they could not stand that which was commanded, \"If even an animal touches the mountain, it shall be stoned;\""},{"name":"Hebrews 12:21","text":"and so fearful was the appearance, that Moses said, \"I am terrified and trembling.\""},{"name":"Hebrews 12:22","text":"But you have come to Mount Zion, and to the city of the living God, the heavenly Jerusalem, and to innumerable multitudes of angels,"},{"name":"Hebrews 12:23","text":"to the general assembly and assembly of the firstborn who are enrolled in heaven, to God the Judge of all, to the spirits of just men made perfect,"},{"name":"Hebrews 12:24","text":"to Jesus, the mediator of a new covenant, and to the blood of sprinkling that speaks better than that of Abel."},{"name":"Hebrews 12:25","text":"See that you don\"t refuse him who speaks. For if they didn\"t escape when they refused him who warned on the earth, how much more will we not escape who turn away from him who warns from heaven,"},{"name":"Hebrews 12:26","text":"whose voice shook the earth then, but now he has promised, saying, \"Yet once more I will shake not only the earth, but also the heavens.\""},{"name":"Hebrews 12:27","text":"This phrase, \"Yet once more,\" signifies the removing of those things that are shaken, as of things that have been made, that those things which are not shaken may remain."},{"name":"Hebrews 12:28","text":"Therefore, receiving a Kingdom that can\"t be shaken, let us have grace, through which we serve God acceptably, with reverence and awe,"},{"name":"Hebrews 12:29","text":"for our God is a consuming fire."},{"name":"Hebrews 13:1","text":"Let brotherly love continue."},{"name":"Hebrews 13:2","text":"Don\"t forget to show hospitality to strangers, for in doing so, some have entertained angels without knowing it."},{"name":"Hebrews 13:3","text":"Remember those who are in bonds, as bound with them; and those who are ill-treated, since you are also in the body."},{"name":"Hebrews 13:4","text":"Let marriage be held in honor among all, and let the bed be undefiled: but God will judge the sexually immoral and adulterers."},{"name":"Hebrews 13:5","text":"Be free from the love of money, content with such things as you have, for he has said, \"I will in no way leave you, neither will I in any way forsake you.\""},{"name":"Hebrews 13:6","text":"So that with good courage we say, \"The Lord is my helper. I will not fear. What can man do to me?\""},{"name":"Hebrews 13:7","text":"Remember your leaders, men who spoke to you the word of God, and considering the results of their conduct, imitate their faith."},{"name":"Hebrews 13:8","text":"Jesus Christ is the same yesterday, today, and forever."},{"name":"Hebrews 13:9","text":"Don\"t be carried away by various and strange teachings, for it is good that the heart be established by grace, not by food, through which those who were so occupied were not benefited."},{"name":"Hebrews 13:10","text":"We have an altar from which those who serve the holy tabernacle have no right to eat."},{"name":"Hebrews 13:11","text":"For the bodies of those animals, whose blood is brought into the holy place by the high priest as an offering for sin, are burned outside of the camp."},{"name":"Hebrews 13:12","text":"Therefore Jesus also, that he might sanctify the people through his own blood, suffered outside of the gate."},{"name":"Hebrews 13:13","text":"Let us therefore go out to him outside of the camp, bearing his reproach."},{"name":"Hebrews 13:14","text":"For we don\"t have here an enduring city, but we seek that which is to come."},{"name":"Hebrews 13:15","text":"Through him, then, let us offer up a sacrifice of praise to God continually, that is, the fruit of lips which proclaim allegiance to his name."},{"name":"Hebrews 13:16","text":"But don\"t forget to be doing good and sharing, for with such sacrifices God is well pleased."},{"name":"Hebrews 13:17","text":"Obey your leaders and submit to them, for they watch on behalf of your souls, as those who will give account, that they may do this with joy, and not with groaning, for that would be unprofitable for you."},{"name":"Hebrews 13:18","text":"Pray for us, for we are persuaded that we have a good conscience, desiring to live honorably in all things."},{"name":"Hebrews 13:19","text":"I strongly urge you to do this, that I may be restored to you sooner."},{"name":"Hebrews 13:20","text":"Now may the God of peace, who brought again from the dead the great shepherd of the sheep with the blood of an eternal covenant, our Lord Jesus,"},{"name":"Hebrews 13:21","text":"make you complete in every good work to do his will, working in you that which is well pleasing in his sight, through Jesus Christ, to whom be the glory forever and ever. Amen."},{"name":"Hebrews 13:22","text":"But I exhort you, brothers, endure the word of exhortation, for I have written to you in few words."},{"name":"Hebrews 13:23","text":"Know that our brother Timothy has been freed, with whom, if he comes shortly, I will see you."},{"name":"Hebrews 13:24","text":"Greet all of your leaders and all the saints. The Italians greet you."},{"name":"Hebrews 13:25","text":"Grace be with you all. Amen."},{"name":"James 1:1","text":"James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are in the Dispersion: Greetings."},{"name":"James 1:2","text":"Count it all joy, my brothers, when you fall into various temptations,"},{"name":"James 1:3","text":"knowing that the testing of your faith produces endurance."},{"name":"James 1:4","text":"Let endurance have its perfect work, that you may be perfect and complete, lacking in nothing."},{"name":"James 1:5","text":"But if any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach; and it will be given to him."},{"name":"James 1:6","text":"But let him ask in faith, without any doubting, for he who doubts is like a wave of the sea, driven by the wind and tossed."},{"name":"James 1:7","text":"For let that man not think that he will receive anything from the Lord."},{"name":"James 1:8","text":"He is a double-minded man, unstable in all his ways."},{"name":"James 1:9","text":"But let the brother in humble circumstances glory in his high position;"},{"name":"James 1:10","text":"and the rich, in that he is made humble, because like the flower in the grass, he will pass away."},{"name":"James 1:11","text":"For the sun arises with the scorching wind, and withers the grass, and the flower in it falls, and the beauty of its appearance perishes. So also will the rich man fade away in his pursuits."},{"name":"James 1:12","text":"Blessed is the man who endures temptation, for when he has been approved, he will receive the crown of life, which the Lord promised to those who love him."},{"name":"James 1:13","text":"Let no man say when he is tempted, \"I am tempted by God,\" for God can\"t be tempted by evil, and he himself tempts no one."},{"name":"James 1:14","text":"But each one is tempted, when he is drawn away by his own lust, and enticed."},{"name":"James 1:15","text":"Then the lust, when it has conceived, bears sin; and the sin, when it is full grown, brings forth death."},{"name":"James 1:16","text":"Don\"t be deceived, my beloved brothers."},{"name":"James 1:17","text":"Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom can be no variation, nor turning shadow."},{"name":"James 1:18","text":"Of his own will he brought us forth by the word of truth, that we should be a kind of first fruits of his creatures."},{"name":"James 1:19","text":"So, then, my beloved brothers, let every man be swift to hear, slow to speak, and slow to anger;"},{"name":"James 1:20","text":"for the anger of man doesn\"t produce the righteousness of God."},{"name":"James 1:21","text":"Therefore, putting away all filthiness and overflowing of wickedness, receive with humility the implanted word, which is able to save your souls."},{"name":"James 1:22","text":"But be doers of the word, and not only hearers, deluding your own selves."},{"name":"James 1:23","text":"For if anyone is a hearer of the word and not a doer, he is like a man looking at his natural face in a mirror;"},{"name":"James 1:24","text":"for he sees himself, and goes away, and immediately forgets what kind of man he was."},{"name":"James 1:25","text":"But he who looks into the perfect law of freedom, and continues, not being a hearer who forgets, but a doer of the work, this man will be blessed in what he does."},{"name":"James 1:26","text":"If anyone among you thinks himself to be religious while he doesn\"t bridle his tongue, but deceives his heart, this man\"s religion is worthless."},{"name":"James 1:27","text":"Pure religion and undefiled before our God and Father is this: to visit the fatherless and widows in their affliction, and to keep oneself unstained by the world."},{"name":"James 2:1","text":"My brothers, don\"t hold the faith of our Lord Jesus Christ of glory with partiality."},{"name":"James 2:2","text":"For if a man with a gold ring, in fine clothing, comes into your synagogue, and a poor man in filthy clothing also comes in;"},{"name":"James 2:3","text":"and you pay special attention to him who wears the fine clothing, and say, \"Sit here in a good place;\" and you tell the poor man, \"Stand there,\" or \"Sit by my footstool;\""},{"name":"James 2:4","text":"haven\"t you shown partiality among yourselves, and become judges with evil thoughts?"},{"name":"James 2:5","text":"Listen, my beloved brothers. Didn\"t God choose those who are poor in this world to be rich in faith, and heirs of the Kingdom which he promised to those who love him?"},{"name":"James 2:6","text":"But you have dishonored the poor man. Don\"t the rich oppress you, and personally drag you before the courts?"},{"name":"James 2:7","text":"Don\"t they blaspheme the honorable name by which you are called?"},{"name":"James 2:8","text":"However, if you fulfill the royal law, according to the Scripture, \"You shall love your neighbor as yourself,\" you do well."},{"name":"James 2:9","text":"But if you show partiality, you commit sin, being convicted by the law as transgressors."},{"name":"James 2:10","text":"For whoever keeps the whole law, and yet stumbles in one point, he has become guilty of all."},{"name":"James 2:11","text":"For he who said, \"Do not commit adultery,\" also said, \"Do not commit murder.\" Now if you do not commit adultery, but murder, you have become a transgressor of the law."},{"name":"James 2:12","text":"So speak, and so do, as men who are to be judged by a law of freedom."},{"name":"James 2:13","text":"For judgment is without mercy to him who has shown no mercy. Mercy triumphs over judgment."},{"name":"James 2:14","text":"What good is it, my brothers, if a man says he has faith, but has no works? Can faith save him?"},{"name":"James 2:15","text":"And if a brother or sister is naked and in lack of daily food,"},{"name":"James 2:16","text":"and one of you tells them, \"Go in peace, be warmed and filled;\" and yet you didn\"t give them the things the body needs, what good is it?"},{"name":"James 2:17","text":"Even so faith, if it has no works, is dead in itself."},{"name":"James 2:18","text":"Yes, a man will say, \"You have faith, and I have works.\" Show me your faith without works, and I by my works will show you my faith."},{"name":"James 2:19","text":"You believe that God is one. You do well. The demons also believe, and shudder."},{"name":"James 2:20","text":"But do you want to know, vain man, that faith apart from works is dead?"},{"name":"James 2:21","text":"Wasn\"t Abraham our father justified by works, in that he offered up Isaac his son on the altar?"},{"name":"James 2:22","text":"You see that faith worked with his works, and by works faith was perfected;"},{"name":"James 2:23","text":"and the Scripture was fulfilled which says, \"Abraham believed God, and it was accounted to him as righteousness;\" and he was called the friend of God."},{"name":"James 2:24","text":"You see then that by works, a man is justified, and not only by faith."},{"name":"James 2:25","text":"In the same way, wasn\"t Rahab the prostitute also justified by works, in that she received the messengers, and sent them out another way?"},{"name":"James 2:26","text":"For as the body apart from the spirit is dead, even so faith apart from works is dead."},{"name":"James 3:1","text":"Let not many of you be teachers, my brothers, knowing that we will receive heavier judgment."},{"name":"James 3:2","text":"For in many things we all stumble. If anyone doesn\"t stumble in word, the same is a perfect man, able to bridle the whole body also."},{"name":"James 3:3","text":"Indeed, we put bits into the horses\" mouths so that they may obey us, and we guide their whole body."},{"name":"James 3:4","text":"Behold, the ships also, though they are so big and are driven by fierce winds, are yet guided by a very small rudder, wherever the pilot desires."},{"name":"James 3:5","text":"So the tongue is also a little member, and boasts great things. See how a small fire can spread to a large forest!"},{"name":"James 3:6","text":"And the tongue is a fire. The world of iniquity among our members is the tongue, which defiles the whole body, and sets on fire the course of nature, and is set on fire by Gehenna."},{"name":"James 3:7","text":"For every kind of animal, bird, creeping thing, and thing in the sea, is tamed, and has been tamed by mankind."},{"name":"James 3:8","text":"But nobody can tame the tongue. It is a restless evil, full of deadly poison."},{"name":"James 3:9","text":"With it we bless our God and Father, and with it we curse men, who are made in the image of God."},{"name":"James 3:10","text":"Out of the same mouth comes forth blessing and cursing. My brothers, these things ought not to be so."},{"name":"James 3:11","text":"Does a spring send out from the same opening fresh and bitter water?"},{"name":"James 3:12","text":"Can a fig tree, my brothers, yield olives, or a vine figs? Thus no spring yields both salt water and fresh water."},{"name":"James 3:13","text":"Who is wise and understanding among you? Let him show by his good conduct that his deeds are done in gentleness of wisdom."},{"name":"James 3:14","text":"But if you have bitter jealousy and selfish ambition in your heart, don\"t boast and don\"t lie against the truth."},{"name":"James 3:15","text":"This wisdom is not that which comes down from above, but is earthly, sensual, and demonic."},{"name":"James 3:16","text":"For where jealousy and selfish ambition are, there is confusion and every evil deed."},{"name":"James 3:17","text":"But the wisdom that is from above is first pure, then peaceful, gentle, reasonable, full of mercy and good fruits, without partiality, and without hypocrisy."},{"name":"James 3:18","text":"Now the fruit of righteousness is sown in peace by those who make peace."},{"name":"James 4:1","text":"Where do wars and fightings among you come from? Don\"t they come from your pleasures that war in your members?"},{"name":"James 4:2","text":"You lust, and don\"t have. You kill, covet, and can\"t obtain. You fight and make war. You don\"t have, because you don\"t ask."},{"name":"James 4:3","text":"You ask, and don\"t receive, because you ask with wrong motives, so that you may spend it for your pleasures."},{"name":"James 4:4","text":"You adulterers and adulteresses, don\"t you know that friendship with the world is enmity with God? Whoever therefore wants to be a friend of the world makes himself an enemy of God."},{"name":"James 4:5","text":"Or do you think that the Scripture says in vain, \"The Spirit who lives in us yearns jealously\"?"},{"name":"James 4:6","text":"But he gives more grace. Therefore it says, \"God resists the proud, but gives grace to the humble.\""},{"name":"James 4:7","text":"Be subject therefore to God. But resist the devil, and he will flee from you."},{"name":"James 4:8","text":"Draw near to God, and he will draw near to you. Cleanse your hands, you sinners; and purify your hearts, you double-minded."},{"name":"James 4:9","text":"Lament, mourn, and weep. Let your laughter be turned to mourning, and your joy to gloom."},{"name":"James 4:10","text":"Humble yourselves in the sight of the Lord, and he will exalt you."},{"name":"James 4:11","text":"Don\"t speak against one another, brothers. He who speaks against a brother and judges his brother, speaks against the law and judges the law. But if you judge the law, you are not a doer of the law, but a judge."},{"name":"James 4:12","text":"Only one is the lawgiver, who is able to save and to destroy. But who are you to judge another?"},{"name":"James 4:13","text":"Come now, you who say, \"Today or tomorrow let\"s go into this city, and spend a year there, trade, and make a profit.\""},{"name":"James 4:14","text":"Whereas you don\"t know what your life will be like tomorrow. For what is your life? For you are a vapor, that appears for a little time, and then vanishes away."},{"name":"James 4:15","text":"For you ought to say, \"If the Lord wills, we will both live, and do this or that.\""},{"name":"James 4:16","text":"But now you glory in your boasting. All such boasting is evil."},{"name":"James 4:17","text":"To him therefore who knows to do good, and doesn\"t do it, to him it is sin."},{"name":"James 5:1","text":"Come now, you rich, weep and howl for your miseries that are coming on you."},{"name":"James 5:2","text":"Your riches are corrupted and your garments are moth-eaten."},{"name":"James 5:3","text":"Your gold and your silver are corroded, and their corrosion will be for a testimony against you, and will eat your flesh like fire. You have laid up your treasure in the last days."},{"name":"James 5:4","text":"Behold, the wages of the laborers who mowed your fields, which you have kept back by fraud, cry out, and the cries of those who reaped have entered into the ears of the Lord of Armies."},{"name":"James 5:5","text":"You have lived delicately on the earth, and taken your pleasure. You have nourished your hearts as in a day of slaughter."},{"name":"James 5:6","text":"You have condemned, you have murdered the righteous one. He doesn\"t resist you."},{"name":"James 5:7","text":"Be patient therefore, brothers, until the coming of the Lord. Behold, the farmer waits for the precious fruit of the earth, being patient over it, until it receives the early and late rain."},{"name":"James 5:8","text":"You also be patient. Establish your hearts, for the coming of the Lord is at hand."},{"name":"James 5:9","text":"Don\"t grumble, brothers, against one another, so that you won\"t be judged. Behold, the judge stands at the door."},{"name":"James 5:10","text":"Take, brothers, for an example of suffering and of patience, the prophets who spoke in the name of the Lord."},{"name":"James 5:11","text":"Behold, we call them blessed who endured. You have heard of the patience of Job, and have seen the Lord in the outcome, and how the Lord is full of compassion and mercy."},{"name":"James 5:12","text":"But above all things, my brothers, don\"t swear, neither by heaven, nor by the earth, nor by any other oath; but let your \"yes\" be \"yes,\" and your \"no,\" \"no;\" so that you don\"t fall into hypocrisy."},{"name":"James 5:13","text":"Is any among you suffering? Let him pray. Is any cheerful? Let him sing praises."},{"name":"James 5:14","text":"Is any among you sick? Let him call for the elders of the assembly, and let them pray over him, anointing him with oil in the name of the Lord,"},{"name":"James 5:15","text":"and the prayer of faith will heal him who is sick, and the Lord will raise him up. If he has committed sins, he will be forgiven."},{"name":"James 5:16","text":"Confess your offenses to one another, and pray for one another, that you may be healed. The insistent prayer of a righteous person is powerfully effective."},{"name":"James 5:17","text":"Elijah was a man with a nature like ours, and he prayed earnestly that it might not rain, and it didn\"t rain on the earth for three years and six months."},{"name":"James 5:18","text":"He prayed again, and the sky gave rain, and the earth brought forth its fruit."},{"name":"James 5:19","text":"Brothers, if any among you wanders from the truth, and someone turns him back,"},{"name":"James 5:20","text":"let him know that he who turns a sinner from the error of his way will save a soul from death, and will cover a multitude of sins."},{"name":"1 Peter 1:1","text":"Peter, an apostle of Jesus Christ, to the chosen ones who are living as foreigners in the Dispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia,"},{"name":"1 Peter 1:2","text":"according to the foreknowledge of God the Father, in sanctification of the Spirit, that you may obey Jesus Christ and be sprinkled with his blood: Grace to you and peace be multiplied."},{"name":"1 Peter 1:3","text":"Blessed be the God and Father of our Lord Jesus Christ, who according to his great mercy became our father again to a living hope through the resurrection of Jesus Christ from the dead,"},{"name":"1 Peter 1:4","text":"to an incorruptible and undefiled inheritance that doesn\"t fade away, reserved in Heaven for you,"},{"name":"1 Peter 1:5","text":"who by the power of God are guarded through faith for a salvation ready to be revealed in the last time."},{"name":"1 Peter 1:6","text":"Wherein you greatly rejoice, though now for a little while, if need be, you have been put to grief in various trials,"},{"name":"1 Peter 1:7","text":"that the proof of your faith, which is more precious than gold that perishes even though it is tested by fire, may be found to result in praise, glory, and honor at the revelation of Jesus Christ\""},{"name":"1 Peter 1:8","text":"whom not having known you love; in whom, though now you don\"t see him, yet believing, you rejoice greatly with joy unspeakable and full of glory\""},{"name":"1 Peter 1:9","text":"receiving the result of your faith, the salvation of your souls."},{"name":"1 Peter 1:10","text":"Concerning this salvation, the prophets sought and searched diligently, who prophesied of the grace that would come to you,"},{"name":"1 Peter 1:11","text":"searching for who or what kind of time the Spirit of Christ, which was in them, pointed to, when he predicted the sufferings of Christ, and the glories that would follow them."},{"name":"1 Peter 1:12","text":"To them it was revealed, that not to themselves, but to you, they ministered these things, which now have been announced to you through those who preached the Good News to you by the Holy Spirit sent out from heaven; which things angels desire to look into."},{"name":"1 Peter 1:13","text":"Therefore, prepare your minds for action, be sober and set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ\""},{"name":"1 Peter 1:14","text":"as children of obedience, not conforming yourselves according to your former lusts as in your ignorance,"},{"name":"1 Peter 1:15","text":"but just as he who called you is holy, you yourselves also be holy in all of your behavior;"},{"name":"1 Peter 1:16","text":"because it is written, \"You shall be holy; for I am holy.\""},{"name":"1 Peter 1:17","text":"If you call on him as Father, who without respect of persons judges according to each man\"s work, pass the time of your living as foreigners here in reverent fear:"},{"name":"1 Peter 1:18","text":"knowing that you were redeemed, not with corruptible things, with silver or gold, from the useless way of life handed down from your fathers,"},{"name":"1 Peter 1:19","text":"but with precious blood, as of a faultless and pure lamb, the blood of Christ;"},{"name":"1 Peter 1:20","text":"who was foreknown indeed before the foundation of the world, but was revealed at the end of times for your sake,"},{"name":"1 Peter 1:21","text":"who through him are believers in God, who raised him from the dead, and gave him glory; so that your faith and hope might be in God."},{"name":"1 Peter 1:22","text":"Seeing you have purified your souls in your obedience to the truth through the Spirit in sincere brotherly affection, love one another from the heart fervently:"},{"name":"1 Peter 1:23","text":"having been born again, not of corruptible seed, but of incorruptible, through the word of God, which lives and remains forever."},{"name":"1 Peter 1:24","text":"For, \"All flesh is like grass, and all of man\"s glory like the flower in the grass. The grass withers, and its flower falls;"},{"name":"1 Peter 1:25","text":"but the Lord\"s word endures forever.\" This is the word of Good News which was preached to you."},{"name":"1 Peter 2:1","text":"Putting away therefore all wickedness, all deceit, hypocrisies, envies, and all evil speaking,"},{"name":"1 Peter 2:2","text":"as newborn babies, long for the pure milk of the Word, that you may grow thereby,"},{"name":"1 Peter 2:3","text":"if indeed you have tasted that the Lord is gracious:"},{"name":"1 Peter 2:4","text":"coming to him, a living stone, rejected indeed by men, but chosen by God, precious."},{"name":"1 Peter 2:5","text":"You also, as living stones, are built up as a spiritual house, to be a holy priesthood, to offer up spiritual sacrifices, acceptable to God through Jesus Christ."},{"name":"1 Peter 2:6","text":"Because it is contained in Scripture, \"Behold, I lay in Zion a chief cornerstone, chosen, and precious: He who believes in him will not be disappointed.\""},{"name":"1 Peter 2:7","text":"For you who believe therefore is the honor, but for those who are disobedient, \"The stone which the builders rejected, has become the chief cornerstone,\""},{"name":"1 Peter 2:8","text":"and, \"a stone of stumbling, and a rock of offense.\" For they stumble at the word, being disobedient, to which also they were appointed."},{"name":"1 Peter 2:9","text":"But you are a chosen race, a royal priesthood, a holy nation, a people for God\"s own possession, that you may proclaim the excellence of him who called you out of darkness into his marvelous light:"},{"name":"1 Peter 2:10","text":"who in time past were no people, but now are God\"s people, who had not obtained mercy, but now have obtained mercy."},{"name":"1 Peter 2:11","text":"Beloved, I beg you as foreigners and pilgrims, to abstain from fleshly lusts, which war against the soul;"},{"name":"1 Peter 2:12","text":"having good behavior among the nations, so in that of which they speak against you as evildoers, they may by your good works, which they see, glorify God in the day of visitation."},{"name":"1 Peter 2:13","text":"Therefore subject yourselves to every ordinance of man for the Lord\"s sake: whether to the king, as supreme;"},{"name":"1 Peter 2:14","text":"or to governors, as sent by him for vengeance on evildoers and for praise to those who do well."},{"name":"1 Peter 2:15","text":"For this is the will of God, that by well-doing you should put to silence the ignorance of foolish men:"},{"name":"1 Peter 2:16","text":"as free, and not using your freedom for a cloak of wickedness, but as bondservants of God."},{"name":"1 Peter 2:17","text":"Honor all men. Love the brotherhood. Fear God. Honor the king."},{"name":"1 Peter 2:18","text":"Servants, be in subjection to your masters with all fear; not only to the good and gentle, but also to the wicked."},{"name":"1 Peter 2:19","text":"For it is commendable if someone endures pain, suffering unjustly, because of conscience toward God."},{"name":"1 Peter 2:20","text":"For what glory is it if, when you sin, you patiently endure beating? But if, when you do well, you patiently endure suffering, this is commendable with God."},{"name":"1 Peter 2:21","text":"For to this you were called, because Christ also suffered for us, leaving you an example, that you should follow his steps,"},{"name":"1 Peter 2:22","text":"who did not sin, \"neither was deceit found in his mouth.\""},{"name":"1 Peter 2:23","text":"Who, when he was cursed, didn\"t curse back. When he suffered, didn\"t threaten, but committed himself to him who judges righteously;"},{"name":"1 Peter 2:24","text":"who his own self bore our sins in his body on the tree, that we, having died to sins, might live to righteousness; by whose stripes you were healed."},{"name":"1 Peter 2:25","text":"For you were going astray like sheep; but now have returned to the Shepherd and Overseer of your souls."},{"name":"1 Peter 3:1","text":"In the same way, wives, be in subjection to your own husbands; so that, even if any don\"t obey the Word, they may be won by the behavior of their wives without a word;"},{"name":"1 Peter 3:2","text":"seeing your pure behavior in fear."},{"name":"1 Peter 3:3","text":"Let your beauty be not just the outward adorning of braiding the hair, and of wearing jewels of gold, or of putting on fine clothing;"},{"name":"1 Peter 3:4","text":"but in the hidden person of the heart, in the incorruptible adornment of a gentle and quiet spirit, which is in the sight of God very precious."},{"name":"1 Peter 3:5","text":"For this is how the holy women before, who hoped in God also adorned themselves, being in subjection to their own husbands:"},{"name":"1 Peter 3:6","text":"as Sarah obeyed Abraham, calling him lord, whose children you now are, if you do well, and are not put in fear by any terror."},{"name":"1 Peter 3:7","text":"You husbands, in the same way, live with your wives according to knowledge, giving honor to the woman, as to the weaker vessel, as being also joint heirs of the grace of life; that your prayers may not be hindered."},{"name":"1 Peter 3:8","text":"Finally, be all like-minded, compassionate, loving as brothers, tenderhearted, courteous,"},{"name":"1 Peter 3:9","text":"not rendering evil for evil, or insult for insult; but instead blessing; knowing that to this were you called, that you may inherit a blessing."},{"name":"1 Peter 3:10","text":"For, \"He who would love life, and see good days, let him keep his tongue from evil, and his lips from speaking deceit."},{"name":"1 Peter 3:11","text":"Let him turn away from evil, and do good. Let him seek peace, and pursue it."},{"name":"1 Peter 3:12","text":"For the eyes of the Lord are on the righteous, and his ears open to their prayer; but the face of the Lord is against those who do evil.\""},{"name":"1 Peter 3:13","text":"Now who is he who will harm you, if you become imitators of that which is good?"},{"name":"1 Peter 3:14","text":"But even if you should suffer for righteousness\" sake, you are blessed. \"Don\"t fear what they fear, neither be troubled.\""},{"name":"1 Peter 3:15","text":"But sanctify the Lord God in your hearts; and always be ready to give an answer to everyone who asks you a reason concerning the hope that is in you, with humility and fear:"},{"name":"1 Peter 3:16","text":"having a good conscience; that, while you are spoken against as evildoers, they may be disappointed who curse your good way of life in Christ."},{"name":"1 Peter 3:17","text":"For it is better, if it is God\"s will, that you suffer for doing well than for doing evil."},{"name":"1 Peter 3:18","text":"Because Christ also suffered for sins once, the righteous for the unrighteous, that he might bring you to God; being put to death in the flesh, but made alive in the spirit;"},{"name":"1 Peter 3:19","text":"in which he also went and preached to the spirits in prison,"},{"name":"1 Peter 3:20","text":"who before were disobedient, when God waited patiently in the days of Noah, while the ship was being built. In it, few, that is, eight souls, were saved through water."},{"name":"1 Peter 3:21","text":"This is a symbol of baptism, which now saves you\"not the putting away of the filth of the flesh, but the answer of a good conscience toward God, through the resurrection of Jesus Christ,"},{"name":"1 Peter 3:22","text":"who is at the right hand of God, having gone into heaven, angels and authorities and powers being made subject to him."},{"name":"1 Peter 4:1","text":"Forasmuch then as Christ suffered for us in the flesh, arm yourselves also with the same mind; for he who has suffered in the flesh has ceased from sin;"},{"name":"1 Peter 4:2","text":"that you no longer should live the rest of your time in the flesh for the lusts of men, but for the will of God."},{"name":"1 Peter 4:3","text":"For we have spent enough of our past time doing the desire of the Gentiles, and having walked in lewdness, lusts, drunken binges, orgies, carousings, and abominable idolatries."},{"name":"1 Peter 4:4","text":"They think it is strange that you don\"t run with them into the same excess of riot, blaspheming:"},{"name":"1 Peter 4:5","text":"who will give account to him who is ready to judge the living and the dead."},{"name":"1 Peter 4:6","text":"For to this end the Good News was preached even to the dead, that they might be judged indeed as men in the flesh, but live as to God in the spirit."},{"name":"1 Peter 4:7","text":"But the end of all things is near. Therefore be of sound mind, self-controlled, and sober in prayer."},{"name":"1 Peter 4:8","text":"And above all things be earnest in your love among yourselves, for love covers a multitude of sins."},{"name":"1 Peter 4:9","text":"Be hospitable to one another without grumbling."},{"name":"1 Peter 4:10","text":"As each has received a gift, employ it in serving one another, as good managers of the grace of God in its various forms."},{"name":"1 Peter 4:11","text":"If anyone speaks, let it be as it were the very words of God. If anyone serves, let it be as of the strength which God supplies, that in all things God may be glorified through Jesus Christ, to whom belong the glory and the dominion forever and ever. Amen."},{"name":"1 Peter 4:12","text":"Beloved, don\"t be astonished at the fiery trial which has come upon you, to test you, as though a strange thing happened to you."},{"name":"1 Peter 4:13","text":"But because you are partakers of Christ\"s sufferings, rejoice; that at the revelation of his glory you also may rejoice with exceeding joy."},{"name":"1 Peter 4:14","text":"If you are insulted for the name of Christ, you are blessed; because the Spirit of glory and of God rests on you. On their part he is blasphemed, but on your part he is glorified."},{"name":"1 Peter 4:15","text":"For let none of you suffer as a murderer, or a thief, or an evil doer, or a meddler in other men\"s matters."},{"name":"1 Peter 4:16","text":"But if one of you suffers for being a Christian, let him not be ashamed; but let him glorify God in this matter."},{"name":"1 Peter 4:17","text":"For the time has come for judgment to begin with the household of God. If it begins first with us, what will happen to those who don\"t obey the Good News of God?"},{"name":"1 Peter 4:18","text":"\"If it is hard for the righteous to be saved, what will happen to the ungodly and the sinner?\""},{"name":"1 Peter 4:19","text":"Therefore let them also who suffer according to the will of God in doing good entrust their souls to him, as to a faithful Creator."},{"name":"1 Peter 5:1","text":"I exhort the elders among you, as a fellow elder, and a witness of the sufferings of Christ, and who will also share in the glory that will be revealed."},{"name":"1 Peter 5:2","text":"Shepherd the flock of God which is among you, exercising the oversight, not under compulsion, but voluntarily, not for dishonest gain, but willingly;"},{"name":"1 Peter 5:3","text":"neither as lording it over those entrusted to you, but making yourselves examples to the flock."},{"name":"1 Peter 5:4","text":"When the chief Shepherd is revealed, you will receive the crown of glory that doesn\"t fade away."},{"name":"1 Peter 5:5","text":"Likewise, you younger ones, be subject to the elder. Yes, all of you clothe yourselves with humility, to subject yourselves to one another; for \"God resists the proud, but gives grace to the humble.\""},{"name":"1 Peter 5:6","text":"Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time;"},{"name":"1 Peter 5:7","text":"casting all your worries on him, because he cares for you."},{"name":"1 Peter 5:8","text":"Be sober and self-controlled. Be watchful. Your adversary, the devil, walks around like a roaring lion, seeking whom he may devour."},{"name":"1 Peter 5:9","text":"Withstand him steadfast in your faith, knowing that your brothers who are in the world are undergoing the same sufferings."},{"name":"1 Peter 5:10","text":"But may the God of all grace, who called you to his eternal glory by Christ Jesus, after you have suffered a little while, perfect, establish, strengthen, and settle you."},{"name":"1 Peter 5:11","text":"To him be the glory and the power forever and ever. Amen."},{"name":"1 Peter 5:12","text":"Through Silvanus, our faithful brother, as I consider him, I have written to you briefly, exhorting, and testifying that this is the true grace of God in which you stand."},{"name":"1 Peter 5:13","text":"She who is in Babylon, chosen together with you, greets you; and so does Mark, my son."},{"name":"1 Peter 5:14","text":"Greet one another with a kiss of love. Peace be to you all who are in Christ Jesus. Amen."},{"name":"2 Peter 1:1","text":"Simon Peter, a servant and apostle of Jesus Christ, to those who have obtained a like precious faith with us in the righteousness of our God and Savior, Jesus Christ:"},{"name":"2 Peter 1:2","text":"Grace to you and peace be multiplied in the knowledge of God and of Jesus our Lord,"},{"name":"2 Peter 1:3","text":"seeing that his divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us by his own glory and virtue;"},{"name":"2 Peter 1:4","text":"by which he has granted to us his precious and exceedingly great promises; that through these you may become partakers of the divine nature, having escaped from the corruption that is in the world by lust."},{"name":"2 Peter 1:5","text":"Yes, and for this very cause adding on your part all diligence, in your faith supply moral excellence; and in moral excellence, knowledge;"},{"name":"2 Peter 1:6","text":"and in knowledge, self-control; and in self-control patience; and in patience godliness;"},{"name":"2 Peter 1:7","text":"and in godliness brotherly affection; and in brotherly affection, love."},{"name":"2 Peter 1:8","text":"For if these things are yours and abound, they make you to be not idle nor unfruitful to the knowledge of our Lord Jesus Christ."},{"name":"2 Peter 1:9","text":"For he who lacks these things is blind, seeing only what is near, having forgotten the cleansing from his old sins."},{"name":"2 Peter 1:10","text":"Therefore, brothers, be more diligent to make your calling and election sure. For if you do these things, you will never stumble."},{"name":"2 Peter 1:11","text":"For thus you will be richly supplied with the entrance into the eternal Kingdom of our Lord and Savior, Jesus Christ."},{"name":"2 Peter 1:12","text":"Therefore I will not be negligent to remind you of these things, though you know them, and are established in the present truth."},{"name":"2 Peter 1:13","text":"I think it right, as long as I am in this tent, to stir you up by reminding you;"},{"name":"2 Peter 1:14","text":"knowing that the putting off of my tent comes swiftly, even as our Lord Jesus Christ made clear to me."},{"name":"2 Peter 1:15","text":"Yes, I will make every effort that you may always be able to remember these things even after my departure."},{"name":"2 Peter 1:16","text":"For we did not follow cunningly devised fables, when we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty."},{"name":"2 Peter 1:17","text":"For he received from God the Father honor and glory, when the voice came to him from the Majestic Glory, \"This is my beloved Son, in whom I am well pleased.\""},{"name":"2 Peter 1:18","text":"We heard this voice come out of heaven when we were with him on the holy mountain."},{"name":"2 Peter 1:19","text":"We have the more sure word of prophecy; and you do well that you heed it, as to a lamp shining in a dark place, until the day dawns, and the morning star arises in your hearts:"},{"name":"2 Peter 1:20","text":"knowing this first, that no prophecy of Scripture is of private interpretation."},{"name":"2 Peter 1:21","text":"For no prophecy ever came by the will of man: but holy men of God spoke, being moved by the Holy Spirit."},{"name":"2 Peter 2:1","text":"But false prophets also arose among the people, as false teachers will also be among you, who will secretly bring in destructive heresies, denying even the Master who bought them, bringing on themselves swift destruction."},{"name":"2 Peter 2:2","text":"Many will follow their immoral ways, and as a result, the way of the truth will be maligned."},{"name":"2 Peter 2:3","text":"In covetousness they will exploit you with deceptive words: whose sentence now from of old doesn\"t linger, and their destruction will not slumber."},{"name":"2 Peter 2:4","text":"For if God didn\"t spare angels when they sinned, but cast them down to Tartarus, and committed them to pits of darkness, to be reserved for judgment;"},{"name":"2 Peter 2:5","text":"and didn\"t spare the ancient world, but preserved Noah with seven others, a preacher of righteousness, when he brought a flood on the world of the ungodly;"},{"name":"2 Peter 2:6","text":"and turning the cities of Sodom and Gomorrah into ashes, condemned them to destruction, having made them an example to those who would live ungodly;"},{"name":"2 Peter 2:7","text":"and delivered righteous Lot, who was very distressed by the lustful life of the wicked"},{"name":"2 Peter 2:8","text":"(for that righteous man dwelling among them, was tormented in his righteous soul from day to day with seeing and hearing lawless deeds):"},{"name":"2 Peter 2:9","text":"the Lord knows how to deliver the godly out of temptation and to keep the unrighteous under punishment for the day of judgment;"},{"name":"2 Peter 2:10","text":"but chiefly those who walk after the flesh in the lust of defilement, and despise authority. Daring, self-willed, they are not afraid to speak evil of dignitaries;"},{"name":"2 Peter 2:11","text":"whereas angels, though greater in might and power, don\"t bring a railing judgment against them before the Lord."},{"name":"2 Peter 2:12","text":"But these, as unreasoning creatures, born natural animals to be taken and destroyed, speaking evil in matters about which they are ignorant, will in their destroying surely be destroyed,"},{"name":"2 Peter 2:13","text":"receiving the wages of unrighteousness; people who count it pleasure to revel in the daytime, spots and blemishes, reveling in their deceit while they feast with you;"},{"name":"2 Peter 2:14","text":"having eyes full of adultery, and who can\"t cease from sin; enticing unsettled souls; having a heart trained in greed; children of cursing;"},{"name":"2 Peter 2:15","text":"forsaking the right way, they went astray, having followed the way of Balaam the son of Beor, who loved the wages of wrongdoing;"},{"name":"2 Peter 2:16","text":"but he was rebuked for his own disobedience. A mute donkey spoke with a man\"s voice and stopped the madness of the prophet."},{"name":"2 Peter 2:17","text":"These are wells without water, clouds driven by a storm; for whom the blackness of darkness has been reserved forever."},{"name":"2 Peter 2:18","text":"For, uttering great swelling words of emptiness, they entice in the lusts of the flesh, by licentiousness, those who are indeed escaping from those who live in error;"},{"name":"2 Peter 2:19","text":"promising them liberty, while they themselves are bondservants of corruption; for a man is brought into bondage by whoever overcomes him."},{"name":"2 Peter 2:20","text":"For if, after they have escaped the defilement of the world through the knowledge of the Lord and Savior Jesus Christ, they are again entangled in it and overcome, the last state has become worse for them than the first."},{"name":"2 Peter 2:21","text":"For it would be better for them not to have known the way of righteousness, than, after knowing it, to turn back from the holy commandment delivered to them."},{"name":"2 Peter 2:22","text":"But it has happened to them according to the true proverb, \"The dog turns to his own vomit again,\" and \"the sow that has washed to wallowing in the mire.\""},{"name":"2 Peter 3:1","text":"This is now, beloved, the second letter that I have written to you; and in both of them I stir up your sincere mind by reminding you;"},{"name":"2 Peter 3:2","text":"that you should remember the words which were spoken before by the holy prophets, and the commandments of us, the apostles of the Lord and Savior:"},{"name":"2 Peter 3:3","text":"knowing this first, that in the last days mockers will come, walking after their own lusts,"},{"name":"2 Peter 3:4","text":"and saying, \"Where is the promise of his coming? For, from the day that the fathers fell asleep, all things continue as they were from the beginning of the creation.\""},{"name":"2 Peter 3:5","text":"For this they willfully forget, that there were heavens from of old, and an earth formed out of water and amid water, by the word of God;"},{"name":"2 Peter 3:6","text":"by which means the world that then was, being overflowed with water, perished."},{"name":"2 Peter 3:7","text":"But the heavens that now are, and the earth, by the same word have been stored up for fire, being reserved against the day of judgment and destruction of ungodly men."},{"name":"2 Peter 3:8","text":"But don\"t forget this one thing, beloved, that one day is with the Lord as a thousand years, and a thousand years as one day."},{"name":"2 Peter 3:9","text":"The Lord is not slow concerning his promise, as some count slowness; but is patient with us, not wishing that any should perish, but that all should come to repentance."},{"name":"2 Peter 3:10","text":"But the day of the Lord will come as a thief in the night; in which the heavens will pass away with a great noise, and the elements will be dissolved with fervent heat, and the earth and the works that are in it will be burned up."},{"name":"2 Peter 3:11","text":"Therefore since all these things will be destroyed like this, what kind of people ought you to be in holy living and godliness,"},{"name":"2 Peter 3:12","text":"looking for and earnestly desiring the coming of the day of God, which will cause the burning heavens to be dissolved, and the elements will melt with fervent heat?"},{"name":"2 Peter 3:13","text":"But, according to his promise, we look for new heavens and a new earth, in which righteousness dwells."},{"name":"2 Peter 3:14","text":"Therefore, beloved, seeing that you look for these things, be diligent to be found in peace, without blemish and blameless in his sight."},{"name":"2 Peter 3:15","text":"Regard the patience of our Lord as salvation; even as our beloved brother Paul also, according to the wisdom given to him, wrote to you;"},{"name":"2 Peter 3:16","text":"as also in all of his letters, speaking in them of these things. In those, there are some things that are hard to understand, which the ignorant and unsettled twist, as they also do to the other Scriptures, to their own destruction."},{"name":"2 Peter 3:17","text":"You therefore, beloved, knowing these things beforehand, beware, lest being carried away with the error of the wicked, you fall from your own steadfastness."},{"name":"2 Peter 3:18","text":"But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and forever. Amen."},{"name":"1 John 1:1","text":"That which was from the beginning, that which we have heard, that which we have seen with our eyes, that which we saw, and our hands touched, concerning the Word of life"},{"name":"1 John 1:2","text":"(and the life was revealed, and we have seen, and testify, and declare to you the life, the eternal life, which was with the Father, and was revealed to us);"},{"name":"1 John 1:3","text":"that which we have seen and heard we declare to you, that you also may have fellowship with us. Yes, and our fellowship is with the Father, and with his Son, Jesus Christ."},{"name":"1 John 1:4","text":"And we write these things to you, that our joy may be fulfilled."},{"name":"1 John 1:5","text":"This is the message which we have heard from him and announce to you, that God is light, and in him is no darkness at all."},{"name":"1 John 1:6","text":"If we say that we have fellowship with him and walk in the darkness, we lie, and don\"t tell the truth."},{"name":"1 John 1:7","text":"But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus Christ, his Son, cleanses us from all sin."},{"name":"1 John 1:8","text":"If we say that we have no sin, we deceive ourselves, and the truth is not in us."},{"name":"1 John 1:9","text":"If we confess our sins, he is faithful and righteous to forgive us the sins, and to cleanse us from all unrighteousness."},{"name":"1 John 1:10","text":"If we say that we haven\"t sinned, we make him a liar, and his word is not in us."},{"name":"1 John 2:1","text":"My little children, I write these things to you so that you may not sin. If anyone sins, we have a Counselor with the Father, Jesus Christ, the righteous."},{"name":"1 John 2:2","text":"And he is the atoning sacrifice for our sins, and not for ours only, but also for the whole world."},{"name":"1 John 2:3","text":"This is how we know that we know him: if we keep his commandments."},{"name":"1 John 2:4","text":"One who says, \"I know him,\" and doesn\"t keep his commandments, is a liar, and the truth isn\"t in him."},{"name":"1 John 2:5","text":"But whoever keeps his word, God\"s love has most certainly been perfected in him. This is how we know that we are in him:"},{"name":"1 John 2:6","text":"he who says he remains in him ought himself also to walk just like he walked."},{"name":"1 John 2:7","text":"Brothers, I write no new commandment to you, but an old commandment which you had from the beginning. The old commandment is the word which you heard from the beginning."},{"name":"1 John 2:8","text":"Again, I write a new commandment to you, which is true in him and in you; because the darkness is passing away, and the true light already shines."},{"name":"1 John 2:9","text":"He who says he is in the light and hates his brother, is in the darkness even until now."},{"name":"1 John 2:10","text":"He who loves his brother remains in the light, and there is no occasion for stumbling in him."},{"name":"1 John 2:11","text":"But he who hates his brother is in the darkness, and walks in the darkness, and doesn\"t know where he is going, because the darkness has blinded his eyes."},{"name":"1 John 2:12","text":"I write to you, little children, because your sins are forgiven you for his name\"s sake."},{"name":"1 John 2:13","text":"I write to you, fathers, because you know him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, little children, because you know the Father."},{"name":"1 John 2:14","text":"I have written to you, fathers, because you know him who is from the beginning. I have written to you, young men, because you are strong, and the word of God remains in you, and you have overcome the evil one."},{"name":"1 John 2:15","text":"Don\"t love the world, neither the things that are in the world. If anyone loves the world, the Father\"s love isn\"t in him."},{"name":"1 John 2:16","text":"For all that is in the world, the lust of the flesh, the lust of the eyes, and the pride of life, isn\"t the Father\"s, but is the world\"s."},{"name":"1 John 2:17","text":"The world is passing away with its lusts, but he who does God\"s will remains forever."},{"name":"1 John 2:18","text":"Little children, these are the end times, and as you heard that the Antichrist is coming, even now many antichrists have arisen. By this we know that it is the final hour."},{"name":"1 John 2:19","text":"They went out from us, but they didn\"t belong to us; for if they had belonged to us, they would have continued with us. But they left, that they might be revealed that none of them belong to us."},{"name":"1 John 2:20","text":"You have an anointing from the Holy One, and you all have knowledge."},{"name":"1 John 2:21","text":"I have not written to you because you don\"t know the truth, but because you know it, and because no lie is of the truth."},{"name":"1 John 2:22","text":"Who is the liar but he who denies that Jesus is the Christ? This is the Antichrist, he who denies the Father and the Son."},{"name":"1 John 2:23","text":"Whoever denies the Son, the same doesn\"t have the Father. He who confesses the Son has the Father also."},{"name":"1 John 2:24","text":"Therefore, as for you, let that remain in you which you heard from the beginning. If that which you heard from the beginning remains in you, you also will remain in the Son, and in the Father."},{"name":"1 John 2:25","text":"This is the promise which he promised us, the eternal life."},{"name":"1 John 2:26","text":"These things I have written to you concerning those who would lead you astray."},{"name":"1 John 2:27","text":"As for you, the anointing which you received from him remains in you, and you don\"t need for anyone to teach you. But as his anointing teaches you concerning all things, and is true, and is no lie, and even as it taught you, you will remain in him."},{"name":"1 John 2:28","text":"Now, little children, remain in him, that when he appears, we may have boldness, and not be ashamed before him at his coming."},{"name":"1 John 2:29","text":"If you know that he is righteous, you know that everyone who practices righteousness is born of him."},{"name":"1 John 3:1","text":"Behold, how great a love the Father has bestowed on us, that we should be called children of God! For this cause the world doesn\"t know us, because it didn\"t know him."},{"name":"1 John 3:2","text":"Beloved, now we are children of God, and it is not yet revealed what we will be. But we know that, when he is revealed, we will be like him; for we will see him just as he is."},{"name":"1 John 3:3","text":"Everyone who has this hope set on him purifies himself, even as he is pure."},{"name":"1 John 3:4","text":"Everyone who sins also commits lawlessness. Sin is lawlessness."},{"name":"1 John 3:5","text":"You know that he was revealed to take away our sins, and in him is no sin."},{"name":"1 John 3:6","text":"Whoever remains in him doesn\"t sin. Whoever sins hasn\"t seen him, neither knows him."},{"name":"1 John 3:7","text":"Little children, let no one lead you astray. He who does righteousness is righteous, even as he is righteous."},{"name":"1 John 3:8","text":"He who sins is of the devil, for the devil has been sinning from the beginning. To this end the Son of God was revealed, that he might destroy the works of the devil."},{"name":"1 John 3:9","text":"Whoever is born of God doesn\"t commit sin, because his seed remains in him; and he can\"t sin, because he is born of God."},{"name":"1 John 3:10","text":"In this the children of God are revealed, and the children of the devil. Whoever doesn\"t do righteousness is not of God, neither is he who doesn\"t love his brother."},{"name":"1 John 3:11","text":"For this is the message which you heard from the beginning, that we should love one another;"},{"name":"1 John 3:12","text":"unlike Cain, who was of the evil one, and killed his brother. Why did he kill him? Because his works were evil, and his brother\"s righteous."},{"name":"1 John 3:13","text":"Don\"t be surprised, my brothers, if the world hates you."},{"name":"1 John 3:14","text":"We know that we have passed out of death into life, because we love the brothers. He who doesn\"t love his brother remains in death."},{"name":"1 John 3:15","text":"Whoever hates his brother is a murderer, and you know that no murderer has eternal life remaining in him."},{"name":"1 John 3:16","text":"By this we know love, because he laid down his life for us. And we ought to lay down our lives for the brothers."},{"name":"1 John 3:17","text":"But whoever has the world\"s goods, and sees his brother in need, and closes his heart of compassion against him, how does the love of God remain in him?"},{"name":"1 John 3:18","text":"My little children, let\"s not love in word only, neither with the tongue only, but in deed and truth."},{"name":"1 John 3:19","text":"And by this we know that we are of the truth, and persuade our hearts before him,"},{"name":"1 John 3:20","text":"because if our heart condemns us, God is greater than our heart, and knows all things."},{"name":"1 John 3:21","text":"Beloved, if our hearts don\"t condemn us, we have boldness toward God;"},{"name":"1 John 3:22","text":"and whatever we ask, we receive from him, because we keep his commandments and do the things that are pleasing in his sight."},{"name":"1 John 3:23","text":"This is his commandment, that we should believe in the name of his Son, Jesus Christ, and love one another, even as he commanded."},{"name":"1 John 3:24","text":"He who keeps his commandments remains in him, and he in him. By this we know that he remains in us, by the Spirit which he gave us."},{"name":"1 John 4:1","text":"Beloved, don\"t believe every spirit, but test the spirits, whether they are of God, because many false prophets have gone out into the world."},{"name":"1 John 4:2","text":"By this you know the Spirit of God: every spirit who confesses that Jesus Christ has come in the flesh is of God,"},{"name":"1 John 4:3","text":"and every spirit who doesn\"t confess that Jesus Christ has come in the flesh is not of God, and this is the spirit of the Antichrist, of whom you have heard that it comes. Now it is in the world already."},{"name":"1 John 4:4","text":"You are of God, little children, and have overcome them; because greater is he who is in you than he who is in the world."},{"name":"1 John 4:5","text":"They are of the world. Therefore they speak of the world, and the world hears them."},{"name":"1 John 4:6","text":"We are of God. He who knows God listens to us. He who is not of God doesn\"t listen to us. By this we know the spirit of truth, and the spirit of error."},{"name":"1 John 4:7","text":"Beloved, let us love one another, for love is of God; and everyone who loves is born of God, and knows God."},{"name":"1 John 4:8","text":"He who doesn\"t love doesn\"t know God, for God is love."},{"name":"1 John 4:9","text":"By this God\"s love was revealed in us, that God has sent his one and only Son into the world that we might live through him."},{"name":"1 John 4:10","text":"In this is love, not that we loved God, but that he loved us, and sent his Son as the atoning sacrifice for our sins."},{"name":"1 John 4:11","text":"Beloved, if God loved us in this way, we also ought to love one another."},{"name":"1 John 4:12","text":"No one has seen God at any time. If we love one another, God remains in us, and his love has been perfected in us."},{"name":"1 John 4:13","text":"By this we know that we remain in him and he in us, because he has given us of his Spirit."},{"name":"1 John 4:14","text":"We have seen and testify that the Father has sent the Son as the Savior of the world."},{"name":"1 John 4:15","text":"Whoever confesses that Jesus is the Son of God, God remains in him, and he in God."},{"name":"1 John 4:16","text":"We know and have believed the love which God has for us. God is love, and he who remains in love remains in God, and God remains in him."},{"name":"1 John 4:17","text":"In this love has been made perfect among us, that we may have boldness in the day of judgment, because as he is, even so are we in this world."},{"name":"1 John 4:18","text":"There is no fear in love; but perfect love casts out fear, because fear has punishment. He who fears is not made perfect in love."},{"name":"1 John 4:19","text":"We love him, because he first loved us."},{"name":"1 John 4:20","text":"If a man says, \"I love God,\" and hates his brother, he is a liar; for he who doesn\"t love his brother whom he has seen, how can he love God whom he has not seen?"},{"name":"1 John 4:21","text":"This commandment we have from him, that he who loves God should also love his brother."},{"name":"1 John 5:1","text":"Whoever believes that Jesus is the Christ is born of God. Whoever loves the Father also loves the child who is born of him."},{"name":"1 John 5:2","text":"By this we know that we love the children of God, when we love God and keep his commandments."},{"name":"1 John 5:3","text":"For this is the love of God, that we keep his commandments. His commandments are not grievous."},{"name":"1 John 5:4","text":"For whatever is born of God overcomes the world. This is the victory that has overcome the world: your faith."},{"name":"1 John 5:5","text":"Who is he who overcomes the world, but he who believes that Jesus is the Son of God?"},{"name":"1 John 5:6","text":"This is he who came by water and blood, Jesus Christ; not with the water only, but with the water and the blood. It is the Spirit who testifies, because the Spirit is the truth."},{"name":"1 John 5:7","text":"For there are three who testify:"},{"name":"1 John 5:8","text":"the Spirit, the water, and the blood; and the three agree as one."},{"name":"1 John 5:9","text":"If we receive the witness of men, the witness of God is greater; for this is God\"s testimony which he has testified concerning his Son."},{"name":"1 John 5:10","text":"He who believes in the Son of God has the testimony in himself. He who doesn\"t believe God has made him a liar, because he has not believed in the testimony that God has given concerning his Son."},{"name":"1 John 5:11","text":"The testimony is this, that God gave to us eternal life, and this life is in his Son."},{"name":"1 John 5:12","text":"He who has the Son has the life. He who doesn\"t have God\"s Son doesn\"t have the life."},{"name":"1 John 5:13","text":"These things I have written to you who believe in the name of the Son of God, that you may know that you have eternal life, and that you may continue to believe in the name of the Son of God."},{"name":"1 John 5:14","text":"This is the boldness which we have toward him, that, if we ask anything according to his will, he listens to us."},{"name":"1 John 5:15","text":"And if we know that he listens to us, whatever we ask, we know that we have the petitions which we have asked of him."},{"name":"1 John 5:16","text":"If anyone sees his brother sinning a sin not leading to death, he shall ask, and God will give him life for those who sin not leading to death. There is a sin leading to death. I don\"t say that he should make a request concerning this."},{"name":"1 John 5:17","text":"All unrighteousness is sin, and there is a sin not leading to death."},{"name":"1 John 5:18","text":"We know that whoever is born of God doesn\"t sin, but he who was born of God keeps himself, and the evil one doesn\"t touch him."},{"name":"1 John 5:19","text":"We know that we are of God, and the whole world lies in the power of the evil one."},{"name":"1 John 5:20","text":"We know that the Son of God has come, and has given us an understanding, that we know him who is true, and we are in him who is true, in his Son Jesus Christ. This is the true God, and eternal life."},{"name":"1 John 5:21","text":"Little children, keep yourselves from idols."},{"name":"2 John 1:1","text":"The elder, to the chosen lady and her children, whom I love in truth; and not I only, but also all those who know the truth;"},{"name":"2 John 1:2","text":"for the truth\"s sake, which remains in us, and it will be with us forever:"},{"name":"2 John 1:3","text":"Grace, mercy, and peace will be with us, from God the Father, and from the Lord Jesus Christ, the Son of the Father, in truth and love."},{"name":"2 John 1:4","text":"I rejoice greatly that I have found some of your children walking in truth, even as we have been commanded by the Father."},{"name":"2 John 1:5","text":"Now I beg you, dear lady, not as though I wrote to you a new commandment, but that which we had from the beginning, that we love one another."},{"name":"2 John 1:6","text":"This is love, that we should walk according to his commandments. This is the commandment, even as you heard from the beginning, that you should walk in it."},{"name":"2 John 1:7","text":"For many deceivers have gone out into the world, those who don\"t confess that Jesus Christ came in the flesh. This is the deceiver and the Antichrist."},{"name":"2 John 1:8","text":"Watch yourselves, that we don\"t lose the things which we have accomplished, but that we receive a full reward."},{"name":"2 John 1:9","text":"Whoever transgresses and doesn\"t remain in the teaching of Christ, doesn\"t have God. He who remains in the teaching, the same has both the Father and the Son."},{"name":"2 John 1:10","text":"If anyone comes to you, and doesn\"t bring this teaching, don\"t receive him into your house, and don\"t welcome him,"},{"name":"2 John 1:11","text":"for he who welcomes him participates in his evil works."},{"name":"2 John 1:12","text":"Having many things to write to you, I don\"t want to do so with paper and ink, but I hope to come to you, and to speak face to face, that our joy may be made full."},{"name":"2 John 1:13","text":"The children of your chosen sister greet you. Amen."},{"name":"3 John 1:1","text":"The elder to Gaius the beloved, whom I love in truth."},{"name":"3 John 1:2","text":"Beloved, I pray that you may prosper in all things and be healthy, even as your soul prospers."},{"name":"3 John 1:3","text":"For I rejoiced greatly, when brothers came and testified about your truth, even as you walk in truth."},{"name":"3 John 1:4","text":"I have no greater joy than this, to hear about my children walking in truth."},{"name":"3 John 1:5","text":"Beloved, you do a faithful work in whatever you accomplish for those who are brothers and strangers."},{"name":"3 John 1:6","text":"They have testified about your love before the assembly. You will do well to send them forward on their journey in a way worthy of God,"},{"name":"3 John 1:7","text":"because for the sake of the Name they went out, taking nothing from the Gentiles."},{"name":"3 John 1:8","text":"We therefore ought to receive such, that we may be fellow workers for the truth."},{"name":"3 John 1:9","text":"I wrote to the assembly, but Diotrephes, who loves to be first among them, doesn\"t accept what we say."},{"name":"3 John 1:10","text":"Therefore, if I come, I will call attention to his deeds which he does, unjustly accusing us with wicked words. Not content with this, neither does he himself receive the brothers, and those who would, he forbids and throws out of the assembly."},{"name":"3 John 1:11","text":"Beloved, don\"t imitate that which is evil, but that which is good. He who does good is of God. He who does evil hasn\"t seen God."},{"name":"3 John 1:12","text":"Demetrius has the testimony of all, and of the truth itself; yes, we also testify, and you know that our testimony is true."},{"name":"3 John 1:13","text":"I had many things to write to you, but I am unwilling to write to you with ink and pen;"},{"name":"3 John 1:14","text":"but I hope to see you soon, and we will speak face to face. Peace be to you. The friends greet you. Greet the friends by name."},{"name":"Jude 1:1","text":"Jude, a servant of Jesus Christ, and brother of James, to those who are called, sanctified by God the Father, and kept for Jesus Christ:"},{"name":"Jude 1:2","text":"Mercy to you and peace and love be multiplied."},{"name":"Jude 1:3","text":"Beloved, while I was very eager to write to you about our common salvation, I was constrained to write to you exhorting you to contend earnestly for the faith which was once for all delivered to the saints."},{"name":"Jude 1:4","text":"For there are certain men who crept in secretly, even those who were long ago written about for this condemnation: ungodly men, turning the grace of our God into indecency, and denying our only Master, God, and Lord, Jesus Christ."},{"name":"Jude 1:5","text":"Now I desire to remind you, though you already know this, that the Lord, having saved a people out of the land of Egypt, afterward destroyed those who didn\"t believe."},{"name":"Jude 1:6","text":"Angels who didn\"t keep their first domain, but deserted their own dwelling place, he has kept in everlasting bonds under darkness for the judgment of the great day."},{"name":"Jude 1:7","text":"Even as Sodom and Gomorrah, and the cities around them, having, in the same way as these, given themselves over to sexual immorality and gone after strange flesh, are set forth as an example, suffering the punishment of eternal fire."},{"name":"Jude 1:8","text":"Yet in the same way, these also in their dreaming defile the flesh, despise authority, and slander celestial beings."},{"name":"Jude 1:9","text":"But Michael, the archangel, when contending with the devil and arguing about the body of Moses, dared not bring against him an abusive condemnation, but said, \"May the Lord rebuke you!\""},{"name":"Jude 1:10","text":"But these speak evil of whatever things they don\"t know. What they understand naturally, like the creatures without reason, they are destroyed in these things."},{"name":"Jude 1:11","text":"Woe to them! For they went in the way of Cain, and ran riotously in the error of Balaam for hire, and perished in Korah\"s rebellion."},{"name":"Jude 1:12","text":"These are hidden rocky reefs in your love feasts when they feast with you, shepherds who without fear feed themselves; clouds without water, carried along by winds; autumn leaves without fruit, twice dead, plucked up by the roots;"},{"name":"Jude 1:13","text":"wild waves of the sea, foaming out their own shame; wandering stars, for whom the blackness of darkness has been reserved forever."},{"name":"Jude 1:14","text":"About these also Enoch, the seventh from Adam, prophesied, saying, \"Behold, the Lord came with ten thousands of his holy ones,"},{"name":"Jude 1:15","text":"to execute judgment on all, and to convict all the ungodly of all their works of ungodliness which they have done in an ungodly way, and of all the hard things which ungodly sinners have spoken against him.\""},{"name":"Jude 1:16","text":"These are murmurers and complainers, walking after their lusts (and their mouth speaks proud things), showing respect of persons to gain advantage."},{"name":"Jude 1:17","text":"But you, beloved, remember the words which have been spoken before by the apostles of our Lord Jesus Christ."},{"name":"Jude 1:18","text":"They said to you that \"In the last time there will be mockers, walking after their own ungodly lusts.\""},{"name":"Jude 1:19","text":"These are they who cause divisions, and are sensual, not having the Spirit."},{"name":"Jude 1:20","text":"But you, beloved, keep building up yourselves on your most holy faith, praying in the Holy Spirit."},{"name":"Jude 1:21","text":"Keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ to eternal life."},{"name":"Jude 1:22","text":"On some have compassion, making a distinction,"},{"name":"Jude 1:23","text":"and some save, snatching them out of the fire with fear, hating even the clothing stained by the flesh."},{"name":"Jude 1:24","text":"Now to him who is able to keep them from stumbling, and to present you faultless before the presence of his glory in great joy,"},{"name":"Jude 1:25","text":"to God our Savior, who alone is wise, be glory and majesty, dominion and power, both now and forever. Amen."},{"name":"Revelation 1:1","text":"This is the Revelation of Jesus Christ, which God gave him to show to his servants the things which must happen soon, which he sent and made known by his angel to his servant, John,"},{"name":"Revelation 1:2","text":"who testified to God\"s word, and of the testimony of Jesus Christ, about everything that he saw."},{"name":"Revelation 1:3","text":"Blessed is he who reads and those who hear the words of the prophecy, and keep the things that are written in it, for the time is at hand."},{"name":"Revelation 1:4","text":"John, to the seven assemblies that are in Asia: Grace to you and peace, from God, who is and who was and who is to come; and from the seven Spirits who are before his throne;"},{"name":"Revelation 1:5","text":"and from Jesus Christ, the faithful witness, the firstborn of the dead, and the ruler of the kings of the earth. To him who loves us, and washed us from our sins by his blood;"},{"name":"Revelation 1:6","text":"and he made us to be a Kingdom, priests to his God and Father; to him be the glory and the dominion forever and ever. Amen."},{"name":"Revelation 1:7","text":"Behold, he is coming with the clouds, and every eye will see him, including those who pierced him. All the tribes of the earth will mourn over him. Even so, Amen."},{"name":"Revelation 1:8","text":"\"I am the Alpha and the Omega,\" says the Lord God, \"who is and who was and who is to come, the Almighty.\""},{"name":"Revelation 1:9","text":"I John, your brother and partner with you in oppression, Kingdom, and perseverance in Christ Jesus, was on the isle that is called Patmos because of God\"s Word and the testimony of Jesus Christ."},{"name":"Revelation 1:10","text":"I was in the Spirit on the Lord\"s day, and I heard behind me a loud voice, like a trumpet"},{"name":"Revelation 1:11","text":"saying, \"What you see, write in a book and send to the seven assemblies: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and to Laodicea.\""},{"name":"Revelation 1:12","text":"I turned to see the voice that spoke with me. Having turned, I saw seven golden lampstands."},{"name":"Revelation 1:13","text":"And among the lampstands was one like a son of man, clothed with a robe reaching down to his feet, and with a golden sash around his chest."},{"name":"Revelation 1:14","text":"His head and his hair were white as white wool, like snow. His eyes were like a flame of fire."},{"name":"Revelation 1:15","text":"His feet were like burnished brass, as if it had been refined in a furnace. His voice was like the voice of many waters."},{"name":"Revelation 1:16","text":"He had seven stars in his right hand. Out of his mouth proceeded a sharp two-edged sword. His face was like the sun shining at its brightest."},{"name":"Revelation 1:17","text":"When I saw him, I fell at his feet like a dead man. He laid his right hand on me, saying, \"Don\"t be afraid. I am the first and the last,"},{"name":"Revelation 1:18","text":"and the Living one. I was dead, and behold, I am alive forevermore. Amen. I have the keys of Death and of Hades."},{"name":"Revelation 1:19","text":"Write therefore the things which you have seen, and the things which are, and the things which will happen hereafter;"},{"name":"Revelation 1:20","text":"the mystery of the seven stars which you saw in my right hand, and the seven golden lampstands. The seven stars are the angels of the seven assemblies. The seven lampstands are seven assemblies."},{"name":"Revelation 2:1","text":"\"To the angel of the assembly in Ephesus write: \"He who holds the seven stars in his right hand, he who walks among the seven golden lampstands says these things:"},{"name":"Revelation 2:2","text":"\"I know your works, and your toil and perseverance, and that you can\"t tolerate evil men, and have tested those who call themselves apostles, and they are not, and found them false."},{"name":"Revelation 2:3","text":"You have perseverance and have endured for my name\"s sake, and have not grown weary."},{"name":"Revelation 2:4","text":"But I have this against you, that you left your first love."},{"name":"Revelation 2:5","text":"Remember therefore from where you have fallen, and repent and do the first works; or else I am coming to you swiftly, and will move your lampstand out of its place, unless you repent."},{"name":"Revelation 2:6","text":"But this you have, that you hate the works of the Nicolaitans, which I also hate."},{"name":"Revelation 2:7","text":"He who has an ear, let him hear what the Spirit says to the assemblies. To him who overcomes I will give to eat of the tree of life, which is in the Paradise of my God."},{"name":"Revelation 2:8","text":"\"To the angel of the assembly in Smyrna write: \"The first and the last, who was dead, and has come to life says these things:"},{"name":"Revelation 2:9","text":"\"I know your works, oppression, and your poverty (but you are rich), and the blasphemy of those who say they are Jews, and they are not, but are a synagogue of Satan."},{"name":"Revelation 2:10","text":"Don\"t be afraid of the things which you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested; and you will have oppression for ten days. Be faithful to death, and I will give you the crown of life."},{"name":"Revelation 2:11","text":"He who has an ear, let him hear what the Spirit says to the assemblies. He who overcomes won\"t be harmed by the second death."},{"name":"Revelation 2:12","text":"\"To the angel of the assembly in Pergamum write: \"He who has the sharp two-edged sword says these things:"},{"name":"Revelation 2:13","text":"\"I know your works and where you dwell, where Satan\"s throne is. You hold firmly to my name, and didn\"t deny my faith in the days of Antipas my witness, my faithful one, who was killed among you, where Satan dwells."},{"name":"Revelation 2:14","text":"But I have a few things against you, because you have there some who hold the teaching of Balaam, who taught Balak to throw a stumbling block before the children of Israel, to eat things sacrificed to idols, and to commit sexual immorality."},{"name":"Revelation 2:15","text":"So you also have some who hold to the teaching of the Nicolaitans likewise."},{"name":"Revelation 2:16","text":"Repent therefore, or else I am coming to you quickly, and I will make war against them with the sword of my mouth."},{"name":"Revelation 2:17","text":"He who has an ear, let him hear what the Spirit says to the assemblies. To him who overcomes, to him I will give of the hidden manna, and I will give him a white stone, and on the stone a new name written, which no one knows but he who receives it."},{"name":"Revelation 2:18","text":"\"To the angel of the assembly in Thyatira write: \"The Son of God, who has his eyes like a flame of fire, and his feet are like burnished brass, says these things:"},{"name":"Revelation 2:19","text":"\"I know your works, your love, faith, service, patient endurance, and that your last works are more than the first."},{"name":"Revelation 2:20","text":"But I have this against you, that you tolerate your woman, Jezebel, who calls herself a prophetess. She teaches and seduces my servants to commit sexual immorality, and to eat things sacrificed to idols."},{"name":"Revelation 2:21","text":"I gave her time to repent, but she refuses to repent of her sexual immorality."},{"name":"Revelation 2:22","text":"Behold, I will throw her into a bed, and those who commit adultery with her into great oppression, unless they repent of her works."},{"name":"Revelation 2:23","text":"I will kill her children with Death, and all the assemblies will know that I am he who searches the minds and hearts. I will give to each one of you according to your deeds."},{"name":"Revelation 2:24","text":"But to you I say, to the rest who are in Thyatira, as many as don\"t have this teaching, who don\"t know what some call \"the deep things of Satan,\" to you I say, I am not putting any other burden on you."},{"name":"Revelation 2:25","text":"Nevertheless, hold that which you have firmly until I come."},{"name":"Revelation 2:26","text":"He who overcomes, and he who keeps my works to the end, to him I will give authority over the nations."},{"name":"Revelation 2:27","text":"He will rule them with a rod of iron, shattering them like clay pots; as I also have received of my Father:"},{"name":"Revelation 2:28","text":"and I will give him the morning star."},{"name":"Revelation 2:29","text":"He who has an ear, let him hear what the Spirit says to the assemblies."},{"name":"Revelation 3:1","text":"\"And to the angel of the assembly in Sardis write: \"He who has the seven Spirits of God, and the seven stars says these things: \"I know your works, that you have a reputation of being alive, but you are dead."},{"name":"Revelation 3:2","text":"Wake up, and keep the things that remain, which you were about to throw away, for I have found no works of yours perfected before my God."},{"name":"Revelation 3:3","text":"Remember therefore how you have received and heard. Keep it, and repent. If therefore you won\"t watch, I will come as a thief, and you won\"t know what hour I will come upon you."},{"name":"Revelation 3:4","text":"Nevertheless you have a few names in Sardis that did not defile their garments. They will walk with me in white, for they are worthy."},{"name":"Revelation 3:5","text":"He who overcomes will be arrayed in white garments, and I will in no way blot his name out of the book of life, and I will confess his name before my Father, and before his angels."},{"name":"Revelation 3:6","text":"He who has an ear, let him hear what the Spirit says to the assemblies."},{"name":"Revelation 3:7","text":"\"To the angel of the assembly in Philadelphia write: \"He who is holy, he who is true, he who has the key of David, he who opens and no one can shut, and who shuts and no one opens, says these things:"},{"name":"Revelation 3:8","text":"\"I know your works (behold, I have set before you an open door, which no one can shut), that you have a little power, and kept my word, and didn\"t deny my name."},{"name":"Revelation 3:9","text":"Behold, I give of the synagogue of Satan, of those who say they are Jews, and they are not, but lie. Behold, I will make them to come and worship before your feet, and to know that I have loved you."},{"name":"Revelation 3:10","text":"Because you kept my command to endure, I also will keep you from the hour of testing, which is to come on the whole world, to test those who dwell on the earth."},{"name":"Revelation 3:11","text":"I am coming quickly! Hold firmly that which you have, so that no one takes your crown."},{"name":"Revelation 3:12","text":"He who overcomes, I will make him a pillar in the temple of my God, and he will go out from there no more. I will write on him the name of my God, and the name of the city of my God, the new Jerusalem, which comes down out of heaven from my God, and my own new name."},{"name":"Revelation 3:13","text":"He who has an ear, let him hear what the Spirit says to the assemblies."},{"name":"Revelation 3:14","text":"\"To the angel of the assembly in Laodicea write: \"The Amen, the Faithful and True Witness, the Head of God\"s creation, says these things:"},{"name":"Revelation 3:15","text":"\"I know your works, that you are neither cold nor hot. I wish you were cold or hot."},{"name":"Revelation 3:16","text":"So, because you are lukewarm, and neither hot nor cold, I will vomit you out of my mouth."},{"name":"Revelation 3:17","text":"Because you say, \"I am rich, and have gotten riches, and have need of nothing;\" and don\"t know that you are the wretched one, miserable, poor, blind, and naked;"},{"name":"Revelation 3:18","text":"I counsel you to buy from me gold refined by fire, that you may become rich; and white garments, that you may clothe yourself, and that the shame of your nakedness may not be revealed; and eye salve to anoint your eyes, that you may see."},{"name":"Revelation 3:19","text":"As many as I love, I reprove and chasten. Be zealous therefore, and repent."},{"name":"Revelation 3:20","text":"Behold, I stand at the door and knock. If anyone hears my voice and opens the door, then I will come in to him, and will dine with him, and he with me."},{"name":"Revelation 3:21","text":"He who overcomes, I will give to him to sit down with me on my throne, as I also overcame, and sat down with my Father on his throne."},{"name":"Revelation 3:22","text":"He who has an ear, let him hear what the Spirit says to the assemblies.\""},{"name":"Revelation 4:1","text":"After these things I looked and saw a door opened in heaven, and the first voice that I heard, like a trumpet speaking with me, was one saying, \"Come up here, and I will show you the things which must happen after this.\""},{"name":"Revelation 4:2","text":"Immediately I was in the Spirit. Behold, there was a throne set in heaven, and one sitting on the throne"},{"name":"Revelation 4:3","text":"that looked like a jasper stone and a sardius. There was a rainbow around the throne, like an emerald to look at."},{"name":"Revelation 4:4","text":"Around the throne were twenty-four thrones. On the thrones were twenty-four elders sitting, dressed in white garments, with crowns of gold on their heads."},{"name":"Revelation 4:5","text":"Out of the throne proceed lightnings, sounds, and thunders. There were seven lamps of fire burning before his throne, which are the seven Spirits of God."},{"name":"Revelation 4:6","text":"Before the throne was something like a sea of glass, similar to crystal. In the midst of the throne, and around the throne were four living creatures full of eyes before and behind."},{"name":"Revelation 4:7","text":"The first creature was like a lion, and the second creature like a calf, and the third creature had a face like a man, and the fourth was like a flying eagle."},{"name":"Revelation 4:8","text":"The four living creatures, each one of them having six wings, are full of eyes around and within. They have no rest day and night, saying, \"Holy, holy, holy is the Lord God, the Almighty, who was and who is and who is to come!\""},{"name":"Revelation 4:9","text":"When the living creatures give glory, honor, and thanks to him who sits on the throne, to him who lives forever and ever,"},{"name":"Revelation 4:10","text":"the twenty-four elders fall down before him who sits on the throne, and worship him who lives forever and ever, and throw their crowns before the throne, saying,"},{"name":"Revelation 4:11","text":"\"Worthy are you, our Lord and God, the Holy One, to receive the glory, the honor, and the power, for you created all things, and because of your desire they existed, and were created!\""},{"name":"Revelation 5:1","text":"I saw, in the right hand of him who sat on the throne, a book written inside and outside, sealed shut with seven seals."},{"name":"Revelation 5:2","text":"I saw a mighty angel proclaiming with a loud voice, \"Who is worthy to open the book, and to break its seals?\""},{"name":"Revelation 5:3","text":"No one in heaven above, or on the earth, or under the earth, was able to open the book, or to look in it."},{"name":"Revelation 5:4","text":"And I wept much, because no one was found worthy to open the book, or to look in it."},{"name":"Revelation 5:5","text":"One of the elders said to me, \"Don\"t weep. Behold, the Lion who is of the tribe of Judah, the Root of David, has overcome; he who opens the book and its seven seals.\""},{"name":"Revelation 5:6","text":"I saw in the midst of the throne and of the four living creatures, and in the midst of the elders, a Lamb standing, as though it had been slain, having seven horns, and seven eyes, which are the seven Spirits of God, sent out into all the earth."},{"name":"Revelation 5:7","text":"Then he came, and he took it out of the right hand of him who sat on the throne."},{"name":"Revelation 5:8","text":"Now when he had taken the book, the four living creatures and the twenty-four elders fell down before the Lamb, each one having a harp, and golden bowls full of incense, which are the prayers of the saints."},{"name":"Revelation 5:9","text":"They sang a new song, saying, \"You are worthy to take the book, and to open its seals: for you were killed, and bought us for God with your blood, out of every tribe, language, people, and nation,"},{"name":"Revelation 5:10","text":"and made us kings and priests to our God, and we will reign on earth.\""},{"name":"Revelation 5:11","text":"I saw, and I heard something like a voice of many angels around the throne, the living creatures, and the elders; and the number of them was ten thousands of ten thousands, and thousands of thousands;"},{"name":"Revelation 5:12","text":"saying with a loud voice, \"Worthy is the Lamb who has been killed to receive the power, wealth, wisdom, strength, honor, glory, and blessing!\""},{"name":"Revelation 5:13","text":"I heard every created thing which is in heaven, on the earth, under the earth, on the sea, and everything in them, saying, \"To him who sits on the throne, and to the Lamb be the blessing, the honor, the glory, and the dominion, forever and ever! Amen!\""},{"name":"Revelation 5:14","text":"The four living creatures said, \"Amen!\" The elders fell down and worshiped."},{"name":"Revelation 6:1","text":"I saw that the Lamb opened one of the seven seals, and I heard one of the four living creatures saying, as with a voice of thunder, \"Come and see!\""},{"name":"Revelation 6:2","text":"And behold, a white horse, and he who sat on it had a bow. A crown was given to him, and he came forth conquering, and to conquer."},{"name":"Revelation 6:3","text":"When he opened the second seal, I heard the second living creature saying, \"Come!\""},{"name":"Revelation 6:4","text":"Another came forth, a red horse. To him who sat on it was given power to take peace from the earth, and that they should kill one another. There was given to him a great sword."},{"name":"Revelation 6:5","text":"When he opened the third seal, I heard the third living creature saying, \"Come and see!\" And behold, a black horse, and he who sat on it had a balance in his hand."},{"name":"Revelation 6:6","text":"I heard a voice in the midst of the four living creatures saying, \"A choenix of wheat for a denarius, and three choenix of barley for a denarius! Don\"t damage the oil and the wine!\""},{"name":"Revelation 6:7","text":"When he opened the fourth seal, I heard the fourth living creature saying, \"Come and see!\""},{"name":"Revelation 6:8","text":"And behold, a pale horse, and he who sat on it, his name was Death. Hades followed with him. Authority over one fourth of the earth, to kill with the sword, with famine, with death, and by the wild animals of the earth was given to him."},{"name":"Revelation 6:9","text":"When he opened the fifth seal, I saw underneath the altar the souls of those who had been killed for the Word of God, and for the testimony of the Lamb which they had."},{"name":"Revelation 6:10","text":"They cried with a loud voice, saying, \"How long, Master, the holy and true, until you judge and avenge our blood on those who dwell on the earth?\""},{"name":"Revelation 6:11","text":"A long white robe was given to each of them. They were told that they should rest yet for a while, until their fellow servants and their brothers, who would also be killed even as they were, should complete their course."},{"name":"Revelation 6:12","text":"I saw when he opened the sixth seal, and there was a great earthquake. The sun became black as sackcloth made of hair, and the whole moon became as blood."},{"name":"Revelation 6:13","text":"The stars of the sky fell to the earth, like a fig tree dropping its unripe figs when it is shaken by a great wind."},{"name":"Revelation 6:14","text":"The sky was removed like a scroll when it is rolled up. Every mountain and island were moved out of their places."},{"name":"Revelation 6:15","text":"The kings of the earth, the princes, the commanding officers, the rich, the strong, and every slave and free person, hid themselves in the caves and in the rocks of the mountains."},{"name":"Revelation 6:16","text":"They told the mountains and the rocks, \"Fall on us, and hide us from the face of him who sits on the throne, and from the wrath of the Lamb,"},{"name":"Revelation 6:17","text":"for the great day of his wrath has come; and who is able to stand?\""},{"name":"Revelation 7:1","text":"After this, I saw four angels standing at the four corners of the earth, holding the four winds of the earth, so that no wind would blow on the earth, or on the sea, or on any tree."},{"name":"Revelation 7:2","text":"I saw another angel ascend from the sunrise, having the seal of the living God. He cried with a loud voice to the four angels to whom it was given to harm the earth and the sea,"},{"name":"Revelation 7:3","text":"saying, \"Don\"t harm the earth, neither the sea, nor the trees, until we have sealed the bondservants of our God on their foreheads!\""},{"name":"Revelation 7:4","text":"I heard the number of those who were sealed, one hundred forty-four thousand, sealed out of every tribe of the children of Israel:"},{"name":"Revelation 7:5","text":"of the tribe of Judah were sealed twelve thousand, of the tribe of Reuben twelve thousand, of the tribe of Gad twelve thousand,"},{"name":"Revelation 7:6","text":"of the tribe of Asher twelve thousand, of the tribe of Naphtali twelve thousand, of the tribe of Manasseh twelve thousand,"},{"name":"Revelation 7:7","text":"of the tribe of Simeon twelve thousand, of the tribe of Levi twelve thousand, of the tribe of Issachar twelve thousand,"},{"name":"Revelation 7:8","text":"of the tribe of Zebulun twelve thousand, of the tribe of Joseph twelve thousand, of the tribe of Benjamin were sealed twelve thousand."},{"name":"Revelation 7:9","text":"After these things I looked, and behold, a great multitude, which no man could number, out of every nation and of all tribes, peoples, and languages, standing before the throne and before the Lamb, dressed in white robes, with palm branches in their hands."},{"name":"Revelation 7:10","text":"They cried with a loud voice, saying, \"Salvation be to our God, who sits on the throne, and to the Lamb!\""},{"name":"Revelation 7:11","text":"All the angels were standing around the throne, the elders, and the four living creatures; and they fell on their faces before his throne, and worshiped God,"},{"name":"Revelation 7:12","text":"saying, \"Amen! Blessing, glory, wisdom, thanksgiving, honor, power, and might, be to our God forever and ever! Amen.\""},{"name":"Revelation 7:13","text":"One of the elders answered, saying to me, \"These who are arrayed in white robes, who are they, and from where did they come?\""},{"name":"Revelation 7:14","text":"I told him, \"My lord, you know.\" He said to me, \"These are those who came out of the great tribulation. They washed their robes, and made them white in the Lamb\"s blood."},{"name":"Revelation 7:15","text":"Therefore they are before the throne of God, they serve him day and night in his temple. He who sits on the throne will spread his tabernacle over them."},{"name":"Revelation 7:16","text":"They will never be hungry, neither thirsty any more; neither will the sun beat on them, nor any heat;"},{"name":"Revelation 7:17","text":"for the Lamb who is in the midst of the throne shepherds them, and leads them to springs of waters of life. And God will wipe away every tear from their eyes.\""},{"name":"Revelation 8:1","text":"When he opened the seventh seal, there was silence in heaven for about half an hour."},{"name":"Revelation 8:2","text":"I saw the seven angels who stand before God, and seven trumpets were given to them."},{"name":"Revelation 8:3","text":"Another angel came and stood over the altar, having a golden censer. Much incense was given to him, that he should add it to the prayers of all the saints on the golden altar which was before the throne."},{"name":"Revelation 8:4","text":"The smoke of the incense, with the prayers of the saints, went up before God out of the angel\"s hand."},{"name":"Revelation 8:5","text":"The angel took the censer, and he filled it with the fire of the altar, and threw it on the earth. There followed thunders, sounds, lightnings, and an earthquake."},{"name":"Revelation 8:6","text":"The seven angels who had the seven trumpets prepared themselves to sound."},{"name":"Revelation 8:7","text":"The first sounded, and there followed hail and fire, mixed with blood, and they were thrown to the earth. One third of the earth was burnt up, and one third of the trees were burnt up, and all green grass was burnt up."},{"name":"Revelation 8:8","text":"The second angel sounded, and something like a great burning mountain was thrown into the sea. One third of the sea became blood,"},{"name":"Revelation 8:9","text":"and one third of the living creatures which were in the sea died. One third of the ships were destroyed."},{"name":"Revelation 8:10","text":"The third angel sounded, and a great star fell from the sky, burning like a torch, and it fell on one third of the rivers, and on the springs of the waters."},{"name":"Revelation 8:11","text":"The name of the star is called \"Wormwood.\" One third of the waters became wormwood. Many people died from the waters, because they were made bitter."},{"name":"Revelation 8:12","text":"The fourth angel sounded, and one third of the sun was struck, and one third of the moon, and one third of the stars; so that one third of them would be darkened, and the day wouldn\"t shine for one third of it, and the night in the same way."},{"name":"Revelation 8:13","text":"I saw, and I heard an eagle, flying in mid heaven, saying with a loud voice, \"Woe! Woe! Woe for those who dwell on the earth, because of the other voices of the trumpets of the three angels, who are yet to sound!\""},{"name":"Revelation 9:1","text":"The fifth angel sounded, and I saw a star from the sky which had fallen to the earth. The key to the pit of the abyss was given to him."},{"name":"Revelation 9:2","text":"He opened the pit of the abyss, and smoke went up out of the pit, like the smoke from a burning furnace. The sun and the air were darkened because of the smoke from the pit."},{"name":"Revelation 9:3","text":"Then out of the smoke came forth locusts on the earth, and power was given to them, as the scorpions of the earth have power."},{"name":"Revelation 9:4","text":"They were told that they should not hurt the grass of the earth, neither any green thing, neither any tree, but only those people who don\"t have God\"s seal on their foreheads."},{"name":"Revelation 9:5","text":"They were given power not to kill them, but to torment them for five months. Their torment was like the torment of a scorpion, when it strikes a person."},{"name":"Revelation 9:6","text":"In those days people will seek death, and will in no way find it. They will desire to die, and death will flee from them."},{"name":"Revelation 9:7","text":"The shapes of the locusts were like horses prepared for war. On their heads were something like golden crowns, and their faces were like people\"s faces."},{"name":"Revelation 9:8","text":"They had hair like women\"s hair, and their teeth were like those of lions."},{"name":"Revelation 9:9","text":"They had breastplates, like breastplates of iron. The sound of their wings was like the sound of chariots, or of many horses rushing to war."},{"name":"Revelation 9:10","text":"They have tails like those of scorpions, and stings. In their tails they have power to harm men for five months."},{"name":"Revelation 9:11","text":"They have over them as king the angel of the abyss. His name in Hebrew is \"Abaddon,\" but in Greek, he has the name \"Apollyon.\""},{"name":"Revelation 9:12","text":"The first woe is past. Behold, there are still two woes coming after this."},{"name":"Revelation 9:13","text":"The sixth angel sounded. I heard a voice from the horns of the golden altar which is before God,"},{"name":"Revelation 9:14","text":"saying to the sixth angel who had one trumpet, \"Free the four angels who are bound at the great river Euphrates!\""},{"name":"Revelation 9:15","text":"The four angels were freed who had been prepared for that hour and day and month and year, so that they might kill one third of mankind."},{"name":"Revelation 9:16","text":"The number of the armies of the horsemen was two hundred million. I heard the number of them."},{"name":"Revelation 9:17","text":"Thus I saw the horses in the vision, and those who sat on them, having breastplates of fiery red, hyacinth blue, and sulfur yellow; and the heads of lions. Out of their mouths proceed fire, smoke, and sulfur."},{"name":"Revelation 9:18","text":"By these three plagues were one third of mankind killed: by the fire, the smoke, and the sulfur, which proceeded out of their mouths."},{"name":"Revelation 9:19","text":"For the power of the horses is in their mouths, and in their tails. For their tails are like serpents, and have heads, and with them they harm."},{"name":"Revelation 9:20","text":"The rest of mankind, who were not killed with these plagues, didn\"t repent of the works of their hands, that they wouldn\"t worship demons, and the idols of gold, and of silver, and of brass, and of stone, and of wood; which can neither see, nor hear, nor walk."},{"name":"Revelation 9:21","text":"They didn\"t repent of their murders, nor of their sorceries, nor of their sexual immorality, nor of their thefts."},{"name":"Revelation 10:1","text":"I saw a mighty angel coming down out of the sky, clothed with a cloud. A rainbow was on his head. His face was like the sun, and his feet like pillars of fire."},{"name":"Revelation 10:2","text":"He had in his hand a little open book. He set his right foot on the sea, and his left on the land."},{"name":"Revelation 10:3","text":"He cried with a loud voice, as a lion roars. When he cried, the seven thunders uttered their voices."},{"name":"Revelation 10:4","text":"When the seven thunders sounded, I was about to write; but I heard a voice from the sky saying, \"Seal up the things which the seven thunders said, and don\"t write them.\""},{"name":"Revelation 10:5","text":"The angel whom I saw standing on the sea and on the land lifted up his right hand to the sky,"},{"name":"Revelation 10:6","text":"and swore by him who lives forever and ever, who created heaven and the things that are in it, the earth and the things that are in it, and the sea and the things that are in it, that there will no longer be delay,"},{"name":"Revelation 10:7","text":"but in the days of the voice of the seventh angel, when he is about to sound, then the mystery of God is finished, as he declared to his servants, the prophets."},{"name":"Revelation 10:8","text":"The voice which I heard from heaven, again speaking with me, said, \"Go, take the book which is open in the hand of the angel who stands on the sea and on the land.\""},{"name":"Revelation 10:9","text":"I went to the angel, telling him to give me the little book. He said to me, \"Take it, and eat it up. It will make your stomach bitter, but in your mouth it will be as sweet as honey.\""},{"name":"Revelation 10:10","text":"I took the little book out of the angel\"s hand, and ate it up. It was as sweet as honey in my mouth. When I had eaten it, my stomach was made bitter."},{"name":"Revelation 10:11","text":"They told me, \"You must prophesy again over many peoples, nations, languages, and kings.\""},{"name":"Revelation 11:1","text":"A reed like a rod was given to me. Someone said, \"Rise, and measure God\"s temple, and the altar, and those who worship in it."},{"name":"Revelation 11:2","text":"Leave out the court which is outside of the temple, and don\"t measure it, for it has been given to the nations. They will tread the holy city under foot for forty-two months."},{"name":"Revelation 11:3","text":"I will give power to my two witnesses, and they will prophesy one thousand two hundred sixty days, clothed in sackcloth.\""},{"name":"Revelation 11:4","text":"These are the two olive trees and the two lampstands, standing before the Lord of the earth."},{"name":"Revelation 11:5","text":"If anyone desires to harm them, fire proceeds out of their mouth and devours their enemies. If anyone desires to harm them, he must be killed in this way."},{"name":"Revelation 11:6","text":"These have the power to shut up the sky, that it may not rain during the days of their prophecy. They have power over the waters, to turn them into blood, and to strike the earth with every plague, as often as they desire."},{"name":"Revelation 11:7","text":"When they have finished their testimony, the beast that comes up out of the abyss will make war with them, and overcome them, and kill them."},{"name":"Revelation 11:8","text":"Their dead bodies will be in the street of the great city, which spiritually is called Sodom and Egypt, where also their Lord was crucified."},{"name":"Revelation 11:9","text":"From among the peoples, tribes, languages, and nations people will look at their dead bodies for three and a half days, and will not allow their dead bodies to be laid in a tomb."},{"name":"Revelation 11:10","text":"Those who dwell on the earth rejoice over them, and they will be glad. They will give gifts to one another, because these two prophets tormented those who dwell on the earth."},{"name":"Revelation 11:11","text":"After the three and a half days, the breath of life from God entered into them, and they stood on their feet. Great fear fell on those who saw them."},{"name":"Revelation 11:12","text":"I heard a loud voice from heaven saying to them, \"Come up here!\" They went up into heaven in the cloud, and their enemies saw them."},{"name":"Revelation 11:13","text":"In that day there was a great earthquake, and a tenth of the city fell. Seven thousand people were killed in the earthquake, and the rest were terrified, and gave glory to the God of heaven."},{"name":"Revelation 11:14","text":"The second woe is past. Behold, the third woe comes quickly."},{"name":"Revelation 11:15","text":"The seventh angel sounded, and great voices in heaven followed, saying, \"The kingdom of the world has become the Kingdom of our Lord, and of his Christ. He will reign forever and ever!\""},{"name":"Revelation 11:16","text":"The twenty-four elders, who sit on their thrones before God\"s throne, fell on their faces and worshiped God,"},{"name":"Revelation 11:17","text":"saying: \"We give you thanks, Lord God, the Almighty, the one who is and who was; because you have taken your great power, and reigned."},{"name":"Revelation 11:18","text":"The nations were angry, and your wrath came, as did the time for the dead to be judged, and to give your bondservants the prophets, their reward, as well as to the saints, and those who fear your name, to the small and the great; and to destroy those who destroy the earth.\""},{"name":"Revelation 11:19","text":"God\"s temple that is in heaven was opened, and the ark of the Lord\"s covenant was seen in his temple. Lightnings, sounds, thunders, an earthquake, and great hail followed."},{"name":"Revelation 12:1","text":"A great sign was seen in heaven: a woman clothed with the sun, and the moon under her feet, and on her head a crown of twelve stars."},{"name":"Revelation 12:2","text":"She was with child. She cried out in pain, laboring to give birth."},{"name":"Revelation 12:3","text":"Another sign was seen in heaven. Behold, a great red dragon, having seven heads and ten horns, and on his heads seven crowns."},{"name":"Revelation 12:4","text":"His tail drew one third of the stars of the sky, and threw them to the earth. The dragon stood before the woman who was about to give birth, so that when she gave birth he might devour her child."},{"name":"Revelation 12:5","text":"She gave birth to a son, a male child, who is to rule all the nations with a rod of iron. Her child was caught up to God, and to his throne."},{"name":"Revelation 12:6","text":"The woman fled into the wilderness, where she has a place prepared by God, that there they may nourish her one thousand two hundred sixty days."},{"name":"Revelation 12:7","text":"There was war in the sky. Michael and his angels made war on the dragon. The dragon and his angels made war."},{"name":"Revelation 12:8","text":"They didn\"t prevail, neither was a place found for him any more in heaven."},{"name":"Revelation 12:9","text":"The great dragon was thrown down, the old serpent, he who is called the devil and Satan, the deceiver of the whole world. He was thrown down to the earth, and his angels were thrown down with him."},{"name":"Revelation 12:10","text":"I heard a loud voice in heaven, saying, \"Now the salvation, the power, and the Kingdom of our God, and the authority of his Christ has come; for the accuser of our brothers has been thrown down, who accuses them before our God day and night."},{"name":"Revelation 12:11","text":"They overcame him because of the Lamb\"s blood, and because of the word of their testimony. They didn\"t love their life, even to death."},{"name":"Revelation 12:12","text":"Therefore rejoice, heavens, and you who dwell in them. Woe to the earth and to the sea, because the devil has gone down to you, having great wrath, knowing that he has but a short time.\""},{"name":"Revelation 12:13","text":"When the dragon saw that he was thrown down to the earth, he persecuted the woman who gave birth to the male child."},{"name":"Revelation 12:14","text":"Two wings of the great eagle were given to the woman, that she might fly into the wilderness to her place, so that she might be nourished for a time, and times, and half a time, from the face of the serpent."},{"name":"Revelation 12:15","text":"The serpent spewed water out of his mouth after the woman like a river, that he might cause her to be carried away by the stream."},{"name":"Revelation 12:16","text":"The earth helped the woman, and the earth opened its mouth and swallowed up the river which the dragon spewed out of his mouth."},{"name":"Revelation 12:17","text":"The dragon grew angry with the woman, and went away to make war with the rest of her seed, who keep God\"s commandments and hold Jesus\" testimony."},{"name":"Revelation 13:1","text":"Then I stood on the sand of the sea. I saw a beast coming up out of the sea, having ten horns and seven heads. On his horns were ten crowns, and on his heads, blasphemous names."},{"name":"Revelation 13:2","text":"The beast which I saw was like a leopard, and his feet were like those of a bear, and his mouth like the mouth of a lion. The dragon gave him his power, his throne, and great authority."},{"name":"Revelation 13:3","text":"One of his heads looked like it had been wounded fatally. His fatal wound was healed, and the whole earth marveled at the beast."},{"name":"Revelation 13:4","text":"They worshiped the dragon, because he gave his authority to the beast, and they worshiped the beast, saying, \"Who is like the beast? Who is able to make war with him?\""},{"name":"Revelation 13:5","text":"A mouth speaking great things and blasphemy was given to him. Authority to make war for forty-two months was given to him."},{"name":"Revelation 13:6","text":"He opened his mouth for blasphemy against God, to blaspheme his name, and his dwelling, those who dwell in heaven."},{"name":"Revelation 13:7","text":"It was given to him to make war with the saints, and to overcome them. Authority over every tribe, people, language, and nation was given to him."},{"name":"Revelation 13:8","text":"All who dwell on the earth will worship him, everyone whose name has not been written from the foundation of the world in the book of life of the Lamb who has been killed."},{"name":"Revelation 13:9","text":"If anyone has an ear, let him hear."},{"name":"Revelation 13:10","text":"If anyone is to go into captivity, he will go into captivity. If anyone is to be killed with the sword, he must be killed. Here is the endurance and the faith of the saints."},{"name":"Revelation 13:11","text":"I saw another beast coming up out of the earth. He had two horns like a lamb, and he spoke like a dragon."},{"name":"Revelation 13:12","text":"He exercises all the authority of the first beast in his presence. He makes the earth and those who dwell in it to worship the first beast, whose fatal wound was healed."},{"name":"Revelation 13:13","text":"He performs great signs, even making fire come down out of the sky to the earth in the sight of people."},{"name":"Revelation 13:14","text":"He deceives my own people who dwell on the earth because of the signs he was granted to do in front of the beast; saying to those who dwell on the earth, that they should make an image to the beast who had the sword wound and lived."},{"name":"Revelation 13:15","text":"It was given to him to give breath to it, to the image of the beast, that the image of the beast should both speak, and cause as many as wouldn\"t worship the image of the beast to be killed."},{"name":"Revelation 13:16","text":"He causes all, the small and the great, the rich and the poor, and the free and the slave, to be given marks on their right hands, or on their foreheads;"},{"name":"Revelation 13:17","text":"and that no one would be able to buy or to sell, unless he has that mark, the name of the beast or the number of his name."},{"name":"Revelation 13:18","text":"Here is wisdom. He who has understanding, let him calculate the number of the beast, for it is the number of a man. His number is six hundred sixty-six."},{"name":"Revelation 14:1","text":"I saw, and behold, the Lamb standing on Mount Zion, and with him a number, one hundred forty-four thousand, having his name, and the name of his Father, written on their foreheads."},{"name":"Revelation 14:2","text":"I heard a sound from heaven, like the sound of many waters, and like the sound of a great thunder. The sound which I heard was like that of harpists playing on their harps."},{"name":"Revelation 14:3","text":"They sing a new song before the throne, and before the four living creatures and the elders. No one could learn the song except the one hundred forty-four thousand, those who had been redeemed out of the earth."},{"name":"Revelation 14:4","text":"These are those who were not defiled with women, for they are virgins. These are those who follow the Lamb wherever he goes. These were redeemed by Jesus from among men, the first fruits to God and to the Lamb."},{"name":"Revelation 14:5","text":"In their mouth was found no lie, for they are blameless."},{"name":"Revelation 14:6","text":"I saw an angel flying in mid heaven, having an eternal Good News to proclaim to those who dwell on the earth, and to every nation, tribe, language, and people."},{"name":"Revelation 14:7","text":"He said with a loud voice, \"Fear the Lord, and give him glory; for the hour of his judgment has come. Worship him who made the heaven, the earth, the sea, and the springs of waters!\""},{"name":"Revelation 14:8","text":"Another, a second angel, followed, saying, \"Babylon the great has fallen, which has made all the nations to drink of the wine of the wrath of her sexual immorality.\""},{"name":"Revelation 14:9","text":"Another angel, a third, followed them, saying with a great voice, \"If anyone worships the beast and his image, and receives a mark on his forehead, or on his hand,"},{"name":"Revelation 14:10","text":"he also will drink of the wine of the wrath of God, which is prepared unmixed in the cup of his anger. He will be tormented with fire and sulfur in the presence of the holy angels, and in the presence of the Lamb."},{"name":"Revelation 14:11","text":"The smoke of their torment goes up forever and ever. They have no rest day and night, those who worship the beast and his image, and whoever receives the mark of his name."},{"name":"Revelation 14:12","text":"Here is the patience of the saints, those who keep the commandments of God, and the faith of Jesus.\""},{"name":"Revelation 14:13","text":"I heard the voice from heaven saying, \"Write, \"Blessed are the dead who die in the Lord from now on.\"\" \"Yes,\" says the Spirit, \"that they may rest from their labors; for their works follow with them.\""},{"name":"Revelation 14:14","text":"I looked, and behold, a white cloud; and on the cloud one sitting like a son of man, having on his head a golden crown, and in his hand a sharp sickle."},{"name":"Revelation 14:15","text":"Another angel came out from the temple, crying with a loud voice to him who sat on the cloud, \"Send forth your sickle, and reap; for the hour to reap has come; for the harvest of the earth is ripe!\""},{"name":"Revelation 14:16","text":"He who sat on the cloud thrust his sickle on the earth, and the earth was reaped."},{"name":"Revelation 14:17","text":"Another angel came out from the temple which is in heaven. He also had a sharp sickle."},{"name":"Revelation 14:18","text":"Another angel came out from the altar, he who has power over fire, and he called with a great voice to him who had the sharp sickle, saying, \"Send forth your sharp sickle, and gather the clusters of the vine of the earth, for the earth\"s grapes are fully ripe!\""},{"name":"Revelation 14:19","text":"The angel thrust his sickle into the earth, and gathered the vintage of the earth, and threw it into the great winepress of the wrath of God."},{"name":"Revelation 14:20","text":"The winepress was trodden outside of the city, and blood came out from the winepress, even to the bridles of the horses, as far as one thousand six hundred stadia."},{"name":"Revelation 15:1","text":"I saw another great and marvelous sign in the sky: seven angels having the seven last plagues, for in them God\"s wrath is finished."},{"name":"Revelation 15:2","text":"I saw something like a sea of glass mixed with fire, and those who overcame the beast, his image, and the number of his name, standing on the sea of glass, having harps of God."},{"name":"Revelation 15:3","text":"They sang the song of Moses, the servant of God, and the song of the Lamb, saying, \"Great and marvelous are your works, Lord God, the Almighty! Righteous and true are your ways, you King of the nations."},{"name":"Revelation 15:4","text":"Who wouldn\"t fear you, Lord, and glorify your name? For you only are holy. For all the nations will come and worship before you. For your righteous acts have been revealed.\""},{"name":"Revelation 15:5","text":"After these things I looked, and the temple of the tabernacle of the testimony in heaven was opened."},{"name":"Revelation 15:6","text":"The seven angels who had the seven plagues came out, clothed with pure, bright linen, and wearing golden sashes around their breasts."},{"name":"Revelation 15:7","text":"One of the four living creatures gave to the seven angels seven golden bowls full of the wrath of God, who lives forever and ever."},{"name":"Revelation 15:8","text":"The temple was filled with smoke from the glory of God, and from his power. No one was able to enter into the temple, until the seven plagues of the seven angels would be finished."},{"name":"Revelation 16:1","text":"I heard a loud voice out of the temple, saying to the seven angels, \"Go and pour out the seven bowls of the wrath of God on the earth!\""},{"name":"Revelation 16:2","text":"The first went, and poured out his bowl into the earth, and it became a harmful and evil sore on the people who had the mark of the beast, and who worshiped his image."},{"name":"Revelation 16:3","text":"The second angel poured out his bowl into the sea, and it became blood as of a dead man. Every living thing in the sea died."},{"name":"Revelation 16:4","text":"The third poured out his bowl into the rivers and springs of water, and they became blood."},{"name":"Revelation 16:5","text":"I heard the angel of the waters saying, \"You are righteous, who are and who were, you Holy One, because you have judged these things."},{"name":"Revelation 16:6","text":"For they poured out the blood of the saints and the prophets, and you have given them blood to drink. They deserve this.\""},{"name":"Revelation 16:7","text":"I heard the altar saying, \"Yes, Lord God, the Almighty, true and righteous are your judgments.\""},{"name":"Revelation 16:8","text":"The fourth poured out his bowl on the sun, and it was given to him to scorch men with fire."},{"name":"Revelation 16:9","text":"People were scorched with great heat, and people blasphemed the name of God who has the power over these plagues. They didn\"t repent and give him glory."},{"name":"Revelation 16:10","text":"The fifth poured out his bowl on the throne of the beast, and his kingdom was darkened. They gnawed their tongues because of the pain,"},{"name":"Revelation 16:11","text":"and they blasphemed the God of heaven because of their pains and their sores. They didn\"t repent of their works."},{"name":"Revelation 16:12","text":"The sixth poured out his bowl on the great river, the Euphrates. Its water was dried up, that the way might be prepared for the kings that come from the sunrise."},{"name":"Revelation 16:13","text":"I saw coming out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet, three unclean spirits, something like frogs;"},{"name":"Revelation 16:14","text":"for they are spirits of demons, performing signs; which go forth to the kings of the whole inhabited earth, to gather them together for the war of that great day of God, the Almighty."},{"name":"Revelation 16:15","text":"\"Behold, I come like a thief. Blessed is he who watches, and keeps his clothes, so that he doesn\"t walk naked, and they see his shame.\""},{"name":"Revelation 16:16","text":"He gathered them together into the place which is called in Hebrew, Megiddo."},{"name":"Revelation 16:17","text":"The seventh poured out his bowl into the air. A loud voice came forth out of the temple of heaven, from the throne, saying, \"It is done!\""},{"name":"Revelation 16:18","text":"There were lightnings, sounds, and thunders; and there was a great earthquake, such as was not since there were men on the earth, so great an earthquake, so mighty."},{"name":"Revelation 16:19","text":"The great city was divided into three parts, and the cities of the nations fell. Babylon the great was remembered in the sight of God, to give to her the cup of the wine of the fierceness of his wrath."},{"name":"Revelation 16:20","text":"Every island fled away, and the mountains were not found."},{"name":"Revelation 16:21","text":"Great hailstones, about the weight of a talent, came down out of the sky on people. People blasphemed God because of the plague of the hail, for this plague is exceedingly severe."},{"name":"Revelation 17:1","text":"One of the seven angels who had the seven bowls came and spoke with me, saying, \"Come here. I will show you the judgment of the great prostitute who sits on many waters,"},{"name":"Revelation 17:2","text":"with whom the kings of the earth committed sexual immorality, and those who dwell in the earth were made drunken with the wine of her sexual immorality.\""},{"name":"Revelation 17:3","text":"He carried me away in the Spirit into a wilderness. I saw a woman sitting on a scarlet-colored animal, full of blasphemous names, having seven heads and ten horns."},{"name":"Revelation 17:4","text":"The woman was dressed in purple and scarlet, and decked with gold and precious stones and pearls, having in her hand a golden cup full of abominations and the impurities of the sexual immorality of the earth."},{"name":"Revelation 17:5","text":"And on her forehead a name was written, \"MYSTERY, BABYLON THE GREAT, THE MOTHER OF THE PROSTITUTES AND OF THE ABOMINATIONS OF THE EARTH.\""},{"name":"Revelation 17:6","text":"I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus. When I saw her, I wondered with great amazement."},{"name":"Revelation 17:7","text":"The angel said to me, \"Why do you wonder? I will tell you the mystery of the woman, and of the beast that carries her, which has the seven heads and the ten horns."},{"name":"Revelation 17:8","text":"The beast that you saw was, and is not; and is about to come up out of the abyss and to go into destruction. Those who dwell on the earth and whose names have not been written in the book of life from the foundation of the world will marvel when they see that the beast was, and is not, and shall be present."},{"name":"Revelation 17:9","text":"Here is the mind that has wisdom. The seven heads are seven mountains, on which the woman sits."},{"name":"Revelation 17:10","text":"They are seven kings. Five have fallen, the one is, the other has not yet come. When he comes, he must continue a little while."},{"name":"Revelation 17:11","text":"The beast that was, and is not, is himself also an eighth, and is of the seven; and he goes to destruction."},{"name":"Revelation 17:12","text":"The ten horns that you saw are ten kings who have received no kingdom as yet, but they receive authority as kings, with the beast, for one hour."},{"name":"Revelation 17:13","text":"These have one mind, and they give their power and authority to the beast."},{"name":"Revelation 17:14","text":"These will war against the Lamb, and the Lamb will overcome them, for he is Lord of lords, and King of kings. They also will overcome who are with him, called and chosen and faithful.\""},{"name":"Revelation 17:15","text":"He said to me, \"The waters which you saw, where the prostitute sits, are peoples, multitudes, nations, and languages."},{"name":"Revelation 17:16","text":"The ten horns which you saw, and the beast, these will hate the prostitute, and will make her desolate, and will make her naked, and will eat her flesh, and will burn her utterly with fire."},{"name":"Revelation 17:17","text":"For God has put in their hearts to do what he has in mind, and to be of one mind, and to give their kingdom to the beast, until the words of God should be accomplished."},{"name":"Revelation 17:18","text":"The woman whom you saw is the great city, which reigns over the kings of the earth.\""},{"name":"Revelation 18:1","text":"After these things, I saw another angel coming down out of the sky, having great authority. The earth was illuminated with his glory."},{"name":"Revelation 18:2","text":"He cried with a mighty voice, saying, \"Fallen, fallen is Babylon the great, and she has become a habitation of demons, a prison of every unclean spirit, and a prison of every unclean and hateful bird!"},{"name":"Revelation 18:3","text":"For all the nations have drunk of the wine of the wrath of her sexual immorality, the kings of the earth committed sexual immorality with her, and the merchants of the earth grew rich from the abundance of her luxury.\""},{"name":"Revelation 18:4","text":"I heard another voice from heaven, saying, \"Come out of her, my people, that you have no participation in her sins, and that you don\"t receive of her plagues,"},{"name":"Revelation 18:5","text":"for her sins have reached to the sky, and God has remembered her iniquities."},{"name":"Revelation 18:6","text":"Return to her just as she returned, and repay her double as she did, and according to her works. In the cup which she mixed, mix to her double."},{"name":"Revelation 18:7","text":"However much she glorified herself, and grew wanton, so much give her of torment and mourning. For she says in her heart, \"I sit a queen, and am no widow, and will in no way see mourning.\""},{"name":"Revelation 18:8","text":"Therefore in one day her plagues will come: death, mourning, and famine; and she will be utterly burned with fire; for the Lord God who has judged her is strong."},{"name":"Revelation 18:9","text":"The kings of the earth, who committed sexual immorality and lived wantonly with her, will weep and wail over her, when they look at the smoke of her burning,"},{"name":"Revelation 18:10","text":"standing far away for the fear of her torment, saying, \"Woe, woe, the great city, Babylon, the strong city! For your judgment has come in one hour.\""},{"name":"Revelation 18:11","text":"The merchants of the earth weep and mourn over her, for no one buys their merchandise any more;"},{"name":"Revelation 18:12","text":"merchandise of gold, silver, precious stones, pearls, fine linen, purple, silk, scarlet, all expensive wood, every vessel of ivory, every vessel made of most precious wood, and of brass, and iron, and marble;"},{"name":"Revelation 18:13","text":"and cinnamon, incense, perfume, frankincense, wine, olive oil, fine flour, wheat, sheep, horses, chariots, and people\"s bodies and souls."},{"name":"Revelation 18:14","text":"The fruits which your soul lusted after have been lost to you, and all things that were dainty and sumptuous have perished from you, and you will find them no more at all."},{"name":"Revelation 18:15","text":"The merchants of these things, who were made rich by her, will stand far away for the fear of her torment, weeping and mourning;"},{"name":"Revelation 18:16","text":"saying, \"Woe, woe, the great city, she who was dressed in fine linen, purple, and scarlet, and decked with gold and precious stones and pearls!"},{"name":"Revelation 18:17","text":"For in an hour such great riches are made desolate.\" Every shipmaster, and everyone who sails anywhere, and mariners, and as many as gain their living by sea, stood far away,"},{"name":"Revelation 18:18","text":"and cried out as they looked at the smoke of her burning, saying, \"What is like the great city?\""},{"name":"Revelation 18:19","text":"They cast dust on their heads, and cried, weeping and mourning, saying, \"Woe, woe, the great city, in which all who had their ships in the sea were made rich by reason of her great wealth!\" For in one hour is she made desolate."},{"name":"Revelation 18:20","text":"\"Rejoice over her, O heaven, you saints, apostles, and prophets; for God has judged your judgment on her.\""},{"name":"Revelation 18:21","text":"A mighty angel took up a stone like a great millstone and cast it into the sea, saying, \"Thus with violence will Babylon, the great city, be thrown down, and will be found no more at all."},{"name":"Revelation 18:22","text":"The voice of harpists, minstrels, flute players, and trumpeters will be heard no more at all in you. No craftsman, of whatever craft, will be found any more at all in you. The sound of a mill will be heard no more at all in you."},{"name":"Revelation 18:23","text":"The light of a lamp will shine no more at all in you. The voice of the bridegroom and of the bride will be heard no more at all in you; for your merchants were the princes of the earth; for with your sorcery all the nations were deceived."},{"name":"Revelation 18:24","text":"In her was found the blood of prophets and of saints, and of all who have been slain on the earth.\""},{"name":"Revelation 19:1","text":"After these things I heard something like a loud voice of a great multitude in heaven, saying, \"Hallelujah! Salvation, power, and glory belong to our God:"},{"name":"Revelation 19:2","text":"for true and righteous are his judgments. For he has judged the great prostitute, who corrupted the earth with her sexual immorality, and he has avenged the blood of his servants at her hand.\""},{"name":"Revelation 19:3","text":"A second said, \"Hallelujah! Her smoke goes up forever and ever.\""},{"name":"Revelation 19:4","text":"The twenty-four elders and the four living creatures fell down and worshiped God who sits on the throne, saying, \"Amen! Hallelujah!\""},{"name":"Revelation 19:5","text":"A voice came forth from the throne, saying, \"Give praise to our God, all you his servants, you who fear him, the small and the great!\""},{"name":"Revelation 19:6","text":"I heard something like the voice of a great multitude, and like the voice of many waters, and like the voice of mighty thunders, saying, \"Hallelujah! For the Lord our God, the Almighty, reigns!"},{"name":"Revelation 19:7","text":"Let us rejoice and be exceedingly glad, and let us give the glory to him. For the marriage of the Lamb has come, and his wife has made herself ready.\""},{"name":"Revelation 19:8","text":"It was given to her that she would array herself in bright, pure, fine linen: for the fine linen is the righteous acts of the saints."},{"name":"Revelation 19:9","text":"He said to me, \"Write, \"Blessed are those who are invited to the marriage supper of the Lamb.\"\" He said to me, \"These are true words of God.\""},{"name":"Revelation 19:10","text":"I fell down before his feet to worship him. He said to me, \"Look! Don\"t do it! I am a fellow bondservant with you and with your brothers who hold the testimony of Jesus. Worship God, for the testimony of Jesus is the Spirit of Prophecy.\""},{"name":"Revelation 19:11","text":"I saw the heaven opened, and behold, a white horse, and he who sat on it is called Faithful and True. In righteousness he judges and makes war."},{"name":"Revelation 19:12","text":"His eyes are a flame of fire, and on his head are many crowns. He has names written and a name written which no one knows but he himself."}]