[{"name":"2 Chronicles 36:18","text":"All the vessels of the house of God, great and small, and the treasures of the house of Yahweh, and the treasures of the king, and of his princes, all these he brought to Babylon."},{"name":"2 Chronicles 36:19","text":"They burnt the house of God, and broke down the wall of Jerusalem, and burnt all its palaces with fire, and destroyed all the goodly vessels of it."},{"name":"2 Chronicles 36:20","text":"He carried those who had escaped from the sword away to Babylon; and they were servants to him and his sons until the reign of the kingdom of Persia:"},{"name":"2 Chronicles 36:21","text":"to fulfill the word of Yahweh by the mouth of Jeremiah, until the land had enjoyed its Sabbaths. As long as it lay desolate it kept Sabbath, to fulfill seventy years."},{"name":"2 Chronicles 36:22","text":"Now in the first year of Cyrus king of Persia, that the word of Yahweh by the mouth of Jeremiah might be accomplished, Yahweh stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom, and put it also in writing, saying,"},{"name":"2 Chronicles 36:23","text":"\"Thus says Cyrus king of Persia, \"Yahweh, the God of heaven, has given all the kingdoms of the earth to me; and he has commanded me to build him a house in Jerusalem, which is in Judah. Whoever there is among you of all his people, Yahweh his God be with him, and let him go up.\"\""},{"name":"Ezra 1:1","text":"Now in the first year of Cyrus king of Persia, that the word of Yahweh by the mouth of Jeremiah might be accomplished, Yahweh stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom, and put it also in writing, saying,"},{"name":"Ezra 1:2","text":"\"Thus says Cyrus king of Persia, \"Yahweh, the God of heaven, has given me all the kingdoms of the earth; and he has commanded me to build him a house in Jerusalem, which is in Judah."},{"name":"Ezra 1:3","text":"Whoever there is among you of all his people, may his God be with him, and let him go up to Jerusalem, which is in Judah, and build the house of Yahweh, the God of Israel (he is God), which is in Jerusalem."},{"name":"Ezra 1:4","text":"Whoever is left, in any place where he lives, let the men of his place help him with silver, with gold, with goods, and with animals, besides the freewill offering for the house of God which is in Jerusalem.\"\""},{"name":"Ezra 1:5","text":"Then the heads of fathers\" households of Judah and Benjamin, and the priests, and the Levites, even all whose spirit God had stirred to go up rose up to build the house of Yahweh which is in Jerusalem."},{"name":"Ezra 1:6","text":"All those who were around them strengthened their hands with vessels of silver, with gold, with goods, and with animals, and with precious things, besides all that was willingly offered."},{"name":"Ezra 1:7","text":"Also Cyrus the king brought forth the vessels of the house of Yahweh, which Nebuchadnezzar had brought out of Jerusalem, and had put in the house of his gods;"},{"name":"Ezra 1:8","text":"even those, Cyrus king of Persia brought out by the hand of Mithredath the treasurer, and numbered them to Sheshbazzar, the prince of Judah."},{"name":"Ezra 1:9","text":"This is the number of them: thirty platters of gold, one thousand platters of silver, twenty-nine knives,"},{"name":"Ezra 1:10","text":"thirty bowls of gold, silver bowls of a second sort four hundred and ten, and other vessels one thousand."},{"name":"Ezra 1:11","text":"All the vessels of gold and of silver were five thousand and four hundred. Sheshbazzar brought all these up, when the captives were brought up from Babylon to Jerusalem."},{"name":"Ezra 2:1","text":"Now these are the children of the province, who went up out of the captivity of those who had been carried away, whom Nebuchadnezzar the king of Babylon had carried away to Babylon, and who returned to Jerusalem and Judah, everyone to his city;"},{"name":"Ezra 2:2","text":"who came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, Baanah. The number of the men of the people of Israel:"},{"name":"Ezra 2:3","text":"The children of Parosh, two thousand one hundred seventy-two."},{"name":"Ezra 2:4","text":"The children of Shephatiah, three hundred seventy-two."},{"name":"Ezra 2:5","text":"The children of Arah, seven hundred seventy-five."},{"name":"Ezra 2:6","text":"The children of Pahathmoab, of the children of Jeshua and Joab, two thousand eight hundred twelve."},{"name":"Ezra 2:7","text":"The children of Elam, one thousand two hundred fifty-four."},{"name":"Ezra 2:8","text":"The children of Zattu, nine hundred forty-five."},{"name":"Ezra 2:9","text":"The children of Zaccai, seven hundred sixty."},{"name":"Ezra 2:10","text":"The children of Bani, six hundred forty-two."},{"name":"Ezra 2:11","text":"The children of Bebai, six hundred twenty-three."},{"name":"Ezra 2:12","text":"The children of Azgad, one thousand two hundred twenty-two."},{"name":"Ezra 2:13","text":"The children of Adonikam, six hundred sixty-six."},{"name":"Ezra 2:14","text":"The children of Bigvai, two thousand fifty-six."},{"name":"Ezra 2:15","text":"The children of Adin, four hundred fifty-four."},{"name":"Ezra 2:16","text":"The children of Ater, of Hezekiah, ninety-eight."},{"name":"Ezra 2:17","text":"The children of Bezai, three hundred twenty-three."},{"name":"Ezra 2:18","text":"The children of Jorah, one hundred twelve."},{"name":"Ezra 2:19","text":"The children of Hashum, two hundred twenty-three."},{"name":"Ezra 2:20","text":"The children of Gibbar, ninety-five."},{"name":"Ezra 2:21","text":"The children of Bethlehem, one hundred twenty-three."},{"name":"Ezra 2:22","text":"The men of Netophah, fifty-six."},{"name":"Ezra 2:23","text":"The men of Anathoth, one hundred twenty-eight."},{"name":"Ezra 2:24","text":"The children of Azmaveth, forty-two."},{"name":"Ezra 2:25","text":"The children of Kiriath Arim, Chephirah, and Beeroth, seven hundred forty-three."},{"name":"Ezra 2:26","text":"The children of Ramah and Geba, six hundred twenty-one."},{"name":"Ezra 2:27","text":"The men of Michmas, one hundred twenty-two."},{"name":"Ezra 2:28","text":"The men of Bethel and Ai, two hundred twenty-three."},{"name":"Ezra 2:29","text":"The children of Nebo, fifty-two."},{"name":"Ezra 2:30","text":"The children of Magbish, one hundred fifty-six."},{"name":"Ezra 2:31","text":"The children of the other Elam, one thousand two hundred fifty-four."},{"name":"Ezra 2:32","text":"The children of Harim, three hundred twenty."},{"name":"Ezra 2:33","text":"The children of Lod, Hadid, and Ono, seven hundred twenty-five."},{"name":"Ezra 2:34","text":"The children of Jericho, three hundred forty-five."},{"name":"Ezra 2:35","text":"The children of Senaah, three thousand six hundred thirty."},{"name":"Ezra 2:36","text":"The priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy-three."},{"name":"Ezra 2:37","text":"The children of Immer, one thousand fifty-two."},{"name":"Ezra 2:38","text":"The children of Pashhur, one thousand two hundred forty-seven."},{"name":"Ezra 2:39","text":"The children of Harim, one thousand seventeen."},{"name":"Ezra 2:40","text":"The Levites: the children of Jeshua and Kadmiel, of the children of Hodaviah, seventy-four."},{"name":"Ezra 2:41","text":"The singers: the children of Asaph, one hundred twenty-eight."},{"name":"Ezra 2:42","text":"The children of the porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, in all one hundred thirty-nine."},{"name":"Ezra 2:43","text":"The Nethinim: the children of Ziha, the children of Hasupha, the children of Tabbaoth,"},{"name":"Ezra 2:44","text":"the children of Keros, the children of Siaha, the children of Padon,"},{"name":"Ezra 2:45","text":"the children of Lebanah, the children of Hagabah, the children of Akkub,"},{"name":"Ezra 2:46","text":"the children of Hagab, the children of Shamlai, the children of Hanan,"},{"name":"Ezra 2:47","text":"the children of Giddel, the children of Gahar, the children of Reaiah,"},{"name":"Ezra 2:48","text":"the children of Rezin, the children of Nekoda, the children of Gazzam,"},{"name":"Ezra 2:49","text":"the children of Uzza, the children of Paseah, the children of Besai,"},{"name":"Ezra 2:50","text":"the children of Asnah, the children of Meunim, the children of Nephisim,"},{"name":"Ezra 2:51","text":"the children of Bakbuk, the children of Hakupha, the children of Harhur,"},{"name":"Ezra 2:52","text":"the children of Bazluth, the children of Mehida, the children of Harsha,"},{"name":"Ezra 2:53","text":"the children of Barkos, the children of Sisera, the children of Temah,"},{"name":"Ezra 2:54","text":"the children of Neziah, the children of Hatipha."},{"name":"Ezra 2:55","text":"The children of Solomon\"s servants: the children of Sotai, the children of Hassophereth, the children of Peruda,"},{"name":"Ezra 2:56","text":"the children of Jaalah, the children of Darkon, the children of Giddel,"},{"name":"Ezra 2:57","text":"the children of Shephatiah, the children of Hattil, the children of Pochereth Hazzebaim, the children of Ami."},{"name":"Ezra 2:58","text":"All the Nethinim, and the children of Solomon\"s servants, were three hundred ninety-two."},{"name":"Ezra 2:59","text":"These were those who went up from Tel Melah, Tel Harsha, Cherub, Addan, and Immer; but they could not show their fathers\" houses, and their seed, whether they were of Israel:"},{"name":"Ezra 2:60","text":"the children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred fifty-two."},{"name":"Ezra 2:61","text":"Of the children of the priests: the children of Habaiah, the children of Hakkoz, the children of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called after their name."},{"name":"Ezra 2:62","text":"These sought their place among those who were registered by genealogy, but they were not found: therefore were they deemed polluted and put from the priesthood."},{"name":"Ezra 2:63","text":"The governor said to them, that they should not eat of the most holy things, until there stood up a priest with Urim and with Thummim."},{"name":"Ezra 2:64","text":"The whole assembly together was forty-two thousand three hundred sixty,"},{"name":"Ezra 2:65","text":"besides their male servants and their female servants, of whom there were seven thousand three hundred thirty-seven: and they had two hundred singing men and singing women."},{"name":"Ezra 2:66","text":"Their horses were seven hundred thirty-six; their mules, two hundred forty-five;"},{"name":"Ezra 2:67","text":"their camels, four hundred thirty-five; their donkeys, six thousand seven hundred and twenty."},{"name":"Ezra 2:68","text":"Some of the heads of fathers\" households, when they came to the house of Yahweh which is in Jerusalem, offered willingly for the house of God to set it up in its place:"},{"name":"Ezra 2:69","text":"they gave after their ability into the treasury of the work sixty-one thousand darics of gold, and five thousand minas of silver, and one hundred priests\" garments."},{"name":"Ezra 2:70","text":"So the priests, and the Levites, and some of the people, and the singers, and the porters, and the Nethinim, lived in their cities, and all Israel in their cities."},{"name":"Ezra 3:1","text":"When the seventh month had come, and the children of Israel were in the cities, the people gathered themselves together as one man to Jerusalem."},{"name":"Ezra 3:2","text":"Then stood up Jeshua the son of Jozadak, and his brothers the priests, and Zerubbabel the son of Shealtiel, and his brothers, and built the altar of the God of Israel, to offer burnt offerings thereon, as it is written in the law of Moses the man of God."},{"name":"Ezra 3:3","text":"They set the altar on its base; for fear was on them because of the peoples of the countries: and they offered burnt offerings thereon to Yahweh, even burnt offerings morning and evening."},{"name":"Ezra 3:4","text":"They kept the feast of tents, as it is written, and offered the daily burnt offerings by number, according to the ordinance, as the duty of every day required;"},{"name":"Ezra 3:5","text":"and afterward the continual burnt offering, and the offerings of the new moons, and of all the set feasts of Yahweh that were consecrated, and of everyone who willingly offered a freewill offering to Yahweh."},{"name":"Ezra 3:6","text":"From the first day of the seventh month began they to offer burnt offerings to Yahweh: but the foundation of the temple of Yahweh was not yet laid."},{"name":"Ezra 3:7","text":"They gave money also to the masons, and to the carpenters; and food, and drink, and oil, to them of Sidon, and to them of Tyre, to bring cedar trees from Lebanon to the sea, to Joppa, according to the grant that they had of Cyrus king of Persia."},{"name":"Ezra 3:8","text":"Now in the second year of their coming to the house of God at Jerusalem, in the second month, began Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak, and the rest of their brothers the priests and the Levites, and all those who were come out of the captivity to Jerusalem, and appointed the Levites, from twenty years old and upward, to have the oversight of the work of the house of Yahweh."},{"name":"Ezra 3:9","text":"Then stood Jeshua with his sons and his brothers, Kadmiel and his sons, the sons of Judah, together, to have the oversight of the workmen in the house of God: the sons of Henadad, with their sons and their brothers the Levites."},{"name":"Ezra 3:10","text":"When the builders laid the foundation of the temple of Yahweh, they set the priests in their clothing with trumpets, and the Levites the sons of Asaph with cymbals, to praise Yahweh, after the order of David king of Israel."},{"name":"Ezra 3:11","text":"They sang one to another in praising and giving thanks to Yahweh, \"For he is good, for his loving kindness endures forever toward Israel.\" All the people shouted with a great shout, when they praised Yahweh, because the foundation of the house of Yahweh was laid."},{"name":"Ezra 3:12","text":"But many of the priests and Levites and heads of fathers\" households, the old men who had seen the first house, when the foundation of this house was laid before their eyes, wept with a loud voice; and many shouted aloud for joy:"},{"name":"Ezra 3:13","text":"so that the people could not discern the noise of the shout of joy from the noise of the weeping of the people; for the people shouted with a loud shout, and the noise was heard afar off."},{"name":"Ezra 4:1","text":"Now when the adversaries of Judah and Benjamin heard that the children of the captivity were building a temple to Yahweh, the God of Israel;"},{"name":"Ezra 4:2","text":"then they drew near to Zerubbabel, and to the heads of fathers\" households, and said to them, \"Let us build with you; for we seek your God, as you do; and we sacrifice to him since the days of Esar Haddon king of Assyria, who brought us up here.\""},{"name":"Ezra 4:3","text":"But Zerubbabel, and Jeshua, and the rest of the heads of fathers\" households of Israel, said to them, \"You have nothing to do with us in building a house to our God; but we ourselves together will build to Yahweh, the God of Israel, as king Cyrus the king of Persia has commanded us.\""},{"name":"Ezra 4:4","text":"Then the people of the land weakened the hands of the people of Judah, and troubled them in building,"},{"name":"Ezra 4:5","text":"and hired counselors against them, to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia."},{"name":"Ezra 4:6","text":"In the reign of Ahasuerus, in the beginning of his reign, wrote they an accusation against the inhabitants of Judah and Jerusalem."},{"name":"Ezra 4:7","text":"In the days of Artaxerxes wrote Bishlam, Mithredath, Tabeel, and the rest of his companions, to Artaxerxes king of Persia; and the writing of the letter was written in Syrian, and set forth in the Syrian language."},{"name":"Ezra 4:8","text":"Rehum the chancellor and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king in this sort:"},{"name":"Ezra 4:9","text":"then Rehum the chancellor, and Shimshai the scribe, and the rest of their companions, the Dinaites, and the Apharsathchites, the Tarpelites, the Apharsites, the Archevites, the Babylonians, the Shushanchites, the Dehaites, the Elamites,"},{"name":"Ezra 4:10","text":"and the rest of the nations whom the great and noble Osnappar brought over, and set in the city of Samaria, and in the rest of the country beyond the River, and so forth, wrote."},{"name":"Ezra 4:11","text":"This is the copy of the letter that they sent to Artaxerxes the king: Your servants the men beyond the River, and so forth."},{"name":"Ezra 4:12","text":"Be it known to the king, that the Jews who came up from you have come to us to Jerusalem; they are building the rebellious and the bad city, and have finished the walls, and repaired the foundations."},{"name":"Ezra 4:13","text":"Be it known now to the king that if this city is built, and the walls finished, they will not pay tribute, custom, or toll, and in the end it will be hurtful to the kings."},{"name":"Ezra 4:14","text":"Now because we eat the salt of the palace, and it is not appropriate for us to see the king\"s dishonor, therefore have we sent and informed the king;"},{"name":"Ezra 4:15","text":"that search may be made in the book of the records of your fathers: so you shall find in the book of the records, and know that this city is a rebellious city, and hurtful to kings and provinces, and that they have moved sedition within the same of old time; for which cause was this city laid waste."},{"name":"Ezra 4:16","text":"We inform the king that, if this city be built, and the walls finished, by this means you shall have no portion beyond the River."},{"name":"Ezra 4:17","text":"Then the king sent an answer to Rehum the chancellor, and to Shimshai the scribe, and to the rest of their companions who dwell in Samaria, and in the rest of the country beyond the River: Peace, and so forth."},{"name":"Ezra 4:18","text":"The letter which you sent to us has been plainly read before me."},{"name":"Ezra 4:19","text":"I decreed, and search has been made, and it is found that this city of old time has made insurrection against kings, and that rebellion and sedition have been made therein."},{"name":"Ezra 4:20","text":"There have been mighty kings also over Jerusalem, who have ruled over all the country beyond the River; and tribute, custom, and toll, was paid to them."},{"name":"Ezra 4:21","text":"Make a decree now to cause these men to cease, and that this city not be built, until a decree shall be made by me."},{"name":"Ezra 4:22","text":"Take heed that you not be slack herein: why should damage grow to the hurt of the kings?"},{"name":"Ezra 4:23","text":"Then when the copy of king Artaxerxes\" letter was read before Rehum, and Shimshai the scribe, and their companions, they went in haste to Jerusalem to the Jews, and made them to cease by force and power."},{"name":"Ezra 4:24","text":"Then ceased the work of the house of God which is at Jerusalem; and it ceased until the second year of the reign of Darius king of Persia."},{"name":"Ezra 5:1","text":"Now the prophets, Haggai the prophet, and Zechariah the son of Iddo, prophesied to the Jews who were in Judah and Jerusalem; in the name of the God of Israel they prophesied to them."},{"name":"Ezra 5:2","text":"Then rose up Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak, and began to build the house of God which is at Jerusalem; and with them were the prophets of God, helping them."},{"name":"Ezra 5:3","text":"At the same time came to them Tattenai, the governor beyond the River, and Shetharbozenai, and their companions, and said thus to them, \"Who gave you a decree to build this house, and to finish this wall?\""},{"name":"Ezra 5:4","text":"Then we told them in this way, what the names of the men were who were making this building."},{"name":"Ezra 5:5","text":"But the eye of their God was on the elders of the Jews, and they did not make them cease, until the matter should come to Darius, and then answer should be returned by letter concerning it."},{"name":"Ezra 5:6","text":"The copy of the letter that Tattenai, the governor beyond the River, and Shetharbozenai, and his companions the Apharsachites, who were beyond the River, sent to Darius the king;"},{"name":"Ezra 5:7","text":"they sent a letter to him, in which was written thus: To Darius the king, all peace."},{"name":"Ezra 5:8","text":"Be it known to the king, that we went into the province of Judah, to the house of the great God, which is built with great stones, and timber is laid in the walls; and this work goes on with diligence and prospers in their hands."},{"name":"Ezra 5:9","text":"Then we asked those elders, and said to them thus, \"Who gave you a decree to build this house, and to finish this wall?\""},{"name":"Ezra 5:10","text":"We asked them their names also, to inform you that we might write the names of the men who were at their head."},{"name":"Ezra 5:11","text":"Thus they returned us answer, saying, \"We are the servants of the God of heaven and earth, and are building the house that was built these many years ago, which a great king of Israel built and finished."},{"name":"Ezra 5:12","text":"But after that our fathers had provoked the God of heaven to wrath, he gave them into the hand of Nebuchadnezzar king of Babylon, the Chaldean, who destroyed this house, and carried the people away into Babylon."},{"name":"Ezra 5:13","text":"But in the first year of Cyrus king of Babylon, Cyrus the king made a decree to build this house of God."},{"name":"Ezra 5:14","text":"The gold and silver vessels also of the house of God, which Nebuchadnezzar took out of the temple that was in Jerusalem, and brought into the temple of Babylon, those Cyrus the king took out of the temple of Babylon, and they were delivered to one whose name was Sheshbazzar, whom he had made governor;"},{"name":"Ezra 5:15","text":"and he said to him, \"Take these vessels, go, put them in the temple that is in Jerusalem, and let the house of God be built in its place.\""},{"name":"Ezra 5:16","text":"Then the same Sheshbazzar came, and laid the foundations of the house of God which is in Jerusalem: and since that time even until now has it been in building, and yet it is not completed."},{"name":"Ezra 5:17","text":"Now therefore, if it seem good to the king, let a search be made in the king\"s treasure house, which is there at Babylon, whether it be so, that a decree was made of Cyrus the king to build this house of God at Jerusalem; and let the king send his pleasure to us concerning this matter.\""},{"name":"Ezra 6:1","text":"Then Darius the king made a decree, and search was made in the house of the archives, where the treasures were laid up in Babylon."},{"name":"Ezra 6:2","text":"There was found at Achmetha, in the palace that is in the province of Media, a scroll, and therein was thus written for a record:"},{"name":"Ezra 6:3","text":"In the first year of Cyrus the king, Cyrus the king made a decree: Concerning the house of God at Jerusalem, let the house be built, the place where they offer sacrifices, and let its foundations be strongly laid; its height sixty cubits, and its breadth sixty cubits;"},{"name":"Ezra 6:4","text":"with three courses of great stones, and a course of new timber: and let the expenses be given out of the king\"s house."},{"name":"Ezra 6:5","text":"Also let the gold and silver vessels of the house of God, which Nebuchadnezzar took forth out of the temple which is at Jerusalem, and brought to Babylon, be restored, and brought again to the temple which is at Jerusalem, everyone to its place; and you shall put them in the house of God."},{"name":"Ezra 6:6","text":"Now therefore, Tattenai, governor beyond the River, Shetharbozenai, and your companions the Apharsachites, who are beyond the River, you must stay far from there."},{"name":"Ezra 6:7","text":"Leave the work of this house of God alone; let the governor of the Jews and the elders of the Jews build this house of God in its place."},{"name":"Ezra 6:8","text":"Moreover I make a decree what you shall do to these elders of the Jews for the building of this house of God: that of the king\"s goods, even of the tribute beyond the River, expenses be given with all diligence to these men, that they be not hindered."},{"name":"Ezra 6:9","text":"That which they have need of, both young bulls, and rams, and lambs, for burnt offerings to the God of heaven; also wheat, salt, wine, and oil, according to the word of the priests who are at Jerusalem, let it be given them day by day without fail;"},{"name":"Ezra 6:10","text":"that they may offer sacrifices of pleasant aroma to the God of heaven, and pray for the life of the king, and of his sons."},{"name":"Ezra 6:11","text":"Also I have made a decree, that whoever shall alter this word, let a beam be pulled out from his house, and let him be lifted up and fastened thereon; and let his house be made a dunghill for this:"},{"name":"Ezra 6:12","text":"and the God who has caused his name to dwell there overthrow all kings and peoples who shall put forth their hand to alter the same, to destroy this house of God which is at Jerusalem. I Darius have made a decree; let it be done with all diligence."},{"name":"Ezra 6:13","text":"Then Tattenai, the governor beyond the River, Shetharbozenai, and their companions, because Darius the king had sent a decree, did accordingly with all diligence."},{"name":"Ezra 6:14","text":"The elders of the Jews built and prospered, through the prophesying of Haggai the prophet and Zechariah the son of Iddo. They built and finished it, according to the commandment of the God of Israel, and according to the decree of Cyrus, and Darius, and Artaxerxes king of Persia."},{"name":"Ezra 6:15","text":"This house was finished on the third day of the month Adar, which was in the sixth year of the reign of Darius the king."},{"name":"Ezra 6:16","text":"The children of Israel, the priests, and the Levites, and the rest of the children of the captivity, kept the dedication of this house of God with joy."},{"name":"Ezra 6:17","text":"They offered at the dedication of this house of God one hundred bulls, two hundred rams, four hundred lambs; and for a sin offering for all Israel, twelve male goats, according to the number of the tribes of Israel."},{"name":"Ezra 6:18","text":"They set the priests in their divisions, and the Levites in their courses, for the service of God, which is at Jerusalem; as it is written in the book of Moses."},{"name":"Ezra 6:19","text":"The children of the captivity kept the Passover on the fourteenth day of the first month."},{"name":"Ezra 6:20","text":"For the priests and the Levites had purified themselves together; all of them were pure: and they killed the Passover for all the children of the captivity, and for their brothers the priests, and for themselves."},{"name":"Ezra 6:21","text":"The children of Israel who had come again out of the captivity, and all such as had separated themselves to them from the filthiness of the nations of the land, to seek Yahweh, the God of Israel, ate,"},{"name":"Ezra 6:22","text":"and kept the feast of unleavened bread seven days with joy: for Yahweh had made them joyful, and had turned the heart of the king of Assyria to them, to strengthen their hands in the work of the house of God, the God of Israel."},{"name":"Ezra 7:1","text":"Now after these things, in the reign of Artaxerxes king of Persia, Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah,"},{"name":"Ezra 7:2","text":"the son of Shallum, the son of Zadok, the son of Ahitub,"},{"name":"Ezra 7:3","text":"the son of Amariah, the son of Azariah, the son of Meraioth,"},{"name":"Ezra 7:4","text":"the son of Zerahiah, the son of Uzzi, the son of Bukki,"},{"name":"Ezra 7:5","text":"the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest;"},{"name":"Ezra 7:6","text":"this Ezra went up from Babylon: and he was a ready scribe in the law of Moses, which Yahweh, the God of Israel, had given; and the king granted him all his request, according to the hand of Yahweh his God on him."},{"name":"Ezra 7:7","text":"There went up some of the children of Israel, and of the priests, and the Levites, and the singers, and the porters, and the Nethinim, to Jerusalem, in the seventh year of Artaxerxes the king."},{"name":"Ezra 7:8","text":"He came to Jerusalem in the fifth month, which was in the seventh year of the king."},{"name":"Ezra 7:9","text":"For on the first day of the first month began he to go up from Babylon; and on the first day of the fifth month came he to Jerusalem, according to the good hand of his God on him."},{"name":"Ezra 7:10","text":"For Ezra had set his heart to seek the law of Yahweh, and to do it, and to teach in Israel statutes and ordinances."},{"name":"Ezra 7:11","text":"Now this is the copy of the letter that the king Artaxerxes gave to Ezra the priest, the scribe, even the scribe of the words of the commandments of Yahweh, and of his statutes to Israel:"},{"name":"Ezra 7:12","text":"Artaxerxes, king of kings, to Ezra the priest, the scribe of the law of the God of heaven, perfect and so forth."},{"name":"Ezra 7:13","text":"I make a decree, that all those of the people of Israel, and their priests and the Levites, in my realm, who are minded of their own free will to go to Jerusalem, go with you."},{"name":"Ezra 7:14","text":"Because you are sent of the king and his seven counselors, to inquire concerning Judah and Jerusalem, according to the law of your God which is in your hand,"},{"name":"Ezra 7:15","text":"and to carry the silver and gold, which the king and his counselors have freely offered to the God of Israel, whose habitation is in Jerusalem,"},{"name":"Ezra 7:16","text":"and all the silver and gold that you shall find in all the province of Babylon, with the freewill offering of the people, and of the priests, offering willingly for the house of their God which is in Jerusalem;"},{"name":"Ezra 7:17","text":"therefore you shall with all diligence buy with this money bulls, rams, lambs, with their meal offerings and their drink offerings, and shall offer them on the altar of the house of your God which is in Jerusalem."},{"name":"Ezra 7:18","text":"Whatever shall seem good to you and to your brothers to do with the rest of the silver and the gold, do that after the will of your God."},{"name":"Ezra 7:19","text":"The vessels that are given to you for the service of the house of your God, deliver before the God of Jerusalem."},{"name":"Ezra 7:20","text":"Whatever more shall be needful for the house of your God, which you shall have occasion to bestow, bestow it out of the king\"s treasure house."},{"name":"Ezra 7:21","text":"I, even I Artaxerxes the king, do make a decree to all the treasurers who are beyond the River, that whatever Ezra the priest, the scribe of the law of the God of heaven, shall require of you, it be done with all diligence,"},{"name":"Ezra 7:22","text":"to one hundred talents of silver, and to one hundred measures of wheat, and to one hundred baths of wine, and to one hundred baths of oil, and salt without prescribing how much."},{"name":"Ezra 7:23","text":"Whatever is commanded by the God of heaven, let it be done exactly for the house of the God of heaven; for why should there be wrath against the realm of the king and his sons?"},{"name":"Ezra 7:24","text":"Also we inform you, that touching any of the priests and Levites, the singers, porters, Nethinim, or servants of this house of God, it shall not be lawful to impose tribute, custom, or toll, on them."},{"name":"Ezra 7:25","text":"You, Ezra, after the wisdom of your God who is in your hand, appoint magistrates and judges, who may judge all the people who are beyond the River, all such as know the laws of your God; and teach him who doesn\"t know them."},{"name":"Ezra 7:26","text":"Whoever will not do the law of your God, and the law of the king, let judgment be executed on him with all diligence, whether it be to death, or to banishment, or to confiscation of goods, or to imprisonment."},{"name":"Ezra 7:27","text":"Blessed be Yahweh, the God of our fathers, who has put such a thing as this in the king\"s heart, to beautify the house of Yahweh which is in Jerusalem;"},{"name":"Ezra 7:28","text":"and has extended loving kindness to me before the king, and his counselors, and before all the king\"s mighty princes. I was strengthened according to the hand of Yahweh my God on me, and I gathered together out of Israel chief men to go up with me."},{"name":"Ezra 8:1","text":"Now these are the heads of their fathers\" households, and this is the genealogy of those who went up with me from Babylon, in the reign of Artaxerxes the king:"},{"name":"Ezra 8:2","text":"Of the sons of Phinehas, Gershom. Of the sons of Ithamar, Daniel. Of the sons of David, Hattush."},{"name":"Ezra 8:3","text":"Of the sons of Shecaniah, of the sons of Parosh, Zechariah; and with him were reckoned by genealogy of the males one hundred fifty."},{"name":"Ezra 8:4","text":"Of the sons of Pahathmoab, Eliehoenai the son of Zerahiah; and with him two hundred males."},{"name":"Ezra 8:5","text":"Of the sons of Shecaniah, the son of Jahaziel; and with him three hundred males."},{"name":"Ezra 8:6","text":"Of the sons of Adin, Ebed the son of Jonathan; and with him fifty males."},{"name":"Ezra 8:7","text":"Of the sons of Elam, Jeshaiah the son of Athaliah; and with him seventy males."},{"name":"Ezra 8:8","text":"Of the sons of Shephatiah, Zebadiah the son of Michael; and with him eighty males."},{"name":"Ezra 8:9","text":"Of the sons of Joab, Obadiah the son of Jehiel; and with him two hundred and eighteen males."},{"name":"Ezra 8:10","text":"Of the sons of Shelomith, the son of Josiphiah; and with him one hundred sixty males."},{"name":"Ezra 8:11","text":"Of the sons of Bebai, Zechariah the son of Bebai; and with him twenty-eight males."},{"name":"Ezra 8:12","text":"Of the sons of Azgad, Johanan the son of Hakkatan; and with him one hundred ten males."},{"name":"Ezra 8:13","text":"Of the sons of Adonikam, who were the last; and these are their names: Eliphelet, Jeuel, and Shemaiah; and with them sixty males."},{"name":"Ezra 8:14","text":"Of the sons of Bigvai, Uthai and Zabbud; and with them seventy males."},{"name":"Ezra 8:15","text":"I gathered them together to the river that runs to Ahava; and there we encamped three days: and I viewed the people, and the priests, and found there none of the sons of Levi."},{"name":"Ezra 8:16","text":"Then sent I for Eliezer, for Ariel, for Shemaiah, and for Elnathan, and for Jarib, and for Elnathan, and for Nathan, and for Zechariah, and for Meshullam, chief men; also for Joiarib, and for Elnathan, who were teachers."},{"name":"Ezra 8:17","text":"I sent them forth to Iddo the chief at the place Casiphia; and I told them what they should tell Iddo, and his brothers the Nethinim, at the place Casiphia, that they should bring to us ministers for the house of our God."},{"name":"Ezra 8:18","text":"According to the good hand of our God on us they brought us a man of discretion, of the sons of Mahli, the son of Levi, the son of Israel; and Sherebiah, with his sons and his brothers, eighteen;"},{"name":"Ezra 8:19","text":"and Hashabiah, and with him Jeshaiah of the sons of Merari, his brothers and their sons, twenty;"},{"name":"Ezra 8:20","text":"and of the Nethinim, whom David and the princes had given for the service of the Levites, two hundred and twenty Nethinim: all of them were mentioned by name."},{"name":"Ezra 8:21","text":"Then I proclaimed a fast there, at the river Ahava, that we might humble ourselves before our God, to seek of him a straight way for us, and for our little ones, and for all our substance."},{"name":"Ezra 8:22","text":"For I was ashamed to ask of the king a band of soldiers and horsemen to help us against the enemy in the way, because we had spoken to the king, saying, \"The hand of our God is on all those who seek him, for good; but his power and his wrath is against all those who forsake him.\""},{"name":"Ezra 8:23","text":"So we fasted and begged our God for this: and he was entreated of us."},{"name":"Ezra 8:24","text":"Then I set apart twelve of the chiefs of the priests, even Sherebiah, Hashabiah, and ten of their brothers with them,"},{"name":"Ezra 8:25","text":"and weighed to them the silver, and the gold, and the vessels, even the offering for the house of our God, which the king, and his counselors, and his princes, and all Israel there present, had offered:"},{"name":"Ezra 8:26","text":"I weighed into their hand six hundred fifty talents of silver, and silver vessels one hundred talents; of gold one hundred talents;"},{"name":"Ezra 8:27","text":"and twenty bowls of gold, of one thousand darics; and two vessels of fine bright brass, precious as gold."},{"name":"Ezra 8:28","text":"I said to them, \"You are holy to Yahweh, and the vessels are holy; and the silver and the gold are a freewill offering to Yahweh, the God of your fathers."},{"name":"Ezra 8:29","text":"Watch, and keep them, until you weigh them before the chiefs of the priests and the Levites, and the princes of the fathers\" households of Israel, at Jerusalem, in the rooms of the house of Yahweh.\""},{"name":"Ezra 8:30","text":"So the priests and the Levites received the weight of the silver and the gold, and the vessels, to bring them to Jerusalem to the house of our God."},{"name":"Ezra 8:31","text":"Then we departed from the river Ahava on the twelfth day of the first month, to go to Jerusalem: and the hand of our God was on us, and he delivered us from the hand of the enemy and the bandit by the way."},{"name":"Ezra 8:32","text":"We came to Jerusalem, and stayed there three days."},{"name":"Ezra 8:33","text":"On the fourth day the silver and the gold and the vessels were weighed in the house of our God into the hand of Meremoth the son of Uriah the priest; and with him was Eleazar the son of Phinehas; and with them was Jozabad the son of Jeshua, and Noadiah the son of Binnui, the Levite;"},{"name":"Ezra 8:34","text":"the whole by number and by weight: and all the weight was written at that time."},{"name":"Ezra 8:35","text":"The children of the captivity, who had come out of exile, offered burnt offerings to the God of Israel, twelve bulls for all Israel, ninety-six rams, seventy-seven lambs, and twelve male goats for a sin offering: all this was a burnt offering to Yahweh."},{"name":"Ezra 8:36","text":"They delivered the king\"s commissions to the king\"s satraps, and to the governors beyond the River: and they furthered the people and the house of God."},{"name":"Ezra 9:1","text":"Now when these things were done, the princes drew near to me, saying, \"The people of Israel, and the priests and the Levites, have not separated themselves from the peoples of the lands, following their abominations, even those of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites."},{"name":"Ezra 9:2","text":"For they have taken of their daughters for themselves and for their sons, so that the holy seed have mixed themselves with the peoples of the lands. Yes, the hand of the princes and rulers has been chief in this trespass.\""},{"name":"Ezra 9:3","text":"When I heard this thing, I tore my garment and my robe, and plucked off the hair of my head and of my beard, and sat down confounded."},{"name":"Ezra 9:4","text":"Then were assembled to me everyone who trembled at the words of the God of Israel, because of their trespass of the captivity; and I sat confounded until the evening offering."},{"name":"Ezra 9:5","text":"At the evening offering I arose up from my humiliation, even with my garment and my robe torn; and I fell on my knees, and spread out my hands to Yahweh my God;"},{"name":"Ezra 9:6","text":"and I said, \"My God, I am ashamed and blush to lift up my face to you, my God; for our iniquities have increased over our head, and our guiltiness has grown up to the heavens."},{"name":"Ezra 9:7","text":"Since the days of our fathers we have been exceeding guilty to this day; and for our iniquities we, our kings, and our priests, have been delivered into the hand of the kings of the lands, to the sword, to captivity, to plunder, and to confusion of face, as it is this day."},{"name":"Ezra 9:8","text":"Now for a little moment grace has been shown from Yahweh our God, to leave us a remnant to escape, and to give us a nail in his holy place, that our God may lighten our eyes, and give us a little reviving in our bondage."},{"name":"Ezra 9:9","text":"For we are bondservants; yet our God has not forsaken us in our bondage, but has extended loving kindness to us in the sight of the kings of Persia, to give us a reviving, to set up the house of our God, and to repair its ruins, and to give us a wall in Judah and in Jerusalem."},{"name":"Ezra 9:10","text":"\"Now, our God, what shall we say after this? For we have forsaken your commandments,"},{"name":"Ezra 9:11","text":"which you have commanded by your servants the prophets, saying, \"The land, to which you go to possess it, is an unclean land through the uncleanness of the peoples of the lands, through their abominations, which have filled it from one end to another with their filthiness."},{"name":"Ezra 9:12","text":"Now therefore don\"t give your daughters to their sons, neither take their daughters to your sons, nor seek their peace or their prosperity forever; that you may be strong, and eat the good of the land, and leave it for an inheritance to your children forever.\""},{"name":"Ezra 9:13","text":"\"After all that has come on us for our evil deeds, and for our great guilt, since you, our God, have punished us less than our iniquities deserve, and have given us such a remnant,"},{"name":"Ezra 9:14","text":"shall we again break your commandments, and join in affinity with the peoples that do these abominations? Wouldn\"t you be angry with us until you had consumed us, so that there should be no remnant, nor any to escape?"},{"name":"Ezra 9:15","text":"Yahweh, the God of Israel, you are righteous; for we are left a remnant that has escaped, as it is this day. Behold, we are before you in our guiltiness; for none can stand before you because of this.\""},{"name":"Ezra 10:1","text":"Now while Ezra prayed and made confession, weeping and casting himself down before the house of God, there was gathered together to him out of Israel a very great assembly of men and women and children; for the people wept very bitterly."},{"name":"Ezra 10:2","text":"Shecaniah the son of Jehiel, one of the sons of Elam, answered Ezra, \"We have trespassed against our God, and have married foreign women of the peoples of the land. Yet now there is hope for Israel concerning this thing."},{"name":"Ezra 10:3","text":"Now therefore let us make a covenant with our God to put away all the wives, and such as are born of them, according to the counsel of my lord, and of those who tremble at the commandment of our God. Let it be done according to the law."},{"name":"Ezra 10:4","text":"Arise; for the matter belongs to you, and we are with you. Be courageous, and do it.\""},{"name":"Ezra 10:5","text":"Then Ezra arose, and made the chiefs of the priests, the Levites, and all Israel, to swear that they would do according to this word. So they swore."},{"name":"Ezra 10:6","text":"Then Ezra rose up from before the house of God, and went into the room of Jehohanan the son of Eliashib: and when he came there, he ate no bread, nor drank water; for he mourned because of their trespass of the captivity."},{"name":"Ezra 10:7","text":"They made proclamation throughout Judah and Jerusalem to all the children of the captivity, that they should gather themselves together to Jerusalem;"},{"name":"Ezra 10:8","text":"and that whoever didn\"t come within three days, according to the counsel of the princes and the elders, all his substance should be forfeited, and himself separated from the assembly of the captivity."},{"name":"Ezra 10:9","text":"Then all the men of Judah and Benjamin gathered themselves together to Jerusalem within the three days; it was the ninth month, on the twentieth day of the month: and all the people sat in the broad place before the house of God, trembling because of this matter, and for the great rain."},{"name":"Ezra 10:10","text":"Ezra the priest stood up, and said to them, \"You have trespassed, and have married foreign women, to increase the guilt of Israel."},{"name":"Ezra 10:11","text":"Now therefore make confession to Yahweh, the God of your fathers, and do his pleasure; and separate yourselves from the peoples of the land, and from the foreign women.\""},{"name":"Ezra 10:12","text":"Then all the assembly answered with a loud voice, \"As you have said concerning us, so must we do."},{"name":"Ezra 10:13","text":"But the people are many, and it is a time of much rain, and we are not able to stand outside; neither is this a work of one day or two; for we have greatly transgressed in this matter."},{"name":"Ezra 10:14","text":"Let now our princes be appointed for all the assembly, and let all those who are in our cities who have married foreign women come at appointed times, and with them the elders of every city, and its judges, until the fierce wrath of our God be turned from us, until this matter is resolved.\""},{"name":"Ezra 10:15","text":"Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah stood up against this; and Meshullam and Shabbethai the Levite helped them."},{"name":"Ezra 10:16","text":"The children of the captivity did so. Ezra the priest, with certain heads of fathers\" households, after their fathers\" houses, and all of them by their names, were set apart; and they sat down in the first day of the tenth month to examine the matter."},{"name":"Ezra 10:17","text":"They made an end with all the men who had married foreign women by the first day of the first month."},{"name":"Ezra 10:18","text":"Among the sons of the priests there were found who had married foreign women: of the sons of Jeshua, the son of Jozadak, and his brothers, Maaseiah, and Eliezer, and Jarib, and Gedaliah."},{"name":"Ezra 10:19","text":"They gave their hand that they would put away their wives; and being guilty, they offered a ram of the flock for their guilt."},{"name":"Ezra 10:20","text":"Of the sons of Immer: Hanani and Zebadiah."},{"name":"Ezra 10:21","text":"Of the sons of Harim: Maaseiah, and Elijah, and Shemaiah, and Jehiel, and Uzziah."},{"name":"Ezra 10:22","text":"Of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."},{"name":"Ezra 10:23","text":"Of the Levites: Jozabad, and Shimei, and Kelaiah (the same is Kelita), Pethahiah, Judah, and Eliezer."},{"name":"Ezra 10:24","text":"Of the singers: Eliashib. Of the porters: Shallum, and Telem, and Uri."},{"name":"Ezra 10:25","text":"Of Israel: Of the sons of Parosh: Ramiah, and Izziah, and Malchijah, and Mijamin, and Eleazar, and Malchijah, and Benaiah."},{"name":"Ezra 10:26","text":"Of the sons of Elam: Mattaniah, Zechariah, and Jehiel, and Abdi, and Jeremoth, and Elijah."},{"name":"Ezra 10:27","text":"Of the sons of Zattu: Elioenai, Eliashib, Mattaniah, and Jeremoth, and Zabad, and Aziza."},{"name":"Ezra 10:28","text":"Of the sons of Bebai: Jehohanan, Hananiah, Zabbai, Athlai."},{"name":"Ezra 10:29","text":"Of the sons of Bani: Meshullam, Malluch, and Adaiah, Jashub, and Sheal, Jeremoth."},{"name":"Ezra 10:30","text":"Of the sons of Pahathmoab: Adna, and Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, and Binnui, and Manasseh."},{"name":"Ezra 10:31","text":"Of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,"},{"name":"Ezra 10:32","text":"Benjamin, Malluch, Shemariah."},{"name":"Ezra 10:33","text":"Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei."},{"name":"Ezra 10:34","text":"Of the sons of Bani: Maadai, Amram, and Uel,"},{"name":"Ezra 10:35","text":"Benaiah, Bedeiah, Cheluhi,"},{"name":"Ezra 10:36","text":"Vaniah, Meremoth, Eliashib,"},{"name":"Ezra 10:37","text":"Mattaniah, Mattenai, and Jaasu,"},{"name":"Ezra 10:38","text":"and Bani, and Binnui, Shimei,"},{"name":"Ezra 10:39","text":"and Shelemiah, and Nathan, and Adaiah,"},{"name":"Ezra 10:40","text":"Machnadebai, Shashai, Sharai,"},{"name":"Ezra 10:41","text":"Azarel, and Shelemiah, Shemariah,"},{"name":"Ezra 10:42","text":"Shallum, Amariah, Joseph."},{"name":"Ezra 10:43","text":"Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Iddo, and Joel, Benaiah."},{"name":"Ezra 10:44","text":"All these had taken foreign wives; and some of them had wives by whom they had children."},{"name":"Nehemiah 1:1","text":"The words of Nehemiah the son of Hacaliah. Now it happened in the month Chislev, in the twentieth year, as I was in Shushan the palace,"},{"name":"Nehemiah 1:2","text":"that Hanani, one of my brothers, came, he and certain men out of Judah; and I asked them concerning the Jews who had escaped, who were left of the captivity, and concerning Jerusalem."},{"name":"Nehemiah 1:3","text":"They said to me, \"The remnant who are left of the captivity there in the province are in great affliction and reproach. The wall of Jerusalem also is broken down, and its gates are burned with fire.\""},{"name":"Nehemiah 1:4","text":"It happened, when I heard these words, that I sat down and wept, and mourned certain days; and I fasted and prayed before the God of heaven,"},{"name":"Nehemiah 1:5","text":"and said, \"I beg you, Yahweh, the God of heaven, the great and awesome God, who keeps covenant and loving kindness with those who love him and keep his commandments:"},{"name":"Nehemiah 1:6","text":"Let your ear now be attentive, and your eyes open, that you may listen to the prayer of your servant, which I pray before you at this time, day and night, for the children of Israel your servants while I confess the sins of the children of Israel, which we have sinned against you. Yes, I and my father\"s house have sinned."},{"name":"Nehemiah 1:7","text":"We have dealt very corruptly against you, and have not kept the commandments, nor the statutes, nor the ordinances, which you commanded your servant Moses."},{"name":"Nehemiah 1:8","text":"\"Remember, I beg you, the word that you commanded your servant Moses, saying, \"If you trespass, I will scatter you abroad among the peoples;"},{"name":"Nehemiah 1:9","text":"but if you return to me, and keep my commandments and do them, though your outcasts were in the uttermost part of the heavens, yet will I gather them from there, and will bring them to the place that I have chosen, to cause my name to dwell there.\""},{"name":"Nehemiah 1:10","text":"\"Now these are your servants and your people, whom you have redeemed by your great power, and by your strong hand."},{"name":"Nehemiah 1:11","text":"Lord, I beg you, let your ear be attentive now to the prayer of your servant, and to the prayer of your servants, who delight to fear your name; and please prosper your servant this day, and grant him mercy in the sight of this man.\" Now I was cup bearer to the king."},{"name":"Nehemiah 2:1","text":"It happened in the month Nisan, in the twentieth year of Artaxerxes the king, when wine was before him, that I took up the wine, and gave it to the king. Now I had not been sad before in his presence."},{"name":"Nehemiah 2:2","text":"The king said to me, \"Why is your face sad, since you are not sick? This is nothing else but sorrow of heart.\" Then I was very much afraid."},{"name":"Nehemiah 2:3","text":"I said to the king, \"Let the king live forever! Why shouldn\"t my face be sad, when the city, the place of my fathers\" tombs, lies waste, and its gates have been consumed with fire?\""},{"name":"Nehemiah 2:4","text":"Then the king said to me, \"For what do you make request?\" So I prayed to the God of heaven."},{"name":"Nehemiah 2:5","text":"I said to the king, \"If it pleases the king, and if your servant has found favor in your sight, that you would send me to Judah, to the city of my fathers\" tombs, that I may build it.\""},{"name":"Nehemiah 2:6","text":"The king said to me (the queen was also sitting by him), \"For how long shall your journey be? And when will you return?\" So it pleased the king to send me; and I set him a time."},{"name":"Nehemiah 2:7","text":"Moreover I said to the king, \"If it pleases the king, let letters be given me to the governors beyond the River, that they may let me pass through until I come to Judah;"},{"name":"Nehemiah 2:8","text":"and a letter to Asaph the keeper of the king\"s forest, that he may give me timber to make beams for the gates of the citadel by the temple, for the wall of the city, and for the house that I shall enter into.\" The king granted my requests, because of the good hand of my God on me."},{"name":"Nehemiah 2:9","text":"Then I came to the governors beyond the River, and gave them the king\"s letters. Now the king had sent with me captains of the army and horsemen."},{"name":"Nehemiah 2:10","text":"When Sanballat the Horonite, and Tobiah the servant, the Ammonite, heard of it, it grieved them exceedingly, because a man had come to seek the welfare of the children of Israel."},{"name":"Nehemiah 2:11","text":"So I came to Jerusalem, and was there three days."},{"name":"Nehemiah 2:12","text":"I arose in the night, I and some few men with me; neither told I any man what my God put into my heart to do for Jerusalem; neither was there any animal with me, except the animal that I rode on."},{"name":"Nehemiah 2:13","text":"I went out by night by the valley gate, even toward the jackal\"s well, and to the dung gate, and viewed the walls of Jerusalem, which were broken down, and its gates were consumed with fire."},{"name":"Nehemiah 2:14","text":"Then I went on to the spring gate and to the king\"s pool: but there was no place for the animal that was under me to pass."},{"name":"Nehemiah 2:15","text":"Then went I up in the night by the brook, and viewed the wall; and I turned back, and entered by the valley gate, and so returned."},{"name":"Nehemiah 2:16","text":"The rulers didn\"t know where I went, or what I did; neither had I as yet told it to the Jews, nor to the priests, nor to the nobles, nor to the rulers, nor to the rest who did the work."},{"name":"Nehemiah 2:17","text":"Then I said to them, \"You see the evil case that we are in, how Jerusalem lies waste, and its gates are burned with fire. Come, let us build up the wall of Jerusalem, that we won\"t be disgraced.\""},{"name":"Nehemiah 2:18","text":"I told them of the hand of my God which was good on me, as also of the king\"s words that he had spoken to me. They said, \"Let\"s rise up and build.\" So they strengthened their hands for the good work."},{"name":"Nehemiah 2:19","text":"But when Sanballat the Horonite, and Tobiah the servant, the Ammonite, and Geshem the Arabian, heard it, they ridiculed us, and despised us, and said, \"What is this thing that you are doing? Will you rebel against the king?\""},{"name":"Nehemiah 2:20","text":"Then answered I them, and said to them, \"The God of heaven will prosper us. Therefore we, his servants, will arise and build; but you have no portion, nor right, nor memorial, in Jerusalem.\""},{"name":"Nehemiah 3:1","text":"Then Eliashib the high priest rose up with his brothers the priests, and they built the sheep gate; they sanctified it, and set up its doors; even to the tower of Hammeah they sanctified it, to the tower of Hananel."},{"name":"Nehemiah 3:2","text":"Next to him built the men of Jericho. Next to them built Zaccur the son of Imri."},{"name":"Nehemiah 3:3","text":"The sons of Hassenaah built the fish gate. They laid its beams, and set up its doors, its bolts, and its bars."},{"name":"Nehemiah 3:4","text":"Next to them, Meremoth the son of Uriah, the son of Hakkoz made repairs. Next to them, Meshullam the son of Berechiah, the son of Meshezabel made repairs. Next to them, Zadok the son of Baana made repairs."},{"name":"Nehemiah 3:5","text":"Next to them, the Tekoites made repairs; but their nobles didn\"t put their necks to the work of their lord."},{"name":"Nehemiah 3:6","text":"Joiada the son of Paseah and Meshullam the son of Besodeiah repaired the old gate. They laid its beams, and set up its doors, and its bolts, and its bars."},{"name":"Nehemiah 3:7","text":"Next to them, Melatiah the Gibeonite, and Jadon the Meronothite, the men of Gibeon, and of Mizpah, repaired the residence of the governor beyond the River."},{"name":"Nehemiah 3:8","text":"Next to him, Uzziel the son of Harhaiah, goldsmiths, made repairs. Next to him, Hananiah one of the perfumers made repairs, and they fortified Jerusalem even to the broad wall."},{"name":"Nehemiah 3:9","text":"Next to them, Rephaiah the son of Hur, the ruler of half the district of Jerusalem, made repairs."},{"name":"Nehemiah 3:10","text":"Next to them, Jedaiah the son of Harumaph made repairs across from his house. Next to him, Hattush the son of Hashabneiah made repairs."},{"name":"Nehemiah 3:11","text":"Malchijah the son of Harim, and Hasshub the son of Pahathmoab, repaired another portion, and the tower of the furnaces."},{"name":"Nehemiah 3:12","text":"Next to him, Shallum the son of Hallohesh, the ruler of half the district of Jerusalem, he and his daughters, made repairs."},{"name":"Nehemiah 3:13","text":"Hanun and the inhabitants of Zanoah repaired the valley gate. They built it, and set up its doors, its bolts, and its bars, and one thousand cubits of the wall to the dung gate."},{"name":"Nehemiah 3:14","text":"Malchijah the son of Rechab, the ruler of the district of Beth Haccherem repaired the dung gate. He built it, and set up its doors, its bolts, and its bars."},{"name":"Nehemiah 3:15","text":"Shallun the son of Colhozeh, the ruler of the district of Mizpah repaired the spring gate. He built it, and covered it, and set up its doors, its bolts, and its bars, and the wall of the pool of Shelah by the king\"s garden, even to the stairs that go down from the city of David."},{"name":"Nehemiah 3:16","text":"After him, Nehemiah the son of Azbuk, the ruler of half the district of Beth Zur, made repairs to the place opposite the tombs of David, and to the pool that was made, and to the house of the mighty men."},{"name":"Nehemiah 3:17","text":"After him, the Levites, Rehum the son of Bani made repairs. Next to him, Hashabiah, the ruler of half the district of Keilah, made repairs for his district."},{"name":"Nehemiah 3:18","text":"After him, their brothers, Bavvai the son of Henadad, the ruler of half the district of Keilah made repairs."},{"name":"Nehemiah 3:19","text":"Next to him, Ezer the son of Jeshua, the ruler of Mizpah, repaired another portion, across from the ascent to the armory at the turning of the wall."},{"name":"Nehemiah 3:20","text":"After him, Baruch the son of Zabbai earnestly repaired another portion, from the turning of the wall to the door of the house of Eliashib the high priest."},{"name":"Nehemiah 3:21","text":"After him, Meremoth the son of Uriah the son of Hakkoz repaired another portion, from the door of the house of Eliashib even to the end of the house of Eliashib."},{"name":"Nehemiah 3:22","text":"After him, the priests, the men of the Plain made repairs."},{"name":"Nehemiah 3:23","text":"After them, Benjamin and Hasshub made repairs across from their house. After them, Azariah the son of Maaseiah the son of Ananiah made repairs beside his own house."},{"name":"Nehemiah 3:24","text":"After him, Binnui the son of Henadad repaired another portion, from the house of Azariah to the turning of the wall, and to the corner."},{"name":"Nehemiah 3:25","text":"Palal the son of Uzai made repairs opposite the turning of the wall, and the tower that stands out from the upper house of the king, which is by the court of the guard. After him Pedaiah the son of Parosh made repairs."},{"name":"Nehemiah 3:26","text":"(Now the Nethinim lived in Ophel, to the place over against the water gate toward the east, and the tower that stands out.)"},{"name":"Nehemiah 3:27","text":"After him the Tekoites repaired another portion, over against the great tower that stands out, and to the wall of Ophel."},{"name":"Nehemiah 3:28","text":"Above the horse gate, the priests made repairs, everyone across from his own house."},{"name":"Nehemiah 3:29","text":"After them, Zadok the son of Immer made repairs across from his own house. After him, Shemaiah the son of Shecaniah, the keeper of the east gate made repairs."},{"name":"Nehemiah 3:30","text":"After him, Hananiah the son of Shelemiah, and Hanun the sixth son of Zalaph, repaired another portion. After him, Meshullam the son of Berechiah made repairs across from his room."},{"name":"Nehemiah 3:31","text":"After him, Malchijah one of the goldsmiths to the house of the Nethinim, and of the merchants, made repairs over against the gate of Hammiphkad, and to the ascent of the corner."},{"name":"Nehemiah 3:32","text":"Between the ascent of the corner and the sheep gate, the goldsmiths and the merchants made repairs."},{"name":"Nehemiah 4:1","text":"But it happened that when Sanballat heard that we were building the wall, he was angry, and took great indignation, and mocked the Jews."},{"name":"Nehemiah 4:2","text":"He spoke before his brothers and the army of Samaria, and said, \"What are these feeble Jews doing? Will they fortify themselves? Will they sacrifice? Will they finish in a day? Will they revive the stones out of the heaps of rubbish, since they are burned?\""},{"name":"Nehemiah 4:3","text":"Now Tobiah the Ammonite was by him, and he said, \"What they are building, if a fox climbed up it, he would break down their stone wall.\""},{"name":"Nehemiah 4:4","text":"\"Hear, our God; for we are despised; and turn back their reproach on their own head, give them up for a spoil in a land of captivity;"},{"name":"Nehemiah 4:5","text":"don\"t cover their iniquity, and don\"t let their sin be blotted out from before you; for they have insulted the builders.\""},{"name":"Nehemiah 4:6","text":"So we built the wall; and all the wall was joined together to half its height: for the people had a mind to work."},{"name":"Nehemiah 4:7","text":"But it happened that when Sanballat, Tobiah, the Arabians, the Ammonites, and the Ashdodites heard that the repairing of the walls of Jerusalem went forward, and that the breaches began to be filled, then they were very angry;"},{"name":"Nehemiah 4:8","text":"and they conspired all of them together to come and fight against Jerusalem, and to cause confusion therein."},{"name":"Nehemiah 4:9","text":"But we made our prayer to our God, and set a watch against them day and night, because of them."},{"name":"Nehemiah 4:10","text":"Judah said, \"The strength of the bearers of burdens is fading, and there is much rubbish; so that we are not able to build the wall.\""},{"name":"Nehemiah 4:11","text":"Our adversaries said, \"They shall not know, neither see, until we come into their midst, and kill them, and cause the work to cease.\""},{"name":"Nehemiah 4:12","text":"It happened that when the Jews who lived by them came, they said to us ten times from all places, \"Wherever you turn, they will attack us.\""},{"name":"Nehemiah 4:13","text":"Therefore set I in the lowest parts of the space behind the wall, in the open places, I set the people after their families with their swords, their spears, and their bows."},{"name":"Nehemiah 4:14","text":"I looked, and rose up, and said to the nobles, and to the rulers, and to the rest of the people, \"Don\"t be afraid of them! Remember the Lord, who is great and awesome, and fight for your brothers, your sons, and your daughters, your wives, and your houses.\""},{"name":"Nehemiah 4:15","text":"It happened, when our enemies heard that it was known to us, and God had brought their counsel to nothing, that we returned all of us to the wall, everyone to his work."},{"name":"Nehemiah 4:16","text":"It happened from that time forth, that half of my servants worked in the work, and half of them held the spears, the shields, and the bows, and the coats of mail; and the rulers were behind all the house of Judah."},{"name":"Nehemiah 4:17","text":"They all built the wall and those who bore burdens loaded themselves; everyone with one of his hands worked in the work, and with the other held his weapon;"},{"name":"Nehemiah 4:18","text":"and the builders, everyone wore his sword at his side, and so built. He who sounded the trumpet was by me."},{"name":"Nehemiah 4:19","text":"I said to the nobles, and to the rulers and to the rest of the people, \"The work is great and large, and we are separated on the wall, one far from another."},{"name":"Nehemiah 4:20","text":"Wherever you hear the sound of the trumpet, rally there to us. Our God will fight for us.\""},{"name":"Nehemiah 4:21","text":"So we worked in the work: and half of them held the spears from the rising of the morning until the stars appeared."},{"name":"Nehemiah 4:22","text":"Likewise at the same time said I to the people, \"Let everyone with his servant lodge within Jerusalem, that in the night they may be a guard to us, and may labor in the day.\""},{"name":"Nehemiah 4:23","text":"So neither I, nor my brothers, nor my servants, nor the men of the guard who followed me, none of us took off our clothes. Everyone took his weapon to the water."},{"name":"Nehemiah 5:1","text":"Then there arose a great cry of the people and of their wives against their brothers the Jews."},{"name":"Nehemiah 5:2","text":"For there were that said, \"We, our sons and our daughters, are many. Let us get grain, that we may eat and live.\""},{"name":"Nehemiah 5:3","text":"Some also there were that said, \"We are mortgaging our fields, and our vineyards, and our houses. Let us get grain, because of the famine.\""},{"name":"Nehemiah 5:4","text":"There were also some who said, \"We have borrowed money for the king\"s tribute using our fields and our vineyards as collateral."},{"name":"Nehemiah 5:5","text":"Yet now our flesh is as the flesh of our brothers, our children as their children. Behold, we bring into bondage our sons and our daughters to be servants, and some of our daughters have been brought into bondage. Neither is it in our power to help it; for other men have our fields and our vineyards.\""},{"name":"Nehemiah 5:6","text":"I was very angry when I heard their cry and these words."},{"name":"Nehemiah 5:7","text":"Then I consulted with myself, and contended with the nobles and the rulers, and said to them, \"You exact usury, everyone of his brother.\" I held a great assembly against them."},{"name":"Nehemiah 5:8","text":"I said to them, \"We, after our ability, have redeemed our brothers the Jews that were sold to the nations; and would you even sell your brothers, and should they be sold to us?\" Then they held their peace, and found never a word."},{"name":"Nehemiah 5:9","text":"Also I said, \"The thing that you do is not good. Ought you not to walk in the fear of our God, because of the reproach of the nations our enemies?"},{"name":"Nehemiah 5:10","text":"I likewise, my brothers and my servants, lend them money and grain. Please let us stop this usury."},{"name":"Nehemiah 5:11","text":"Please restore to them, even this day, their fields, their vineyards, their olive groves, and their houses, also the hundredth part of the money, and of the grain, the new wine, and the oil, that you are charging them.\""},{"name":"Nehemiah 5:12","text":"Then they said, \"We will restore them, and will require nothing of them; so will we do, even as you say.\" Then I called the priests, and took an oath of them, that they would do according to this promise."},{"name":"Nehemiah 5:13","text":"Also I shook out my lap, and said, \"So may God shake out every man from his house, and from his labor, that doesn\"t perform this promise; even thus be he shaken out, and emptied.\" All the assembly said, \"Amen,\" and praised Yahweh. The people did according to this promise."},{"name":"Nehemiah 5:14","text":"Moreover from the time that I was appointed to be their governor in the land of Judah, from the twentieth year even to the two and thirtieth year of Artaxerxes the king, that is, twelve years, I and my brothers have not eaten the bread of the governor."},{"name":"Nehemiah 5:15","text":"But the former governors who were before me were supported by the people, and took bread and wine from them, besides forty shekels of silver; yes, even their servants ruled over the people: but I didn\"t do so, because of the fear of God."},{"name":"Nehemiah 5:16","text":"Yes, also I continued in the work of this wall, neither bought we any land: and all my servants were gathered there to the work."},{"name":"Nehemiah 5:17","text":"Moreover there were at my table, of the Jews and the rulers, one hundred fifty men, besides those who came to us from among the nations that were around us."},{"name":"Nehemiah 5:18","text":"Now that which was prepared for one day was one ox and six choice sheep; also fowls were prepared for me, and once in ten days store of all sorts of wine: yet for all this I didn\"t demand the bread of the governor, because the bondage was heavy on this people."},{"name":"Nehemiah 5:19","text":"Remember to me, my God, for good, all that I have done for this people."},{"name":"Nehemiah 6:1","text":"Now it happened, when it was reported to Sanballat and Tobiah, and to Geshem the Arabian, and to the rest of our enemies, that I had built the wall, and that there was no breach left therein; (though even to that time I had not set up the doors in the gates;)"},{"name":"Nehemiah 6:2","text":"that Sanballat and Geshem sent to me, saying, \"Come, let us meet together in the villages in the plain of Ono.\" But they intended to harm me."},{"name":"Nehemiah 6:3","text":"I sent messengers to them, saying, \"I am doing a great work, so that I can\"t come down. Why should the work cease, while I leave it, and come down to you?\""},{"name":"Nehemiah 6:4","text":"They sent to me four times after this sort; and I answered them the same way."},{"name":"Nehemiah 6:5","text":"Then Sanballat sent his servant to me the same way the fifth time with an open letter in his hand,"},{"name":"Nehemiah 6:6","text":"in which was written, \"It is reported among the nations, and Gashmu says it, that you and the Jews intend to rebel. Because of that, you are building the wall. You would be their king, according to these words."},{"name":"Nehemiah 6:7","text":"You have also appointed prophets to preach of you at Jerusalem, saying, \"There is a king in Judah!\" Now it will be reported to the king according to these words. Come now therefore, and let us take counsel together.\""},{"name":"Nehemiah 6:8","text":"Then I sent to him, saying, \"There are no such things done as you say, but you imagine them out of your own heart.\""},{"name":"Nehemiah 6:9","text":"For they all would have made us afraid, saying, \"Their hands will be weakened from the work, that it not be done. But now, strengthen my hands.\""},{"name":"Nehemiah 6:10","text":"I went to the house of Shemaiah the son of Delaiah the son of Mehetabel, who was shut in at his home; and he said, \"Let us meet together in the house of God, within the temple, and let us shut the doors of the temple; for they will come to kill you; yes, in the night will they come to kill you.\""},{"name":"Nehemiah 6:11","text":"I said, \"Should such a man as I flee? Who is there that, being such as I, would go into the temple to save his life? I will not go in.\""},{"name":"Nehemiah 6:12","text":"I discerned, and behold, God had not sent him; but he pronounced this prophecy against me. Tobiah and Sanballat had hired him."},{"name":"Nehemiah 6:13","text":"He hired so that I would be afraid, do so, and sin, and that they might have material for an evil report, that they might reproach me."},{"name":"Nehemiah 6:14","text":"\"Remember, my God, Tobiah and Sanballat according to these their works, and also the prophetess Noadiah, and the rest of the prophets, that would have put me in fear.\""},{"name":"Nehemiah 6:15","text":"So the wall was finished in the twenty-fifth day of Elul, in fifty-two days."},{"name":"Nehemiah 6:16","text":"It happened, when all our enemies heard of it, that all the nations that were about us were afraid, and were much cast down in their own eyes; for they perceived that this work was worked of our God."},{"name":"Nehemiah 6:17","text":"Moreover in those days the nobles of Judah sent many letters to Tobiah, and Tobiah\"s letters came to them."},{"name":"Nehemiah 6:18","text":"For there were many in Judah sworn to him, because he was the son-in-law of Shecaniah the son of Arah; and his son Jehohanan had taken the daughter of Meshullam the son of Berechiah as wife."},{"name":"Nehemiah 6:19","text":"Also they spoke of his good deeds before me, and reported my words to him. Tobiah sent letters to put me in fear."},{"name":"Nehemiah 7:1","text":"Now it happened, when the wall was built, and I had set up the doors, and the porters and the singers and the Levites were appointed,"},{"name":"Nehemiah 7:2","text":"that I put my brother Hanani, and Hananiah the governor of the castle, in charge of Jerusalem; for he was a faithful man, and feared God above many."},{"name":"Nehemiah 7:3","text":"I said to them, \"Don\"t let the gates of Jerusalem be opened until the sun is hot; and while they stand guard, let them shut the doors, and you bar them: and appoint watches of the inhabitants of Jerusalem, everyone in his watch, with everyone near his house.\""},{"name":"Nehemiah 7:4","text":"Now the city was wide and large; but the people were few therein, and the houses were not built."},{"name":"Nehemiah 7:5","text":"My God put into my heart to gather together the nobles, and the rulers, and the people, that they might be reckoned by genealogy. I found the book of the genealogy of those who came up at the first, and I found written therein:"},{"name":"Nehemiah 7:6","text":"These are the children of the province, who went up out of the captivity of those who had been carried away, whom Nebuchadnezzar the king of Babylon had carried away, and who returned to Jerusalem and to Judah, everyone to his city;"},{"name":"Nehemiah 7:7","text":"who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. The number of the men of the people of Israel:"},{"name":"Nehemiah 7:8","text":"The children of Parosh, two thousand one hundred seventy-two."},{"name":"Nehemiah 7:9","text":"The children of Shephatiah, three hundred seventy-two."},{"name":"Nehemiah 7:10","text":"The children of Arah, six hundred fifty-two."},{"name":"Nehemiah 7:11","text":"The children of Pahathmoab, of the children of Jeshua and Joab, two thousand eight hundred eighteen."},{"name":"Nehemiah 7:12","text":"The children of Elam, one thousand two hundred fifty-four."},{"name":"Nehemiah 7:13","text":"The children of Zattu, eight hundred forty-five."},{"name":"Nehemiah 7:14","text":"The children of Zaccai, seven hundred sixty."},{"name":"Nehemiah 7:15","text":"The children of Binnui, six hundred forty-eight."},{"name":"Nehemiah 7:16","text":"The children of Bebai, six hundred twenty-eight."},{"name":"Nehemiah 7:17","text":"The children of Azgad, two thousand three hundred twenty-two."},{"name":"Nehemiah 7:18","text":"The children of Adonikam, six hundred sixty-seven."},{"name":"Nehemiah 7:19","text":"The children of Bigvai, two thousand sixty-seven."},{"name":"Nehemiah 7:20","text":"The children of Adin, six hundred fifty-five."},{"name":"Nehemiah 7:21","text":"The children of Ater, of Hezekiah, ninety-eight."},{"name":"Nehemiah 7:22","text":"The children of Hashum, three hundred Twenty-eight."},{"name":"Nehemiah 7:23","text":"The children of Bezai, three hundred twenty-four."},{"name":"Nehemiah 7:24","text":"The children of Hariph, one hundred twelve."},{"name":"Nehemiah 7:25","text":"The children of Gibeon, ninety-five."},{"name":"Nehemiah 7:26","text":"The men of Bethlehem and Netophah, one hundred eighty-eight."},{"name":"Nehemiah 7:27","text":"The men of Anathoth, one hundred twenty-eight."},{"name":"Nehemiah 7:28","text":"The men of Beth Azmaveth, forty-two."},{"name":"Nehemiah 7:29","text":"The men of Kiriath Jearim, Chephirah, and Beeroth, seven hundred forty-three."},{"name":"Nehemiah 7:30","text":"The men of Ramah and Geba, six hundred twenty-one."},{"name":"Nehemiah 7:31","text":"The men of Michmas, one hundred and twenty-two."},{"name":"Nehemiah 7:32","text":"The men of Bethel and Ai, a hundred twenty-three."},{"name":"Nehemiah 7:33","text":"The men of the other Nebo, fifty-two."},{"name":"Nehemiah 7:34","text":"The children of the other Elam, one thousand two hundred fifty-four."},{"name":"Nehemiah 7:35","text":"The children of Harim, three hundred twenty."},{"name":"Nehemiah 7:36","text":"The children of Jericho, three hundred forty-five."},{"name":"Nehemiah 7:37","text":"The children of Lod, Hadid, and Ono, seven hundred twenty-one."},{"name":"Nehemiah 7:38","text":"The children of Senaah, three thousand nine hundred thirty."},{"name":"Nehemiah 7:39","text":"The priests: The children of Jedaiah, of the house of Jeshua, nine hundred seventy-three."},{"name":"Nehemiah 7:40","text":"The children of Immer, one thousand fifty-two."},{"name":"Nehemiah 7:41","text":"The children of Pashhur, one thousand two hundred forty-seven."},{"name":"Nehemiah 7:42","text":"The children of Harim, one thousand seventeen."},{"name":"Nehemiah 7:43","text":"The Levites: the children of Jeshua, of Kadmiel, of the children of Hodevah, seventy-four."},{"name":"Nehemiah 7:44","text":"The singers: the children of Asaph, one hundred forty-eight."},{"name":"Nehemiah 7:45","text":"The porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, one hundred thirty-eight."},{"name":"Nehemiah 7:46","text":"The Nethinim: the children of Ziha, the children of Hasupha, the children of Tabbaoth,"},{"name":"Nehemiah 7:47","text":"the children of Keros, the children of Sia, the children of Padon,"},{"name":"Nehemiah 7:48","text":"the children of Lebana, the children of Hagaba, the children of Salmai,"},{"name":"Nehemiah 7:49","text":"the children of Hanan, the children of Giddel, the children of Gahar,"},{"name":"Nehemiah 7:50","text":"the children of Reaiah, the children of Rezin, the children of Nekoda,"},{"name":"Nehemiah 7:51","text":"the children of Gazzam, the children of Uzza, the children of Paseah."},{"name":"Nehemiah 7:52","text":"The children of Besai, the children of Meunim, the children of Nephushesim,"},{"name":"Nehemiah 7:53","text":"the children of Bakbuk, the children of Hakupha, the children of Harhur,"},{"name":"Nehemiah 7:54","text":"the children of Bazlith, the children of Mehida, the children of Harsha,"},{"name":"Nehemiah 7:55","text":"the children of Barkos, the children of Sisera, the children of Temah,"},{"name":"Nehemiah 7:56","text":"the children of Neziah, the children of Hatipha."},{"name":"Nehemiah 7:57","text":"The children of Solomon\"s servants: the children of Sotai, the children of Sophereth, the children of Perida,"},{"name":"Nehemiah 7:58","text":"the children of Jaala, the children of Darkon, the children of Giddel,"},{"name":"Nehemiah 7:59","text":"the children of Shephatiah, the children of Hattil, the children of Pochereth Hazzebaim, the children of Amon."},{"name":"Nehemiah 7:60","text":"All the Nethinim, and the children of Solomon\"s servants, were three hundred ninety-two."},{"name":"Nehemiah 7:61","text":"These were those who went up from Tel Melah, Tel Harsha, Cherub, Addon, and Immer; but they could not show their fathers\" houses, nor their seed, whether they were of Israel:"},{"name":"Nehemiah 7:62","text":"The children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred forty-two."},{"name":"Nehemiah 7:63","text":"Of the priests: the children of Hobaiah, the children of Hakkoz, the children of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called after their name."},{"name":"Nehemiah 7:64","text":"These searched for their geneological records, but couldn\"t find them. Therefore were they deemed polluted and put from the priesthood."},{"name":"Nehemiah 7:65","text":"The governor said to them, that they should not eat of the most holy things, until there stood up a priest with Urim and Thummim."},{"name":"Nehemiah 7:66","text":"The whole assembly together was forty-two thousand three hundred sixty,"},{"name":"Nehemiah 7:67","text":"besides their male servants and their female servants, of whom there were seven thousand three hundred thirty-seven: and they had two hundred forty-five singing men and singing women."},{"name":"Nehemiah 7:68","text":"Their horses were seven hundred thirty-six; their mules, two hundred forty-five;"},{"name":"Nehemiah 7:69","text":"their camels, four hundred thirty-five; their donkeys, six thousand seven hundred twenty."},{"name":"Nehemiah 7:70","text":"Some from among the heads of fathers\" households gave to the work. The governor gave to the treasury one thousand darics of gold, fifty basins, and five hundred thirty priests\" garments."},{"name":"Nehemiah 7:71","text":"Some of the heads of fathers\" households gave into the treasury of the work twenty thousand darics of gold, and two thousand two hundred minas of silver."},{"name":"Nehemiah 7:72","text":"That which the rest of the people gave was twenty thousand darics of gold, and two thousand minas of silver, and sixty-seven priests\" garments."},{"name":"Nehemiah 7:73","text":"So the priests, and the Levites, and the porters, and the singers, and some of the people, and the Nethinim, and all Israel, lived in their cities. When the seventh month had come, the children of Israel were in their cities."},{"name":"Nehemiah 8:1","text":"All the people gathered themselves together as one man into the broad place that was before the water gate; and they spoke to Ezra the scribe to bring the book of the law of Moses, which Yahweh had commanded to Israel."},{"name":"Nehemiah 8:2","text":"Ezra the priest brought the law before the assembly, both men and women, and all who could hear with understanding, on the first day of the seventh month."},{"name":"Nehemiah 8:3","text":"He read therein before the broad place that was before the water gate from early morning until midday, in the presence of the men and the women, and of those who could understand; and the ears of all the people were attentive to the book of the law."},{"name":"Nehemiah 8:4","text":"Ezra the scribe stood on a pulpit of wood, which they had made for the purpose; and beside him stood Mattithiah, and Shema, and Anaiah, and Uriah, and Hilkiah, and Maaseiah, on his right hand; and on his left hand, Pedaiah, and Mishael, and Malchijah, and Hashum, and Hashbaddanah, Zechariah, and Meshullam."},{"name":"Nehemiah 8:5","text":"Ezra opened the book in the sight of all the people; (for he was above all the people;) and when he opened it, all the people stood up:"},{"name":"Nehemiah 8:6","text":"and Ezra blessed Yahweh, the great God. All the people answered, \"Amen, Amen,\" with the lifting up of their hands. They bowed their heads, and worshiped Yahweh with their faces to the ground."},{"name":"Nehemiah 8:7","text":"Also Jeshua, and Bani, and Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites, caused the people to understand the law: and the people stayed in their place."},{"name":"Nehemiah 8:8","text":"They read in the book, in the law of God, distinctly; and they gave the sense, so that they understood the reading."},{"name":"Nehemiah 8:9","text":"Nehemiah, who was the governor, and Ezra the priest the scribe, and the Levites who taught the people, said to all the people, \"This day is holy to Yahweh your God. Don\"t mourn, nor weep.\" For all the people wept, when they heard the words of the law."},{"name":"Nehemiah 8:10","text":"Then he said to them, \"Go your way. Eat the fat, drink the sweet, and send portions to him for whom nothing is prepared; for this day is holy to our Lord. Don\"t be grieved; for the joy of Yahweh is your strength.\""},{"name":"Nehemiah 8:11","text":"So the Levites stilled all the people, saying, \"Hold your peace, for the day is holy; neither be grieved.\""},{"name":"Nehemiah 8:12","text":"All the people went their way to eat, and to drink, and to send portions, and to make great mirth, because they had understood the words that were declared to them."},{"name":"Nehemiah 8:13","text":"On the second day were gathered together the heads of fathers\" households of all the people, the priests, and the Levites, to Ezra the scribe, even to give attention to the words of the law."},{"name":"Nehemiah 8:14","text":"They found written in the law, how that Yahweh had commanded by Moses, that the children of Israel should dwell in booths in the feast of the seventh month;"},{"name":"Nehemiah 8:15","text":"and that they should publish and proclaim in all their cities, and in Jerusalem, saying, \"Go out to the mountain, and get olive branches, and branches of wild olive, and myrtle branches, and palm branches, and branches of thick trees, to make booths, as it is written.\""},{"name":"Nehemiah 8:16","text":"So the people went out, and brought them, and made themselves booths, everyone on the roof of his house, and in their courts, and in the courts of the house of God, and in the broad place of the water gate, and in the broad place of the gate of Ephraim."},{"name":"Nehemiah 8:17","text":"All the assembly of those who had come again out of the captivity made booths, and lived in the booths; for since the days of Jeshua the son of Nun to that day the children of Israel had not done so. There was very great gladness."},{"name":"Nehemiah 8:18","text":"Also day by day, from the first day to the last day, he read in the book of the law of God. They kept the feast seven days; and on the eighth day was a solemn assembly, according to the ordinance."},{"name":"Nehemiah 9:1","text":"Now in the twenty-fourth day of this month the children of Israel were assembled with fasting, and with sackcloth, and earth on them."},{"name":"Nehemiah 9:2","text":"The seed of Israel separated themselves from all foreigners, and stood and confessed their sins, and the iniquities of their fathers."},{"name":"Nehemiah 9:3","text":"They stood up in their place, and read in the book of the law of Yahweh their God a fourth part of the day; and a fourth part they confessed, and worshiped Yahweh their God."},{"name":"Nehemiah 9:4","text":"Then Jeshua, and Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani of the Levites stood up on the stairs, and cried with a loud voice to Yahweh their God."},{"name":"Nehemiah 9:5","text":"Then the Levites, Jeshua, and Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said, \"Stand up and bless Yahweh your God from everlasting to everlasting! Bessed be your glorious name, which is exalted above all blessing and praise!"},{"name":"Nehemiah 9:6","text":"You are Yahweh, even you alone. You have made heaven, the heaven of heavens, with all their army, the earth and all things that are on it, the seas and all that is in them, and you preserve them all. The army of heaven worships you."},{"name":"Nehemiah 9:7","text":"You are Yahweh, the God who chose Abram, and brought him out of Ur of the Chaldees, and gave him the name of Abraham,"},{"name":"Nehemiah 9:8","text":"and found his heart faithful before you, and made a covenant with him to give the land of the Canaanite, the Hittite, the Amorite, and the Perizzite, and the Jebusite, and the Girgashite, to give it to his seed, and have performed your words; for you are righteous."},{"name":"Nehemiah 9:9","text":"\"You saw the affliction of our fathers in Egypt, and heard their cry by the Red Sea,"},{"name":"Nehemiah 9:10","text":"and showed signs and wonders against Pharaoh, and against all his servants, and against all the people of his land; for you knew that they dealt proudly against them, and made a name for yourself, as it is this day."},{"name":"Nehemiah 9:11","text":"You divided the sea before them, so that they went through the midst of the sea on the dry land; and you cast their pursuers into the depths, as a stone into the mighty waters."},{"name":"Nehemiah 9:12","text":"Moreover, in a pillar of cloud you led them by day; and in a pillar of fire by night, to give them light in the way in which they should go."},{"name":"Nehemiah 9:13","text":"\"You came down also on Mount Sinai, and spoke with them from heaven, and gave them right ordinances and true laws, good statutes and commandments,"},{"name":"Nehemiah 9:14","text":"and made known to them your holy Sabbath, and commanded them commandments, and statutes, and a law, by Moses your servant,"},{"name":"Nehemiah 9:15","text":"and gave them bread from the sky for their hunger, and brought forth water for them out of the rock for their thirst, and commanded them that they should go in to possess the land which you had sworn to give them."},{"name":"Nehemiah 9:16","text":"\"But they and our fathers dealt proudly and hardened their neck, didn\"t listen to your commandments,"},{"name":"Nehemiah 9:17","text":"and refused to obey, neither were they mindful of your wonders that you did among them, but hardened their neck, and in their rebellion appointed a captain to return to their bondage. But you are a God ready to pardon, gracious and merciful, slow to anger, and abundant in loving kindness, and didn\"t forsake them."},{"name":"Nehemiah 9:18","text":"Yes, when they had made them a molten calf, and said, \"This is your God who brought you up out of Egypt,\" and had committed awful blasphemies;"},{"name":"Nehemiah 9:19","text":"yet you in your manifold mercies didn\"t forsake them in the wilderness: the pillar of cloud didn\"t depart from over them by day, to lead them in the way; neither the pillar of fire by night, to show them light, and the way in which they should go."},{"name":"Nehemiah 9:20","text":"You gave also your good Spirit to instruct them, and didn\"t withhold your manna from their mouth, and gave them water for their thirst."},{"name":"Nehemiah 9:21","text":"\"Yes, forty years you sustained them in the wilderness. They lacked nothing. Their clothes didn\"t grow old, and their feet didn\"t swell."},{"name":"Nehemiah 9:22","text":"Moreover you gave them kingdoms and peoples, which you allotted according to their portions. So they possessed the land of Sihon, even the land of the king of Heshbon, and the land of Og king of Bashan."},{"name":"Nehemiah 9:23","text":"You also multiplied their children as the stars of the sky, and brought them into the land concerning which you said to their fathers, that they should go in to possess it."},{"name":"Nehemiah 9:24","text":"\"So the children went in and possessed the land, and you subdued before them the inhabitants of the land, the Canaanites, and gave them into their hands, with their kings, and the peoples of the land, that they might do with them as they pleased."},{"name":"Nehemiah 9:25","text":"They took fortified cities, and a rich land, and possessed houses full of all good things, cisterns dug out, vineyards, and olive groves, and fruit trees in abundance. So they ate, were filled, became fat, and delighted themselves in your great goodness."},{"name":"Nehemiah 9:26","text":"\"Nevertheless they were disobedient, and rebelled against you, and cast your law behind their back, and killed your prophets that testified against them to turn them again to you, and they committed awful blasphemies."},{"name":"Nehemiah 9:27","text":"Therefore you delivered them into the hand of their adversaries, who distressed them. In the time of their trouble, when they cried to you, you heard from heaven; and according to your manifold mercies you gave them saviors who saved them out of the hand of their adversaries."},{"name":"Nehemiah 9:28","text":"But after they had rest, they did evil again before you; therefore left you them in the hand of their enemies, so that they had the dominion over them; yet when they returned, and cried to you, you heard from heaven; and many times you delivered them according to your mercies,"},{"name":"Nehemiah 9:29","text":"and testified against them, that you might bring them again to your law. Yet they dealt proudly, and didn\"t listen to your commandments, but sinned against your ordinances, (which if a man does, he shall live in them), turned their backs, stiffened their neck, and would not hear."},{"name":"Nehemiah 9:30","text":"Yet many years you put up with them, and testified against them by your Spirit through your prophets. Yet would they not give ear. Therefore you gave them into the hand of the peoples of the lands."},{"name":"Nehemiah 9:31","text":"\"Nevertheless in your manifold mercies you did not make a full end of them, nor forsake them; for you are a gracious and merciful God."},{"name":"Nehemiah 9:32","text":"Now therefore, our God, the great, the mighty, and the awesome God, who keeps covenant and loving kindness, don\"t let all the travail seem little before you, that has come on us, on our kings, on our princes, and on our priests, and on our prophets, and on our fathers, and on all your people, since the time of the kings of Assyria to this day."},{"name":"Nehemiah 9:33","text":"However you are just in all that has come on us; for you have dealt truly, but we have done wickedly;"},{"name":"Nehemiah 9:34","text":"neither have our kings, our princes, our priests, nor our fathers, kept your law, nor listened to your commandments and your testimonies with which you testified against them."},{"name":"Nehemiah 9:35","text":"For they have not served you in their kingdom, and in your great goodness that you gave them, and in the large and rich land which you gave before them, neither did they turn from their wicked works."},{"name":"Nehemiah 9:36","text":"\"Behold, we are servants this day, and as for the land that you gave to our fathers to eat its fruit and its good, behold, we are servants in it."},{"name":"Nehemiah 9:37","text":"It yields much increase to the kings whom you have set over us because of our sins: also they have power over our bodies, and over our livestock, at their pleasure, and we are in great distress."},{"name":"Nehemiah 9:38","text":"Yet for all this, we make a sure covenant, and write it; and our princes, our Levites, and our priests, seal it.\""},{"name":"Nehemiah 10:1","text":"Now those who sealed were: Nehemiah the governor, the son of Hacaliah, and Zedekiah,"},{"name":"Nehemiah 10:2","text":"Seraiah, Azariah, Jeremiah,"},{"name":"Nehemiah 10:3","text":"Pashhur, Amariah, Malchijah,"},{"name":"Nehemiah 10:4","text":"Hattush, Shebaniah, Malluch,"},{"name":"Nehemiah 10:5","text":"Harim, Meremoth, Obadiah,"},{"name":"Nehemiah 10:6","text":"Daniel, Ginnethon, Baruch,"},{"name":"Nehemiah 10:7","text":"Meshullam, Abijah, Mijamin,"},{"name":"Nehemiah 10:8","text":"Maaziah, Bilgai, Shemaiah; these were the priests."},{"name":"Nehemiah 10:9","text":"The Levites: namely, Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel;"},{"name":"Nehemiah 10:10","text":"and their brothers, Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"},{"name":"Nehemiah 10:11","text":"Mica, Rehob, Hashabiah,"},{"name":"Nehemiah 10:12","text":"Zaccur, Sherebiah, Shebaniah,"},{"name":"Nehemiah 10:13","text":"Hodiah, Bani, Beninu."},{"name":"Nehemiah 10:14","text":"The chiefs of the people: Parosh, Pahathmoab, Elam, Zattu, Bani,"},{"name":"Nehemiah 10:15","text":"Bunni, Azgad, Bebai,"},{"name":"Nehemiah 10:16","text":"Adonijah, Bigvai, Adin,"},{"name":"Nehemiah 10:17","text":"Ater, Hezekiah, Azzur,"},{"name":"Nehemiah 10:18","text":"Hodiah, Hashum, Bezai,"},{"name":"Nehemiah 10:19","text":"Hariph, Anathoth, Nobai,"},{"name":"Nehemiah 10:20","text":"Magpiash, Meshullam, Hezir,"},{"name":"Nehemiah 10:21","text":"Meshezabel, Zadok, Jaddua,"},{"name":"Nehemiah 10:22","text":"Pelatiah, Hanan, Anaiah,"},{"name":"Nehemiah 10:23","text":"Hoshea, Hananiah, Hasshub,"},{"name":"Nehemiah 10:24","text":"Hallohesh, Pilha, Shobek,"},{"name":"Nehemiah 10:25","text":"Rehum, Hashabnah, Maaseiah,"},{"name":"Nehemiah 10:26","text":"and Ahiah, Hanan, Anan,"},{"name":"Nehemiah 10:27","text":"Malluch, Harim, Baanah."},{"name":"Nehemiah 10:28","text":"The rest of the people, the priests, the Levites, the porters, the singers, the Nethinim, and all those who had separated themselves from the peoples of the lands to the law of God, their wives, their sons, and their daughters, everyone who had knowledge, and understanding\""},{"name":"Nehemiah 10:29","text":"they joined with their brothers, their nobles, and entered into a curse, and into an oath, to walk in God\"s law, which was given by Moses the servant of God, and to observe and do all the commandments of Yahweh our Lord, and his ordinances and his statutes;"},{"name":"Nehemiah 10:30","text":"and that we would not give our daughters to the peoples of the land, nor take their daughters for our sons;"},{"name":"Nehemiah 10:31","text":"and if the peoples of the land bring wares or any grain on the Sabbath day to sell, that we would not buy of them on the Sabbath, or on a holy day; and that we would forego the seventh year, and the exaction of every debt."},{"name":"Nehemiah 10:32","text":"Also we made ordinances for ourselves, to charge ourselves yearly with the third part of a shekel for the service of the house of our God;"},{"name":"Nehemiah 10:33","text":"for the show bread, and for the continual meal offering, and for the continual burnt offering, for the Sabbaths, for the new moons, for the set feasts, and for the holy things, and for the sin offerings to make atonement for Israel, and for all the work of the house of our God."},{"name":"Nehemiah 10:34","text":"We cast lots, the priests, the Levites, and the people, for the wood offering, to bring it into the house of our God, according to our fathers\" houses, at times appointed, year by year, to burn on the altar of Yahweh our God, as it is written in the law;"},{"name":"Nehemiah 10:35","text":"and to bring the first fruits of our ground, and the first fruits of all fruit of all kinds of trees, year by year, to the house of Yahweh;"},{"name":"Nehemiah 10:36","text":"also the firstborn of our sons, and of our livestock, as it is written in the law, and the firstborn of our herds and of our flocks, to bring to the house of our God, to the priests who minister in the house of our God;"},{"name":"Nehemiah 10:37","text":"and that we should bring the first fruits of our dough, and our wave offerings, and the fruit of all kinds of trees, the new wine and the oil, to the priests, to the rooms of the house of our God; and the tithes of our ground to the Levites; for they, the Levites, take the tithes in all the cities of our tillage."},{"name":"Nehemiah 10:38","text":"The priest the son of Aaron shall be with the Levites, when the Levites take tithes: and the Levites shall bring up the tithe of the tithes to the house of our God, to the rooms, into the treasure house."},{"name":"Nehemiah 10:39","text":"For the children of Israel and the children of Levi shall bring the wave offering of the grain, of the new wine, and of the oil, to the rooms, where are the vessels of the sanctuary, and the priests who minister, and the porters, and the singers. We will not forsake the house of our God."},{"name":"Nehemiah 11:1","text":"The princes of the people lived in Jerusalem: the rest of the people also cast lots, to bring one of ten to dwell in Jerusalem the holy city, and nine parts in the other cities."},{"name":"Nehemiah 11:2","text":"The people blessed all the men who willingly offered themselves to dwell in Jerusalem."},{"name":"Nehemiah 11:3","text":"Now these are the chiefs of the province who lived in Jerusalem; but in the cities of Judah everyone lived in his possession in their cities: Israel, the priests, and the Levites, and the Nethinim, and the children of Solomon\"s servants."},{"name":"Nehemiah 11:4","text":"In Jerusalem lived certain of the children of Judah, and of the children of Benjamin. Of the children of Judah: Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, of the children of Perez;"},{"name":"Nehemiah 11:5","text":"and Maaseiah the son of Baruch, the son of Colhozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of the Shilonite."},{"name":"Nehemiah 11:6","text":"All the sons of Perez who lived in Jerusalem were four hundred sixty-eight valiant men."},{"name":"Nehemiah 11:7","text":"These are the sons of Benjamin: Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah."},{"name":"Nehemiah 11:8","text":"After him Gabbai, Sallai, nine hundred twenty-eight."},{"name":"Nehemiah 11:9","text":"Joel the son of Zichri was their overseer; and Judah the son of Hassenuah was second over the city."},{"name":"Nehemiah 11:10","text":"Of the priests: Jedaiah the son of Joiarib, Jachin,"},{"name":"Nehemiah 11:11","text":"Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the ruler of the house of God,"},{"name":"Nehemiah 11:12","text":"and their brothers who did the work of the house, eight hundred twenty-two; and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malchijah,"},{"name":"Nehemiah 11:13","text":"and his brothers, chiefs of fathers\" households, two hundred forty-two; and Amashsai the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer,"},{"name":"Nehemiah 11:14","text":"and their brothers, mighty men of valor, one hundred twenty-eight; and their overseer was Zabdiel, the son of Haggedolim."},{"name":"Nehemiah 11:15","text":"Of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni;"},{"name":"Nehemiah 11:16","text":"and Shabbethai and Jozabad, of the chiefs of the Levites, who had the oversight of the outward business of the house of God;"},{"name":"Nehemiah 11:17","text":"and Mattaniah the son of Mica, the son of Zabdi, the son of Asaph, who was the chief to begin the thanksgiving in prayer, and Bakbukiah, the second among his brothers; and Abda the son of Shammua, the son of Galal, the son of Jeduthun."},{"name":"Nehemiah 11:18","text":"All the Levites in the holy city were two hundred eighty-four."},{"name":"Nehemiah 11:19","text":"Moreover the porters, Akkub, Talmon, and their brothers, who kept watch at the gates, were one hundred seventy-two."},{"name":"Nehemiah 11:20","text":"The residue of Israel, of the priests, the Levites, were in all the cities of Judah, everyone in his inheritance."},{"name":"Nehemiah 11:21","text":"But the Nethinim lived in Ophel: and Ziha and Gishpa were over the Nethinim."},{"name":"Nehemiah 11:22","text":"The overseer also of the Levites at Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mica, of the sons of Asaph, the singers, over the business of the house of God."},{"name":"Nehemiah 11:23","text":"For there was a commandment from the king concerning them, and a settled provision for the singers, as every day required."},{"name":"Nehemiah 11:24","text":"Pethahiah the son of Meshezabel, of the children of Zerah the son of Judah, was at the king\"s hand in all matters concerning the people."},{"name":"Nehemiah 11:25","text":"As for the villages, with their fields, some of the children of Judah lived in Kiriath Arba and its towns, and in Dibon and its towns, and in Jekabzeel and its villages,"},{"name":"Nehemiah 11:26","text":"and in Jeshua, and in Moladah, and Beth Pelet,"},{"name":"Nehemiah 11:27","text":"and in Hazar Shual, and in Beersheba and its towns,"},{"name":"Nehemiah 11:28","text":"and in Ziklag, and in Meconah and in its towns,"},{"name":"Nehemiah 11:29","text":"and in En Rimmon, and in Zorah, and in Jarmuth,"},{"name":"Nehemiah 11:30","text":"Zanoah, Adullam, and their villages, Lachish and its fields, Azekah and its towns. So they encamped from Beersheba to the valley of Hinnom."},{"name":"Nehemiah 11:31","text":"The children of Benjamin also lived from Geba onward, at Michmash and Aija, and at Bethel and its towns,"},{"name":"Nehemiah 11:32","text":"at Anathoth, Nob, Ananiah,"},{"name":"Nehemiah 11:33","text":"Hazor, Ramah, Gittaim,"},{"name":"Nehemiah 11:34","text":"Hadid, Zeboim, Neballat,"},{"name":"Nehemiah 11:35","text":"Lod, and Ono, the valley of craftsmen."},{"name":"Nehemiah 11:36","text":"Of the Levites, certain divisions in Judah settled in Benjamin\"s territory."},{"name":"Nehemiah 12:1","text":"Now these are the priests and the Levites who went up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,"},{"name":"Nehemiah 12:2","text":"Amariah, Malluch, Hattush,"},{"name":"Nehemiah 12:3","text":"Shecaniah, Rehum, Meremoth,"},{"name":"Nehemiah 12:4","text":"Iddo, Ginnethoi, Abijah,"},{"name":"Nehemiah 12:5","text":"Mijamin, Maadiah, Bilgah,"},{"name":"Nehemiah 12:6","text":"Shemaiah, and Joiarib, Jedaiah."},{"name":"Nehemiah 12:7","text":"Sallu, Amok, Hilkiah, Jedaiah. These were the chiefs of the priests and of their brothers in the days of Jeshua."},{"name":"Nehemiah 12:8","text":"Moreover the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, who was over the thanksgiving, he and his brothers."},{"name":"Nehemiah 12:9","text":"Also Bakbukiah and Unno, their brothers, were over against them according to their offices."},{"name":"Nehemiah 12:10","text":"Jeshua became the father of Joiakim, and Joiakim became the father of Eliashib, and Eliashib became the father of Joiada,"},{"name":"Nehemiah 12:11","text":"and Joiada became the father of Jonathan, and Jonathan became the father of Jaddua."},{"name":"Nehemiah 12:12","text":"In the days of Joiakim were priests, heads of fathers\" households: of Seraiah, Meraiah; of Jeremiah, Hananiah;"},{"name":"Nehemiah 12:13","text":"of Ezra, Meshullam; of Amariah, Jehohanan;"},{"name":"Nehemiah 12:14","text":"of Malluchi, Jonathan; of Shebaniah, Joseph;"},{"name":"Nehemiah 12:15","text":"of Harim, Adna; of Meraioth, Helkai;"},{"name":"Nehemiah 12:16","text":"of Iddo, Zechariah; of Ginnethon, Meshullam;"},{"name":"Nehemiah 12:17","text":"of Abijah, Zichri; of Miniamin, of Moadiah, Piltai;"},{"name":"Nehemiah 12:18","text":"of Bilgah, Shammua; of Shemaiah, Jehonathan;"},{"name":"Nehemiah 12:19","text":"and of Joiarib, Mattenai; of Jedaiah, Uzzi;"},{"name":"Nehemiah 12:20","text":"of Sallai, Kallai; of Amok, Eber;"},{"name":"Nehemiah 12:21","text":"of Hilkiah, Hashabiah; of Jedaiah, Nethanel."},{"name":"Nehemiah 12:22","text":"As for the Levites, in the days of Eliashib, Joiada, and Johanan, and Jaddua, there were recorded the heads of fathers\" households; also the priests, in the reign of Darius the Persian."},{"name":"Nehemiah 12:23","text":"The sons of Levi, heads of fathers\" households, were written in the book of the chronicles, even until the days of Johanan the son of Eliashib."},{"name":"Nehemiah 12:24","text":"The chiefs of the Levites: Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brothers over against them, to praise and give thanks, according to the commandment of David the man of God, watch next to watch."},{"name":"Nehemiah 12:25","text":"Mattaniah, and Bakbukiah, Obadiah, Meshullam, Talmon, Akkub, were porters keeping the watch at the storehouses of the gates."},{"name":"Nehemiah 12:26","text":"These were in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest the scribe."},{"name":"Nehemiah 12:27","text":"At the dedication of the wall of Jerusalem they sought the Levites out of all their places, to bring them to Jerusalem, to keep the dedication with gladness, both with giving thanks, and with singing, with cymbals, stringed instruments, and with harps."},{"name":"Nehemiah 12:28","text":"The sons of the singers gathered themselves together, both out of the plain around Jerusalem, and from the villages of the Netophathites;"},{"name":"Nehemiah 12:29","text":"also from Beth Gilgal, and out of the fields of Geba and Azmaveth: for the singers had built them villages around Jerusalem."},{"name":"Nehemiah 12:30","text":"The priests and the Levites purified themselves; and they purified the people, and the gates, and the wall."},{"name":"Nehemiah 12:31","text":"Then I brought up the princes of Judah on the wall, and appointed two great companies who gave thanks and went in procession. One went on the right hand on the wall toward the dung gate;"},{"name":"Nehemiah 12:32","text":"and after them went Hoshaiah, and half of the princes of Judah,"},{"name":"Nehemiah 12:33","text":"and Azariah, Ezra, and Meshullam,"},{"name":"Nehemiah 12:34","text":"Judah, and Benjamin, and Shemaiah, and Jeremiah,"},{"name":"Nehemiah 12:35","text":"and certain of the priests\" sons with trumpets: Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph;"},{"name":"Nehemiah 12:36","text":"and his brothers, Shemaiah, and Azarel, Milalai, Gilalai, Maai, Nethanel, and Judah, Hanani, with the musical instruments of David the man of God; and Ezra the scribe was before them."},{"name":"Nehemiah 12:37","text":"By the spring gate, and straight before them, they went up by the stairs of the city of David, at the ascent of the wall, above the house of David, even to the water gate eastward."},{"name":"Nehemiah 12:38","text":"The other company of those who gave thanks went to meet them, and I after them, with the half of the people, on the wall, above the tower of the furnaces, even to the broad wall,"},{"name":"Nehemiah 12:39","text":"and above the gate of Ephraim, and by the old gate, and by the fish gate, and the tower of Hananel, and the tower of Hammeah, even to the sheep gate: and they stood still in the gate of the guard."},{"name":"Nehemiah 12:40","text":"So stood the two companies of those who gave thanks in the house of God, and I, and the half of the rulers with me;"},{"name":"Nehemiah 12:41","text":"and the priests, Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with trumpets;"},{"name":"Nehemiah 12:42","text":"and Maaseiah, and Shemaiah, and Eleazar, and Uzzi, and Jehohanan, and Malchijah, and Elam, and Ezer. The singers sang loud, with Jezrahiah their overseer."},{"name":"Nehemiah 12:43","text":"They offered great sacrifices that day, and rejoiced; for God had made them rejoice with great joy; and the women also and the children rejoiced: so that the joy of Jerusalem was heard even afar off."},{"name":"Nehemiah 12:44","text":"On that day were men appointed over the rooms for the treasures, for the wave offerings, for the first fruits, and for the tithes, to gather into them, according to the fields of the cities, the portions appointed by the law for the priests and Levites: for Judah rejoiced for the priests and for the Levites who waited."},{"name":"Nehemiah 12:45","text":"They performed the duty of their God, and the duty of the purification, and so did the singers and the porters, according to the commandment of David, and of Solomon his son."},{"name":"Nehemiah 12:46","text":"For in the days of David and Asaph of old there was a chief of the singers, and songs of praise and thanksgiving to God."},{"name":"Nehemiah 12:47","text":"All Israel in the days of Zerubbabel, and in the days of Nehemiah, gave the portions of the singers and the porters, as every day required: and they set apart that which was for the Levites; and the Levites set apart that which was for the sons of Aaron."},{"name":"Nehemiah 13:1","text":"On that day they read in the book of Moses in the audience of the people; and therein was found written, that an Ammonite and a Moabite should not enter into the assembly of God forever,"},{"name":"Nehemiah 13:2","text":"because they didn\"t meet the children of Israel with bread and with water, but hired Balaam against them, to curse them: however our God turned the curse into a blessing."},{"name":"Nehemiah 13:3","text":"It came to pass, when they had heard the law, that they separated from Israel all the mixed multitude."},{"name":"Nehemiah 13:4","text":"Now before this, Eliashib the priest, who was appointed over the rooms of the house of our God, being allied to Tobiah,"},{"name":"Nehemiah 13:5","text":"had prepared for him a great room, where before they laid the meal offerings, the frankincense, and the vessels, and the tithes of the grain, the new wine, and the oil, which were given by commandment to the Levites, and the singers, and the porters; and the wave offerings for the priests."},{"name":"Nehemiah 13:6","text":"But in all this, I was not at Jerusalem; for in the two and thirtieth year of Artaxerxes king of Babylon I went to the king: and after certain days asked I leave of the king,"},{"name":"Nehemiah 13:7","text":"and I came to Jerusalem, and understood the evil that Eliashib had done for Tobiah, in preparing him a room in the courts of the house of God."},{"name":"Nehemiah 13:8","text":"It grieved me severely: therefore I cast forth all the household stuff of Tobiah out of the room."},{"name":"Nehemiah 13:9","text":"Then I commanded, and they cleansed the rooms: and there brought I again the vessels of the house of God, with the meal offerings and the frankincense."},{"name":"Nehemiah 13:10","text":"I perceived that the portions of the Levites had not been given them; so that the Levites and the singers, who did the work, had fled everyone to his field."},{"name":"Nehemiah 13:11","text":"Then I contended with the rulers, and said, \"Why is the house of God forsaken?\" I gathered them together, and set them in their place."},{"name":"Nehemiah 13:12","text":"Then brought all Judah the tithe of the grain and the new wine and the oil to the treasuries."},{"name":"Nehemiah 13:13","text":"I made treasurers over the treasuries, Shelemiah the priest, and Zadok the scribe, and of the Levites, Pedaiah: and next to them was Hanan the son of Zaccur, the son of Mattaniah; for they were counted faithful, and their business was to distribute to their brothers."},{"name":"Nehemiah 13:14","text":"Remember me, my God, concerning this, and don\"t wipe out my good deeds that I have done for the house of my God, and for its observances."},{"name":"Nehemiah 13:15","text":"In those days saw I in Judah some men treading winepresses on the Sabbath, and bringing in sheaves, and loading donkeys; as also wine, grapes, and figs, and all kinds of burdens, which they brought into Jerusalem on the Sabbath day: and I testified against them in the day in which they sold food."},{"name":"Nehemiah 13:16","text":"There lived men of Tyre also therein, who brought in fish, and all kinds of wares, and sold on the Sabbath to the children of Judah, and in Jerusalem."},{"name":"Nehemiah 13:17","text":"Then I contended with the nobles of Judah, and said to them, \"What evil thing is this that you do, and profane the Sabbath day?"},{"name":"Nehemiah 13:18","text":"Didn\"t your fathers do thus, and didn\"t our God bring all this evil on us, and on this city? Yet you bring more wrath on Israel by profaning the Sabbath.\""},{"name":"Nehemiah 13:19","text":"It came to pass that, when the gates of Jerusalem began to be dark before the Sabbath, I commanded that the doors should be shut, and commanded that they should not be opened until after the Sabbath. I set some of my servants over the gates, that no burden should be brought in on the Sabbath day."},{"name":"Nehemiah 13:20","text":"So the merchants and sellers of all kinds of wares lodged outside of Jerusalem once or twice."},{"name":"Nehemiah 13:21","text":"Then I testified against them, and said to them, \"Why do you stay around the wall? If you do so again, I will lay hands on you.\" From that time on, they didn\"t come on the Sabbath."},{"name":"Nehemiah 13:22","text":"I commanded the Levites that they should purify themselves, and that they should come and keep the gates, to sanctify the Sabbath day. Remember to me, my God, this also, and spare me according to the greatness of your loving kindness."},{"name":"Nehemiah 13:23","text":"In those days also saw I the Jews who had married women of Ashdod, of Ammon, and of Moab:"},{"name":"Nehemiah 13:24","text":"and their children spoke half in the speech of Ashdod, and could not speak in the Jews\" language, but according to the language of each people."},{"name":"Nehemiah 13:25","text":"I contended with them, and cursed them, and struck certain of them, and plucked off their hair, and made them swear by God, \"You shall not give your daughters to their sons, nor take their daughters for your sons, or for yourselves."},{"name":"Nehemiah 13:26","text":"Didn\"t Solomon king of Israel sin by these things? Yet among many nations was there no king like him, and he was beloved of his God, and God made him king over all Israel. Nevertheless foreign women caused even him to sin."},{"name":"Nehemiah 13:27","text":"Shall we then listen to you to do all this great evil, to trespass against our God in marrying foreign women?\""},{"name":"Nehemiah 13:28","text":"One of the sons of Joiada, the son of Eliashib the high priest, was son-in-law to Sanballat the Horonite: therefore I chased him from me."},{"name":"Nehemiah 13:29","text":"Remember them, my God, because they have defiled the priesthood, and the covenant of the priesthood, and of the Levites."},{"name":"Nehemiah 13:30","text":"Thus I cleansed them from all foreigners, and appointed duties for the priests and for the Levites, everyone in his work;"},{"name":"Nehemiah 13:31","text":"and for the wood offering, at times appointed, and for the first fruits. Remember me, my God, for good."},{"name":"Esther 1:1","text":"Now it happened in the days of Ahasuerus (this is Ahasuerus who reigned from India even to Ethiopia, over one hundred twenty-seven provinces),"},{"name":"Esther 1:2","text":"that in those days, when the King Ahasuerus sat on the throne of his kingdom, which was in Shushan the palace,"},{"name":"Esther 1:3","text":"in the third year of his reign, he made a feast for all his princes and his servants; the power of Persia and Media, the nobles and princes of the provinces, being before him."},{"name":"Esther 1:4","text":"He displayed the riches of his glorious kingdom and the honor of his excellent majesty many days, even one hundred eighty days."},{"name":"Esther 1:5","text":"When these days were fulfilled, the king made a seven day feast for all the people who were present in Shushan the palace, both great and small, in the court of the garden of the king\"s palace."},{"name":"Esther 1:6","text":"There were hangings of white, green, and blue material, fastened with cords of fine linen and purple to silver rings and marble pillars. The couches were of gold and silver, on a pavement of red, white, yellow, and black marble."},{"name":"Esther 1:7","text":"They gave them drinks in golden vessels of various kinds, including royal wine in abundance, according to the bounty of the king."},{"name":"Esther 1:8","text":"In accordance with the law, the drinking was not compulsory; for so the king had instructed all the officials of his house, that they should do according to every man\"s pleasure."},{"name":"Esther 1:9","text":"Also Vashti the queen made a feast for the women in the royal house which belonged to King Ahasuerus."},{"name":"Esther 1:10","text":"On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcass, the seven eunuchs who served in the presence of Ahasuerus the king,"},{"name":"Esther 1:11","text":"to bring Vashti the queen before the king with the royal crown, to show the people and the princes her beauty; for she was beautiful."},{"name":"Esther 1:12","text":"But the queen Vashti refused to come at the king\"s commandment by the eunuchs. Therefore the king was very angry, and his anger burned in him."},{"name":"Esther 1:13","text":"Then the king said to the wise men, who knew the times, (for it was the king\"s custom to consult those who knew law and judgment;"},{"name":"Esther 1:14","text":"and the next to him were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, who saw the king\"s face, and sat first in the kingdom),"},{"name":"Esther 1:15","text":"\"What shall we do to the queen Vashti according to law, because she has not done the bidding of the King Ahasuerus by the eunuchs?\""},{"name":"Esther 1:16","text":"Memucan answered before the king and the princes, \"Vashti the queen has not done wrong to just the king, but also to all the princes, and to all the people who are in all the provinces of the King Ahasuerus."},{"name":"Esther 1:17","text":"For this deed of the queen will become known to all women, causing them to show contempt for their husbands, when it is reported, \"King Ahasuerus commanded Vashti the queen to be brought in before him, but she didn\"t come.\""},{"name":"Esther 1:18","text":"Today, the princesses of Persia and Media who have heard of the queen\"s deed will tell all the king\"s princes. This will cause much contempt and wrath."},{"name":"Esther 1:19","text":"\"If it please the king, let a royal commandment go from him, and let it be written among the laws of the Persians and the Medes, so that it cannot be altered, that Vashti may never again come before King Ahasuerus; and let the king give her royal estate to another who is better than she."},{"name":"Esther 1:20","text":"When the king\"s decree which he shall make is published throughout all his kingdom (for it is great), all the wives will give their husbands honor, both great and small.\""},{"name":"Esther 1:21","text":"This advice pleased the king and the princes, and the king did according to the word of Memucan:"},{"name":"Esther 1:22","text":"for he sent letters into all the king\"s provinces, into every province according to its writing, and to every people in their language, that every man should rule his own house, speaking in the language of his own people."},{"name":"Esther 2:1","text":"After these things, when the wrath of King Ahasuerus was pacified, he remembered Vashti, and what she had done, and what was decreed against her."},{"name":"Esther 2:2","text":"Then the king\"s servants who served him said, \"Let beautiful young virgins be sought for the king."},{"name":"Esther 2:3","text":"Let the king appoint officers in all the provinces of his kingdom, that they may gather together all the beautiful young virgins to the citadel of Susa, to the women\"s house, to the custody of Hegai the king\"s eunuch, keeper of the women. Let cosmetics be given them;"},{"name":"Esther 2:4","text":"and let the maiden who pleases the king be queen instead of Vashti.\" The thing pleased the king, and he did so."},{"name":"Esther 2:5","text":"There was a certain Jew in the citadel of Susa, whose name was Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite,"},{"name":"Esther 2:6","text":"who had been carried away from Jerusalem with the captives who had been carried away with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away."},{"name":"Esther 2:7","text":"He brought up Hadassah, that is, Esther, his uncle\"s daughter; for she had neither father nor mother. The maiden was fair and beautiful; and when her father and mother were dead, Mordecai took her for his own daughter."},{"name":"Esther 2:8","text":"So it happened, when the king\"s commandment and his decree was heard, and when many maidens were gathered together to the citadel of Susa, to the custody of Hegai, that Esther was taken into the king\"s house, to the custody of Hegai, keeper of the women."},{"name":"Esther 2:9","text":"The maiden pleased him, and she obtained kindness from him. He quickly gave her cosmetics and her portions of food, and the seven choice maidens who were to be given her out of the king\"s house. He moved her and her maidens to the best place in the women\"s house."},{"name":"Esther 2:10","text":"Esther had not made known her people nor her relatives, because Mordecai had instructed her that she should not make it known."},{"name":"Esther 2:11","text":"Mordecai walked every day in front of the court of the women\"s house, to find out how Esther was doing, and what would become of her."},{"name":"Esther 2:12","text":"Each young woman\"s turn came to go in to King Ahasuerus after her purification for twelve months (for so were the days of their purification accomplished, six months with oil of myrrh, and six months with sweet fragrances and with preparations for beautifying women)."},{"name":"Esther 2:13","text":"The young woman then came to the king like this: whatever she desired was given her to go with her out of the women\"s house to the king\"s house."},{"name":"Esther 2:14","text":"In the evening she went, and on the next day she returned into the second women\"s house, to the custody of Shaashgaz, the king\"s eunuch, who kept the concubines. She came in to the king no more, unless the king delighted in her, and she was called by name."},{"name":"Esther 2:15","text":"Now when the turn of Esther, the daughter of Abihail the uncle of Mordecai, who had taken her for his daughter, came to go in to the king, she required nothing but what Hegai the king\"s eunuch, the keeper of the women, advised. Esther obtained favor in the sight of all those who looked at her."},{"name":"Esther 2:16","text":"So Esther was taken to King Ahasuerus into his royal house in the tenth month, which is the month Tebeth, in the seventh year of his reign."},{"name":"Esther 2:17","text":"The king loved Esther more than all the women, and she obtained favor and kindness in his sight more than all the virgins; so that he set the royal crown on her head, and made her queen instead of Vashti."},{"name":"Esther 2:18","text":"Then the king made a great feast for all his princes and his servants, even Esther\"s feast; and he proclaimed a holiday in the provinces, and gave gifts according to the king\"s bounty."},{"name":"Esther 2:19","text":"When the virgins were gathered together the second time, Mordecai was sitting in the king\"s gate."},{"name":"Esther 2:20","text":"Esther had not yet made known her relatives nor her people, as Mordecai had commanded her; for Esther obeyed Mordecai, like she did when she was brought up by him."},{"name":"Esther 2:21","text":"In those days, while Mordecai was sitting in the king\"s gate, two of the king\"s eunuchs, Bigthan and Teresh, who were doorkeepers, were angry, and sought to lay hands on the King Ahasuerus."},{"name":"Esther 2:22","text":"This thing became known to Mordecai, who informed Esther the queen; and Esther informed the king in Mordecai\"s name."},{"name":"Esther 2:23","text":"When this matter was investigated, and it was found to be so, they were both hanged on a tree; and it was written in the book of the chronicles in the king\"s presence."},{"name":"Esther 3:1","text":"After these things King Ahasuerus promoted Haman the son of Hammedatha the Agagite, and advanced him, and set his seat above all the princes who were with him."},{"name":"Esther 3:2","text":"All the king\"s servants who were in the king\"s gate bowed down, and paid homage to Haman; for the king had so commanded concerning him. But Mordecai didn\"t bow down or pay him homage."},{"name":"Esther 3:3","text":"Then the king\"s servants, who were in the king\"s gate, said to Mordecai, \"Why do you disobey the king\"s commandment?\""},{"name":"Esther 3:4","text":"Now it came to pass, when they spoke daily to him, and he didn\"t listen to them, that they told Haman, to see whether Mordecai\"s reason would stand; for he had told them that he was a Jew."},{"name":"Esther 3:5","text":"When Haman saw that Mordecai didn\"t bow down, nor pay him homage, Haman was full of wrath."},{"name":"Esther 3:6","text":"But he scorned the thought of laying hands on Mordecai alone, for they had made known to him Mordecai\"s people. Therefore Haman sought to destroy all the Jews who were throughout the whole kingdom of Ahasuerus, even Mordecai\"s people."},{"name":"Esther 3:7","text":"In the first month, which is the month Nisan, in the twelfth year of King Ahasuerus, they cast Pur, that is, the lot, before Haman from day to day, and from month to month, and chose the twelfth month, which is the month Adar."},{"name":"Esther 3:8","text":"Haman said to King Ahasuerus, \"There is a certain people scattered abroad and dispersed among the peoples in all the provinces of your kingdom, and their laws are different than other people\"s. They don\"t keep the king\"s laws. Therefore it is not for the king\"s profit to allow them to remain."},{"name":"Esther 3:9","text":"If it pleases the king, let it be written that they be destroyed; and I will pay ten thousand talents of silver into the hands of those who are in charge of the king\"s business, to bring it into the king\"s treasuries.\""},{"name":"Esther 3:10","text":"The king took his ring from his hand, and gave it to Haman the son of Hammedatha the Agagite, the Jews\" enemy."},{"name":"Esther 3:11","text":"The king said to Haman, \"The silver is given to you, the people also, to do with them as it seems good to you.\""},{"name":"Esther 3:12","text":"Then the king\"s scribes were called in on the first month, on the thirteenth day of the month; and all that Haman commanded was written to the king\"s satraps, and to the governors who were over every province, and to the princes of every people, to every province according its writing, and to every people in their language. It was written in the name of King Ahasuerus, and it was sealed with the king\"s ring."},{"name":"Esther 3:13","text":"Letters were sent by couriers into all the king\"s provinces, to destroy, to kill, and to cause to perish, all Jews, both young and old, little children and women, in one day, even on the thirteenth day of the twelfth month, which is the month Adar, and to plunder their possessions."},{"name":"Esther 3:14","text":"A copy of the letter, that the decree should be given out in every province, was published to all the peoples, that they should be ready against that day."},{"name":"Esther 3:15","text":"The couriers went forth in haste by the king\"s commandment, and the decree was given out in the citadel of Susa. The king and Haman sat down to drink; but the city of Shushan was perplexed."},{"name":"Esther 4:1","text":"Now when Mordecai found out all that was done, Mordecai tore his clothes, and put on sackcloth with ashes, and went out into the midst of the city, and wailed loudly and a bitterly."},{"name":"Esther 4:2","text":"He came even before the king\"s gate, for no one is allowed inside the king\"s gate clothed with sackcloth."},{"name":"Esther 4:3","text":"In every province, wherever the king\"s commandment and his decree came, there was great mourning among the Jews, and fasting, and weeping, and wailing; and many lay in sackcloth and ashes."},{"name":"Esther 4:4","text":"Esther\"s maidens and her eunuchs came and told her this, and the queen was exceedingly grieved. She sent clothing to Mordecai, to replace his sackcloth; but he didn\"t receive it."},{"name":"Esther 4:5","text":"Then Esther called for Hathach, one of the king\"s eunuchs, whom he had appointed to attend her, and commanded him to go to Mordecai, to find out what this was, and why it was."},{"name":"Esther 4:6","text":"So Hathach went out to Mordecai, to city square which was before the king\"s gate."},{"name":"Esther 4:7","text":"Mordecai told him of all that had happened to him, and the exact sum of the money that Haman had promised to pay to the king\"s treasuries for the destruction of the Jews."},{"name":"Esther 4:8","text":"He also gave him the copy of the writing of the decree that was given out in Shushan to destroy them, to show it to Esther, and to declare it to her, and to urge her to go in to the king, to make supplication to him, and to make request before him, for her people."},{"name":"Esther 4:9","text":"Hathach came and told Esther the words of Mordecai."},{"name":"Esther 4:10","text":"Then Esther spoke to Hathach, and gave him a message to Mordecai:"},{"name":"Esther 4:11","text":"\"All the king\"s servants, and the people of the king\"s provinces, know, that whoever, whether man or woman, comes to the king into the inner court without being called, there is one law for him, that he be put to death, except those to whom the king might hold out the golden scepter, that he may live. I have not been called to come in to the king these thirty days.\""},{"name":"Esther 4:12","text":"They told to Mordecai Esther\"s words."},{"name":"Esther 4:13","text":"Then Mordecai asked them return answer to Esther, \"Don\"t think to yourself that you will escape in the king\"s house any more than all the Jews."},{"name":"Esther 4:14","text":"For if you remain silent now, then relief and deliverance will come to the Jews from another place, but you and your father\"s house will perish. Who knows if you haven\"t come to the kingdom for such a time as this?\""},{"name":"Esther 4:15","text":"Then Esther asked them to answer Mordecai,"},{"name":"Esther 4:16","text":"\"Go, gather together all the Jews who are present in Shushan, and fast for me, and neither eat nor drink three days, night or day. I and my maidens will also fast the same way. Then I will go in to the king, which is against the law; and if I perish, I perish.\""},{"name":"Esther 4:17","text":"So Mordecai went his way, and did according to all that Esther had commanded him."},{"name":"Esther 5:1","text":"Now it happened on the third day that Esther put on her royal clothing, and stood in the inner court of the king\"s house, next to the king\"s house. The king sat on his royal throne in the royal house, next to the entrance of the house."},{"name":"Esther 5:2","text":"When the king saw Esther the queen standing in the court, she obtained favor in his sight; and the king held out to Esther the golden scepter that was in his hand. So Esther came near, and touched the top of the scepter."},{"name":"Esther 5:3","text":"Then the king asked her, \"What would you like, queen Esther? What is your request? It shall be given you even to the half of the kingdom.\""},{"name":"Esther 5:4","text":"Esther said, \"If it seems good to the king, let the king and Haman come today to the banquet that I have prepared for him.\""},{"name":"Esther 5:5","text":"Then the king said, \"Bring Haman quickly, so that it may be done as Esther has said.\" So the king and Haman came to the banquet that Esther had prepared."},{"name":"Esther 5:6","text":"The king said to Esther at the banquet of wine, \"What is your petition? It shall be granted you. What is your request? Even to the half of the kingdom it shall be performed.\""},{"name":"Esther 5:7","text":"Then Esther answered and said, \"My petition and my request is this."},{"name":"Esther 5:8","text":"If I have found favor in the sight of the king, and if it please the king to grant my petition and to perform my request, let the king and Haman come to the banquet that I will prepare for them, and I will do tomorrow as the king has said.\""},{"name":"Esther 5:9","text":"Then Haman went out that day joyful and glad of heart, but when Haman saw Mordecai in the king\"s gate, that he didn\"t stand up nor move for him, he was filled with wrath against Mordecai."},{"name":"Esther 5:10","text":"Nevertheless Haman restrained himself, and went home. There, he sent and called for his friends and Zeresh his wife."},{"name":"Esther 5:11","text":"Haman recounted to them the glory of his riches, the multitude of his children, all the things in which the king had promoted him, and how he had advanced him above the princes and servants of the king."},{"name":"Esther 5:12","text":"Haman also said, \"Yes, Esther the queen let no man come in with the king to the banquet that she had prepared but myself; and tomorrow I am also invited by her together with the king."},{"name":"Esther 5:13","text":"Yet all this avails me nothing, so long as I see Mordecai the Jew sitting at the king\"s gate.\""},{"name":"Esther 5:14","text":"Then Zeresh his wife and all his friends said to him, \"Let a gallows be made fifty cubits high, and in the morning speak to the king about hanging Mordecai on it. Then go in merrily with the king to the banquet.\" This pleased Haman, so he had the gallows made."},{"name":"Esther 6:1","text":"On that night, the king couldn\"t sleep. He commanded the book of records of the chronicles to be brought, and they were read to the king."},{"name":"Esther 6:2","text":"It was found written that Mordecai had told of Bigthana and Teresh, two of the king\"s eunuchs, who were doorkeepers, who had tried to lay hands on the King Ahasuerus."},{"name":"Esther 6:3","text":"The king said, \"What honor and dignity has been bestowed on Mordecai for this?\" Then the king\"s servants who attended him said, \"Nothing has been done for him.\""},{"name":"Esther 6:4","text":"The king said, \"Who is in the court?\" Now Haman had come into the outer court of the king\"s house, to speak to the king about hanging Mordecai on the gallows that he had prepared for him."},{"name":"Esther 6:5","text":"The king\"s servants said to him, \"Behold, Haman stands in the court.\" The king said, \"Let him come in.\""},{"name":"Esther 6:6","text":"So Haman came in. The king said to him, \"What shall be done to the man whom the king delights to honor?\" Now Haman said in his heart, \"Who would the king delight to honor more than myself?\""},{"name":"Esther 6:7","text":"Haman said to the king, \"For the man whom the king delights to honor,"},{"name":"Esther 6:8","text":"let royal clothing be brought which the king uses to wear, and the horse that the king rides on, and on the head of which a crown royal is set."},{"name":"Esther 6:9","text":"Let the clothing and the horse be delivered to the hand of one of the king\"s most noble princes, that they may array the man whom the king delights to honor with them, and have him ride on horseback through the city square, and proclaim before him, \"Thus shall it be done to the man whom the king delights to honor!\"\""},{"name":"Esther 6:10","text":"Then the king said to Haman, \"Hurry and take the clothing and the horse, as you have said, and do this for Mordecai the Jew, who sits at the king\"s gate. Let nothing fail of all that you have spoken.\""},{"name":"Esther 6:11","text":"Then Haman took the clothing and the horse, and arrayed Mordecai, and had him ride through the city square, and proclaimed before him, \"Thus shall it be done to the man whom the king delights to honor!\""},{"name":"Esther 6:12","text":"Mordecai came back to the king\"s gate, but Haman hurried to his house, mourning and having his head covered."},{"name":"Esther 6:13","text":"Haman recounted to Zeresh his wife and all his friends everything that had happened to him. Then his wise men and Zeresh his wife said to him, \"If Mordecai, before whom you have begun to fall, is of Jewish descent, you will not prevail against him, but you will surely fall before him.\""},{"name":"Esther 6:14","text":"While they were yet talking with him, the king\"s eunuchs came, and hurried to bring Haman to the banquet that Esther had prepared."},{"name":"Esther 7:1","text":"So the king and Haman came to banquet with Esther the queen."},{"name":"Esther 7:2","text":"The king said again to Esther on the second day at the banquet of wine, \"What is your petition, queen Esther? It shall be granted you. What is your request? Even to the half of the kingdom it shall be performed.\""},{"name":"Esther 7:3","text":"Then Esther the queen answered, \"If I have found favor in your sight, O king, and if it please the king, let my life be given me at my petition, and my people at my request."},{"name":"Esther 7:4","text":"For we are sold, I and my people, to be destroyed, to be slain, and to perish. But if we had been sold for bondservants and bondmaids, I would have held my peace, although the adversary could not have compensated for the king\"s loss.\""},{"name":"Esther 7:5","text":"Then King Ahasuerus said to Esther the queen, \"Who is he, and where is he who dared presume in his heart to do so?\""},{"name":"Esther 7:6","text":"Esther said, \"An adversary and an enemy, even this wicked Haman!\" Then Haman was afraid before the king and the queen."},{"name":"Esther 7:7","text":"The king arose in his wrath from the banquet of wine and went into the palace garden. Haman stood up to make request for his life to Esther the queen; for he saw that there was evil determined against him by the king."},{"name":"Esther 7:8","text":"Then the king returned out of the palace garden into the place of the banquet of wine; and Haman had fallen on the couch where Esther was. Then the king said, \"Will he even assault the queen in front of me in the house?\" As the word went out of the king\"s mouth, they covered Haman\"s face."},{"name":"Esther 7:9","text":"Then Harbonah, one of the eunuchs who were with the king said, \"Behold, the gallows fifty cubits high, which Haman has made for Mordecai, who spoke good for the king, is standing at Haman\"s house.\" The king said, \"Hang him on it!\""},{"name":"Esther 7:10","text":"So they hanged Haman on the gallows that he had prepared for Mordecai. Then was the king\"s wrath pacified."},{"name":"Esther 8:1","text":"On that day, King Ahasuerus gave the house of Haman, the Jews\" enemy, to Esther the queen. Mordecai came before the king; for Esther had told what he was to her."},{"name":"Esther 8:2","text":"The king took off his ring, which he had taken from Haman, and gave it to Mordecai. Esther set Mordecai over the house of Haman."},{"name":"Esther 8:3","text":"Esther spoke yet again before the king, and fell down at his feet, and begged him with tears to put away the mischief of Haman the Agagite, and his device that he had devised against the Jews."},{"name":"Esther 8:4","text":"Then the king held out to Esther the golden scepter. So Esther arose, and stood before the king."},{"name":"Esther 8:5","text":"She said, \"If it pleases the king, and if I have found favor in his sight, and the thing seem right to the king, and I am pleasing in his eyes, let it be written to reverse the letters devised by Haman, the son of Hammedatha the Agagite, which he wrote to destroy the Jews who are in all the king\"s provinces."},{"name":"Esther 8:6","text":"For how can I endure to see the evil that would come to my people? How can I endure to see the destruction of my relatives?\""},{"name":"Esther 8:7","text":"Then King Ahasuerus said to Esther the queen and to Mordecai the Jew, \"See, I have given Esther the house of Haman, and him they have hanged on the gallows, because he laid his hand on the Jews."},{"name":"Esther 8:8","text":"Write also to the Jews, as it pleases you, in the king\"s name, and seal it with the king\"s ring; for the writing which is written in the king\"s name, and sealed with the king\"s ring, may not be reversed by any man.\""},{"name":"Esther 8:9","text":"Then the king\"s scribes were called at that time, in the third month Sivan, on the twenty-third day of the month; and it was written according to all that Mordecai commanded to the Jews, and to the satraps, and the governors and princes of the provinces which are from India to Ethiopia, one hundred twenty-seven provinces, to every province according to its writing, and to every people in their language, and to the Jews in their writing, and in their language."},{"name":"Esther 8:10","text":"He wrote in the name of King Ahasuerus, and sealed it with the king\"s ring, and sent letters by courier on horseback, riding on royal horses that were bread from swift steeds."},{"name":"Esther 8:11","text":"In those letters, the king granted the Jews who were in every city to gather themselves together, and to defend their life, to destroy, to kill, and to cause to perish, all the power of the people and province that would assault them, their little ones and women, and to plunder their possessions,"},{"name":"Esther 8:12","text":"on one day in all the provinces of King Ahasuerus, on the thirteenth day of the twelfth month, which is the month Adar."},{"name":"Esther 8:13","text":"A copy of the letter, that the decree should be given out in every province, was published to all the peoples, that the Jews should be ready for that day to avenge themselves on their enemies."},{"name":"Esther 8:14","text":"So the couriers who rode on royal horses went out, hastened and pressed on by the king\"s commandment. The decree was given out in the citadel of Susa."},{"name":"Esther 8:15","text":"Mordecai went out of the presence of the king in royal clothing of blue and white, and with a great crown of gold, and with a robe of fine linen and purple; and the city of Susa shouted and was glad."},{"name":"Esther 8:16","text":"The Jews had light, gladness, joy, and honor."},{"name":"Esther 8:17","text":"In every province, and in every city, wherever the king\"s commandment and his decree came, the Jews had gladness, joy, a feast, and a good day. Many from among the peoples of the land became Jews; for the fear of the Jews was fallen on them."},{"name":"Esther 9:1","text":"Now in the twelfth month, which is the month Adar, on the thirteenth day of the month, when the king\"s commandment and his decree drew near to be put in execution, on the day that the enemies of the Jews hoped to conquer them, (but it was turned out the opposite happened, that the Jews conquered those who hated them),"},{"name":"Esther 9:2","text":"the Jews gathered themselves together in their cities throughout all the provinces of the King Ahasuerus, to lay hands on those who wanted to harm them. No one could withstand them, because the fear of them had fallen on all the people."},{"name":"Esther 9:3","text":"All the princes of the provinces, the satraps, the governors, and those who did the king\"s business helped the Jews, because the fear of Mordecai had fallen on them."},{"name":"Esther 9:4","text":"For Mordecai was great in the king\"s house, and his fame went out throughout all the provinces; for the man Mordecai grew greater and greater."},{"name":"Esther 9:5","text":"The Jews struck all their enemies with the stroke of the sword, and with slaughter and destruction, and did what they wanted to those who hated them."},{"name":"Esther 9:6","text":"In the citadel of Susa, the Jews killed and destroyed five hundred men."},{"name":"Esther 9:7","text":"They killed Parshandatha, Dalphon, Aspatha,"},{"name":"Esther 9:8","text":"Poratha, Adalia, Aridatha,"},{"name":"Esther 9:9","text":"Parmashta, Arisai, Aridai, and Vaizatha,"},{"name":"Esther 9:10","text":"the ten sons of Haman the son of Hammedatha, the Jew\"s enemy, but they didn\"t lay their hand on the plunder."},{"name":"Esther 9:11","text":"On that day, the number of those who were slain in the citadel of Susa was brought before the king."},{"name":"Esther 9:12","text":"The king said to Esther the queen, \"The Jews have slain and destroyed five hundred men in the citadel of Susa, including the ten sons of Haman; what then have they done in the rest of the king\"s provinces! Now what is your petition? It shall be granted you. What is your further request? It shall be done.\""},{"name":"Esther 9:13","text":"Then Esther said, \"If it pleases the king, let it be granted to the Jews who are in Shushan to do tomorrow also according to this day\"s decree, and let Haman\"s ten sons be hanged on the gallows.\""},{"name":"Esther 9:14","text":"The king commanded this to be done. A decree was given out in Shushan; and they hanged Haman\"s ten sons."},{"name":"Esther 9:15","text":"The Jews who were in Shushan gathered themselves together on the fourteenth day also of the month Adar, and killed three hundred men in Shushan; but they didn\"t lay their hand on the spoil."},{"name":"Esther 9:16","text":"The other Jews who were in the king\"s provinces gathered themselves together, defended their lives, had rest from their enemies, and killed seventy-five thousand of those who hated them; but they didn\"t lay their hand on the plunder."},{"name":"Esther 9:17","text":"This was done on the thirteenth day of the month Adar; and on the fourteenth day of that month they rested and made it a day of feasting and gladness."},{"name":"Esther 9:18","text":"But the Jews who were in Shushan assembled together on the thirteenth and on the fourteenth days of the month; and on the fifteenth day of that month, they rested, and made it a day of feasting and gladness."},{"name":"Esther 9:19","text":"Therefore the Jews of the villages, who live in the unwalled towns, make the fourteenth day of the month Adar a day of gladness and feasting, a good day, and a day of sending presents of food to one another."},{"name":"Esther 9:20","text":"Mordecai wrote these things, and sent letters to all the Jews who were in all the provinces of the king Ahasuerus, both near and far,"},{"name":"Esther 9:21","text":"to enjoin them that they should keep the fourteenth and fifteenth days of the month Adar yearly,"},{"name":"Esther 9:22","text":"as the days in which the Jews had rest from their enemies, and the month which was turned to them from sorrow to gladness, and from mourning into a good day; that they should make them days of feasting and gladness, and of sending presents of food to one another, and gifts to the needy."},{"name":"Esther 9:23","text":"The Jews accepted the custom that they had begun, as Mordecai had written to them;"},{"name":"Esther 9:24","text":"because Haman the son of Hammedatha, the Agagite, the enemy of all the Jews, had plotted against the Jews to destroy them, and had cast \"Pur,\" that is the lot, to consume them, and to destroy them;"},{"name":"Esther 9:25","text":"but when this became known to the king, he commanded by letters that his wicked device, which he had devised against the Jews, should return on his own head, and that he and his sons should be hanged on the gallows."},{"name":"Esther 9:26","text":"Therefore they called these days \"Purim,\" from the word \"Pur.\" Therefore because of all the words of this letter, and of that which they had seen concerning this matter, and that which had come to them,"},{"name":"Esther 9:27","text":"the Jews established, and imposed on themselves, and on their descendants, and on all those who joined themselves to them, so that it should not fail, that they would keep these two days according to what was written, and according to its appointed time, every year;"},{"name":"Esther 9:28","text":"and that these days should be remembered and kept throughout every generation, every family, every province, and every city; and that these days of Purim should not fail from among the Jews, nor their memory perish from their seed."},{"name":"Esther 9:29","text":"Then Esther the queen, the daughter of Abihail, and Mordecai the Jew, wrote with all authority to confirm this second letter of Purim."},{"name":"Esther 9:30","text":"He sent letters to all the Jews, to the hundred twenty-seven provinces of the kingdom of Ahasuerus, with words of peace and truth,"},{"name":"Esther 9:31","text":"to confirm these days of Purim in their appointed times, as Mordecai the Jew and Esther the queen had decreed, and as they had imposed upon themselves and their descendants, in the matter of the fastings and their cry."},{"name":"Esther 9:32","text":"The commandment of Esther confirmed these matters of Purim; and it was written in the book."},{"name":"Esther 10:1","text":"King Ahasuerus laid a tribute on the land, and on the islands of the sea."},{"name":"Esther 10:2","text":"All the acts of his power and of his might, and the full account of the greatness of Mordecai, to which the king advanced him, aren\"t they written in the book of the chronicles of the kings of Media and Persia?"},{"name":"Esther 10:3","text":"For Mordecai the Jew was next to King Ahasuerus, and great among the Jews, and accepted by the multitude of his brothers, seeking the good of his people, and speaking peace to all his descendants."},{"name":"Job 1:1","text":"There was a man in the land of Uz, whose name was Job. That man was blameless and upright, and one who feared God, and turned away from evil."},{"name":"Job 1:2","text":"There were born to him seven sons and three daughters."},{"name":"Job 1:3","text":"His possessions also were seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred female donkeys, and a very great household; so that this man was the greatest of all the children of the east."},{"name":"Job 1:4","text":"His sons went and held a feast in the house of each one on his birthday; and they sent and called for their three sisters to eat and to drink with them."},{"name":"Job 1:5","text":"It was so, when the days of their feasting had run their course, that Job sent and sanctified them, and rose up early in the morning, and offered burnt offerings according to the number of them all. For Job said, \"It may be that my sons have sinned, and renounced God in their hearts.\" Job did so continually."},{"name":"Job 1:6","text":"Now it happened on the day when God\"s sons came to present themselves before Yahweh, that Satan also came among them."},{"name":"Job 1:7","text":"Yahweh said to Satan, \"Where have you come from?\" Then Satan answered Yahweh, and said, \"From going back and forth in the earth, and from walking up and down in it.\""},{"name":"Job 1:8","text":"Yahweh said to Satan, \"Have you considered my servant, Job? For there is none like him in the earth, a blameless and an upright man, one who fears God, and turns away from evil.\""},{"name":"Job 1:9","text":"Then Satan answered Yahweh, and said, \"Does Job fear God for nothing?"},{"name":"Job 1:10","text":"Haven\"t you made a hedge around him, and around his house, and around all that he has, on every side? You have blessed the work of his hands, and his substance is increased in the land."},{"name":"Job 1:11","text":"But put forth your hand now, and touch all that he has, and he will renounce you to your face.\""},{"name":"Job 1:12","text":"Yahweh said to Satan, \"Behold, all that he has is in your power. Only on himself don\"t put forth your hand.\" So Satan went forth from the presence of Yahweh."},{"name":"Job 1:13","text":"It fell on a day when his sons and his daughters were eating and drinking wine in their eldest brother\"s house,"},{"name":"Job 1:14","text":"that there came a messenger to Job, and said, \"The oxen were plowing, and the donkeys feeding beside them,"},{"name":"Job 1:15","text":"and the Sabeans attacked, and took them away. Yes, they have killed the servants with the edge of the sword, and I alone have escaped to tell you.\""},{"name":"Job 1:16","text":"While he was still speaking, there also came another, and said, \"The fire of God has fallen from the sky, and has burned up the sheep and the servants, and consumed them, and I alone have escaped to tell you.\""},{"name":"Job 1:17","text":"While he was still speaking, there came also another, and said, \"The Chaldeans made three bands, and swept down on the camels, and have taken them away, yes, and killed the servants with the edge of the sword; and I alone have escaped to tell you.\""},{"name":"Job 1:18","text":"While he was still speaking, there came also another, and said, \"Your sons and your daughters were eating and drinking wine in their eldest brother\"s house,"},{"name":"Job 1:19","text":"and behold, there came a great wind from the wilderness, and struck the four corners of the house, and it fell on the young men, and they are dead. I alone have escaped to tell you.\""},{"name":"Job 1:20","text":"Then Job arose, and tore his robe, and shaved his head, and fell down on the ground, and worshiped."},{"name":"Job 1:21","text":"He said, \"Naked I came out of my mother\"s womb, and naked shall I return there. Yahweh gave, and Yahweh has taken away. Blessed be the name of Yahweh.\""},{"name":"Job 1:22","text":"In all this, Job did not sin, nor charge God with wrongdoing."},{"name":"Job 2:1","text":"Again it happened on the day when the God\"s sons came to present themselves before Yahweh, that Satan came also among them to present himself before Yahweh."},{"name":"Job 2:2","text":"Yahweh said to Satan, \"Where have you come from?\" Satan answered Yahweh, and said, \"From going back and forth in the earth, and from walking up and down in it.\""},{"name":"Job 2:3","text":"Yahweh said to Satan, \"Have you considered my servant Job? For there is none like him in the earth, a blameless and an upright man, one who fears God, and turns away from evil. He still maintains his integrity, although you incited me against him, to ruin him without cause.\""},{"name":"Job 2:4","text":"Satan answered Yahweh, and said, \"Skin for skin. Yes, all that a man has he will give for his life."},{"name":"Job 2:5","text":"But put forth your hand now, and touch his bone and his flesh, and he will renounce you to your face.\""},{"name":"Job 2:6","text":"Yahweh said to Satan, \"Behold, he is in your hand. Only spare his life.\""},{"name":"Job 2:7","text":"So Satan went forth from the presence of Yahweh, and struck Job with painful sores from the sole of his foot to his head."},{"name":"Job 2:8","text":"He took for himself a potsherd to scrape himself with, and he sat among the ashes."},{"name":"Job 2:9","text":"Then his wife said to him, \"Do you still maintain your integrity? Renounce God, and die.\""},{"name":"Job 2:10","text":"But he said to her, \"You speak as one of the foolish women would speak. What? Shall we receive good at the hand of God, and shall we not receive evil?\" In all this Job didn\"t sin with his lips."},{"name":"Job 2:11","text":"Now when Job\"s three friends heard of all this evil that had come on him, they each came from his own place: Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite, and they made an appointment together to come to sympathize with him and to comfort him."},{"name":"Job 2:12","text":"When they lifted up their eyes from a distance, and didn\"t recognize him, they raised their voices, and wept; and they each tore his robe, and sprinkled dust on their heads toward the sky."},{"name":"Job 2:13","text":"So they sat down with him on the ground seven days and seven nights, and none spoke a word to him, for they saw that his grief was very great."},{"name":"Job 3:1","text":"After this Job opened his mouth, and cursed the day of his birth."},{"name":"Job 3:2","text":"Job answered:"},{"name":"Job 3:3","text":"\"Let the day perish in which I was born, the night which said, \"There is a boy conceived.\""},{"name":"Job 3:4","text":"Let that day be darkness. Don\"t let God from above seek for it, neither let the light shine on it."},{"name":"Job 3:5","text":"Let darkness and the shadow of death claim it for their own. Let a cloud dwell on it. Let all that makes black the day terrify it."},{"name":"Job 3:6","text":"As for that night, let thick darkness seize on it. Let it not rejoice among the days of the year. Let it not come into the number of the months."},{"name":"Job 3:7","text":"Behold, let that night be barren. Let no joyful voice come therein."},{"name":"Job 3:8","text":"Let them curse it who curse the day, who are ready to rouse up leviathan."},{"name":"Job 3:9","text":"Let the stars of its twilight be dark. Let it look for light, but have none, neither let it see the eyelids of the morning,"},{"name":"Job 3:10","text":"because it didn\"t shut up the doors of my mother\"s womb, nor did it hide trouble from my eyes."},{"name":"Job 3:11","text":"\"Why didn\"t I die from the womb? Why didn\"t I give up the spirit when my mother bore me?"},{"name":"Job 3:12","text":"Why did the knees receive me? Or why the breast, that I should nurse?"},{"name":"Job 3:13","text":"For now should I have lain down and been quiet. I should have slept, then I would have been at rest,"},{"name":"Job 3:14","text":"with kings and counselors of the earth, who built up waste places for themselves;"},{"name":"Job 3:15","text":"or with princes who had gold, who filled their houses with silver:"},{"name":"Job 3:16","text":"or as a hidden untimely birth I had not been, as infants who never saw light."},{"name":"Job 3:17","text":"There the wicked cease from troubling. There the weary are at rest."},{"name":"Job 3:18","text":"There the prisoners are at ease together. They don\"t hear the voice of the taskmaster."},{"name":"Job 3:19","text":"The small and the great are there. The servant is free from his master."},{"name":"Job 3:20","text":"\"Why is light given to him who is in misery, life to the bitter in soul,"},{"name":"Job 3:21","text":"Who long for death, but it doesn\"t come; and dig for it more than for hidden treasures,"},{"name":"Job 3:22","text":"who rejoice exceedingly, and are glad, when they can find the grave?"},{"name":"Job 3:23","text":"Why is light given to a man whose way is hidden, whom God has hedged in?"},{"name":"Job 3:24","text":"For my sighing comes before I eat. My groanings are poured out like water."},{"name":"Job 3:25","text":"For the thing which I fear comes on me, That which I am afraid of comes to me."},{"name":"Job 3:26","text":"I am not at ease, neither am I quiet, neither have I rest; but trouble comes.\""},{"name":"Job 4:1","text":"Then Eliphaz the Temanite answered,"},{"name":"Job 4:2","text":"\"If someone ventures to talk with you, will you be grieved? But who can withhold himself from speaking?"},{"name":"Job 4:3","text":"Behold, you have instructed many, you have strengthened the weak hands."},{"name":"Job 4:4","text":"Your words have supported him who was falling, You have made firm the feeble knees."},{"name":"Job 4:5","text":"But now it has come to you, and you faint. It touches you, and you are troubled."},{"name":"Job 4:6","text":"Isn\"t your piety your confidence? Isn\"t the integrity of your ways your hope?"},{"name":"Job 4:7","text":"\"Remember, now, whoever perished, being innocent? Or where were the upright cut off?"},{"name":"Job 4:8","text":"According to what I have seen, those who plow iniquity, and sow trouble, reap the same."},{"name":"Job 4:9","text":"By the breath of God they perish. By the blast of his anger are they consumed."},{"name":"Job 4:10","text":"The roaring of the lion, and the voice of the fierce lion, the teeth of the young lions, are broken."},{"name":"Job 4:11","text":"The old lion perishes for lack of prey. The cubs of the lioness are scattered abroad."},{"name":"Job 4:12","text":"\"Now a thing was secretly brought to me. My ear received a whisper of it."},{"name":"Job 4:13","text":"In thoughts from the visions of the night, when deep sleep falls on men,"},{"name":"Job 4:14","text":"fear came on me, and trembling, which made all my bones shake."},{"name":"Job 4:15","text":"Then a spirit passed before my face. The hair of my flesh stood up."},{"name":"Job 4:16","text":"It stood still, but I couldn\"t discern its appearance. A form was before my eyes. Silence, then I heard a voice, saying,"},{"name":"Job 4:17","text":"\"Shall mortal man be more just than God? Shall a man be more pure than his Maker?"},{"name":"Job 4:18","text":"Behold, he puts no trust in his servants. He charges his angels with error."},{"name":"Job 4:19","text":"How much more, those who dwell in houses of clay, whose foundation is in the dust, who are crushed before the moth!"},{"name":"Job 4:20","text":"Between morning and evening they are destroyed. They perish forever without any regarding it."},{"name":"Job 4:21","text":"Isn\"t their tent cord plucked up within them? They die, and that without wisdom.\""},{"name":"Job 5:1","text":"\"Call now; is there any who will answer you? To which of the holy ones will you turn?"},{"name":"Job 5:2","text":"For resentment kills the foolish man, and jealousy kills the simple."},{"name":"Job 5:3","text":"I have seen the foolish taking root, but suddenly I cursed his habitation."},{"name":"Job 5:4","text":"His children are far from safety. They are crushed in the gate. Neither is there any to deliver them,"},{"name":"Job 5:5","text":"whose harvest the hungry eats up, and take it even out of the thorns. The snare gapes for their substance."},{"name":"Job 5:6","text":"For affliction doesn\"t come forth from the dust, neither does trouble spring out of the ground;"},{"name":"Job 5:7","text":"but man is born to trouble, as the sparks fly upward."},{"name":"Job 5:8","text":"\"But as for me, I would seek God. I would commit my cause to God,"},{"name":"Job 5:9","text":"who does great things that can\"t be fathomed, marvelous things without number;"},{"name":"Job 5:10","text":"who gives rain on the earth, and sends waters on the fields;"},{"name":"Job 5:11","text":"so that he sets up on high those who are low, those who mourn are exalted to safety."},{"name":"Job 5:12","text":"He frustrates the devices of the crafty, So that their hands can\"t perform their enterprise."},{"name":"Job 5:13","text":"He takes the wise in their own craftiness; the counsel of the cunning is carried headlong."},{"name":"Job 5:14","text":"They meet with darkness in the day time, and grope at noonday as in the night."},{"name":"Job 5:15","text":"But he saves from the sword of their mouth, even the needy from the hand of the mighty."},{"name":"Job 5:16","text":"So the poor has hope, and injustice shuts her mouth."},{"name":"Job 5:17","text":"\"Behold, happy is the man whom God corrects. Therefore do not despise the chastening of the Almighty."},{"name":"Job 5:18","text":"For he wounds, and binds up. He injures, and his hands make whole."},{"name":"Job 5:19","text":"He will deliver you in six troubles; yes, in seven no evil shall touch you."},{"name":"Job 5:20","text":"In famine he will redeem you from death; in war, from the power of the sword."},{"name":"Job 5:21","text":"You shall be hidden from the scourge of the tongue, neither shall you be afraid of destruction when it comes."},{"name":"Job 5:22","text":"At destruction and famine you shall laugh, neither shall you be afraid of the animals of the earth."},{"name":"Job 5:23","text":"For you shall be allied with the stones of the field. The animals of the field shall be at peace with you."},{"name":"Job 5:24","text":"You shall know that your tent is in peace. You shall visit your fold, and shall miss nothing."},{"name":"Job 5:25","text":"You shall know also that your seed shall be great, Your offspring as the grass of the earth."},{"name":"Job 5:26","text":"You shall come to your grave in a full age, like a shock of grain comes in its season."},{"name":"Job 5:27","text":"Look this, we have searched it, so it is. Hear it, and know it for your good.\""},{"name":"Job 6:1","text":"Then Job answered,"},{"name":"Job 6:2","text":"\"Oh that my anguish were weighed, and all my calamity laid in the balances!"},{"name":"Job 6:3","text":"For now it would be heavier than the sand of the seas, therefore have my words been rash."},{"name":"Job 6:4","text":"For the arrows of the Almighty are within me. My spirit drinks up their poison. The terrors of God set themselves in array against me."},{"name":"Job 6:5","text":"Does the wild donkey bray when he has grass? Or does the ox low over his fodder?"},{"name":"Job 6:6","text":"Can that which has no flavor be eaten without salt? Or is there any taste in the white of an egg?"},{"name":"Job 6:7","text":"My soul refuses to touch them. They are as loathsome food to me."},{"name":"Job 6:8","text":"\"Oh that I might have my request, that God would grant the thing that I long for,"},{"name":"Job 6:9","text":"even that it would please God to crush me; that he would let loose his hand, and cut me off!"},{"name":"Job 6:10","text":"Be it still my consolation, yes, let me exult in pain that doesn\"t spare, that I have not denied the words of the Holy One."},{"name":"Job 6:11","text":"What is my strength, that I should wait? What is my end, that I should be patient?"},{"name":"Job 6:12","text":"Is my strength the strength of stones? Or is my flesh of brass?"},{"name":"Job 6:13","text":"Isn\"t it that I have no help in me, That wisdom is driven quite from me?"},{"name":"Job 6:14","text":"\"To him who is ready to faint, kindness should be shown from his friend; even to him who forsakes the fear of the Almighty."},{"name":"Job 6:15","text":"My brothers have dealt deceitfully as a brook, as the channel of brooks that pass away;"},{"name":"Job 6:16","text":"Which are black by reason of the ice, in which the snow hides itself."},{"name":"Job 6:17","text":"In the dry season, they vanish. When it is hot, they are consumed out of their place."},{"name":"Job 6:18","text":"The caravans that travel beside them turn aside. They go up into the waste, and perish."},{"name":"Job 6:19","text":"The caravans of Tema looked. The companies of Sheba waited for them."},{"name":"Job 6:20","text":"They were distressed because they were confident. They came there, and were confounded."},{"name":"Job 6:21","text":"For now you are nothing. You see a terror, and are afraid."},{"name":"Job 6:22","text":"Did I say, \"Give to me?\" or, \"Offer a present for me from your substance?\""},{"name":"Job 6:23","text":"or, \"Deliver me from the adversary\"s hand?\" or, \"Redeem me from the hand of the oppressors?\""},{"name":"Job 6:24","text":"\"Teach me, and I will hold my peace. Cause me to understand wherein I have erred."},{"name":"Job 6:25","text":"How forcible are words of uprightness! But your reproof, what does it reprove?"},{"name":"Job 6:26","text":"Do you intend to reprove words, since the speeches of one who is desperate are as wind?"},{"name":"Job 6:27","text":"Yes, you would even cast lots for the fatherless, and make merchandise of your friend."},{"name":"Job 6:28","text":"Now therefore be pleased to look at me, for surely I shall not lie to your face."},{"name":"Job 6:29","text":"Please return. Let there be no injustice. Yes, return again. My cause is righteous."},{"name":"Job 6:30","text":"Is there injustice on my tongue? Can\"t my taste discern mischievous things?"},{"name":"Job 7:1","text":"\"Isn\"t a man forced to labor on earth? Aren\"t his days like the days of a hired hand?"},{"name":"Job 7:2","text":"As a servant who earnestly desires the shadow, as a hireling who looks for his wages,"},{"name":"Job 7:3","text":"so am I made to possess months of misery, wearisome nights are appointed to me."}]